{"pf_url": "https://www.poetryfoundation.org/poets/philip-whalen", "name": "Philip Whalen", "yob": "1923", "yod": "2002", "image": null, "bio": "\n                                                                    Philip Whalen is often labelled a \"Beat poet\" because he enjoyed his first creative achievement during the years when Beat literature thrived. As an ally and confidant of the major figures of the Beat Generation—and as a significant poet in his own right—Whalen is generally considered one of the pioneering forces behind the San Francisco Poetry Renaissance of the mid-1950s. The author's work differs from much Beat writing in its reverential treatment of the mundane, its self-deprecating humor, and its generally apolitical tone. Dictionary of Literary Biography essayist Paul Christensen writes: \"Whalen's singular style and personality contribute to his character in verse as a bawdy, honest, moody, complicated songster of the frenzied mid-century, an original troubadour and thinker who refused to take himself too seriously during the great revival of visionary lyric in American poetry.\"  As a writer living in the West during the Beat era, Whalen certainly shared many of the concerns of other Beat writers—Zen Buddhism and other Asian religions, a concern for the environment, sexual freedom, experimental poetics, and exploration of hallucinogenic drugs, for instance. Christensen notes that the poet \"got his start from the wild energies released in his early years in California,\" but adds that Whalen's \"purposes and his ambitions always lay outside the immediate ethos of that original circle. He shared in its good ties and believed in the purposes of the other writers, but his humor and curious loneliness made for a different vein of verse, not better necessarily, but unique and durable as the voice of a diffident, intelligent American.\" Christensen concludes that Whalen \"thought of art as an act of personal delight and as a consolation to solitude.... It was in keeping with his image of writing that he could devote himself to his work without making it serve any other end but its own self-fulfillment.\"  David Kherdian comes to a similar conclusion in Six Poets of the San Francisco Renaissance: Portraits and Checklists. \"Many poets today look on themselves as the saviors and martyrs of their time,\" Kherdian writes. \"Whalen, on the contrary, is not concerned with revolutions and social panaceas. If he sees the big man at all he sees him in the small situation: tripping over a pebble on his journey to deliver a rose. Out of themes that are often seemingly mundane and prosaic he creates poetry of significance because his vision is peculiarly his own and because the clarity of his intelligence is capable of grasping and arresting meaning in seemingly ephemeral and unimportant subjects.\" Christensen sees this unique vision as a particular strength of Whalen's work: \"Whalen has managed to espouse the religious principles of Zen Buddhism without renouncing the world around him, retaining a humorous, whimsical balance in his poems, and mixing the pleasures of California life with contemplation in such a way as to persuade readers that the flesh and spirit may be enjoyed together in the fulfillment of one's life.\"  Whalen was born in 1923 in Portland, Oregon. He grew up in the small Columbia River town of The Dalles and attended public schools. He began writing poetry at the age of sixteen, experimenting with various traditional forms of verse and contributing to his high school's literary magazine. According to Christensen, Whalen \"had the ambition to follow the kind of double life of the poet William Carlos Williams, who supported a poetry career by his medical practice.\" Unfortunately, the Whalen family could not afford college tuition fees, so Whalen took jobs as a laborer in a Portland airplane factory and at the local shipyards.  In 1943 Whalen was drafted into the U.S. Army Air Corps and was trained to teach radio operation and maintenance. The position kept him stateside during the Second World War and allowed him enough free time to read and write. Thus he was able to widen his experience with Asian literature and philosophy, an interest begun in his high school years. Also during his military service Whalen expanded the use of notebooks for jotting down his impressions and experimenting with scribbled bits of poetry.  After his discharge in 1946, Whalen returned to Portland and enrolled at Reed College under the G.I. Bill. There he worked at his studies and his creative writing at a near-frenzied pace, determined to become an accomplished writer. He received encouragement from his instructors and from William Carlos Williams, who visited Reed in 1950.  Perhaps more important to Whalen's development was his budding friendship with Lew Welch and Gary Snyder. Whalen met Welch and Snyder in the late 1940s and moved into a rooming house with them in 1950. Christensen notes that the young writers \"shared their works, encouraged one another, and established a bohemian style of their own in the subculture of the Reed literati.\" As the 1950s unfolded, the critic adds, Whalen, Snyder, and Welch \"brought a compelling style of writing to the California ferment—a style clearly marked by subtle intelligence, compassion for nature (doubtless borne into them by the beauty of the Oregon mountains and wilderness), and a keenly felt spiritual reality which Snyder and Whalen both interpreted religiously in later years.\"  Between 1951 and 1955 Whalen drifted up and down the West Coast, staying with friends and supporting himself with odd jobs. Snyder helped him to land summer employment as a fire-spotter in the Mount Baker National Forest. This remote and solitary existence afforded Whalen a great deal of time for writing, and he added a wealth of material to his notebooks and journals. In the autumn of 1955—when his work as fire-spotter had ended—Whalen moved to San Francisco. At Snyder's invitation, he became one of the poets who read at the historic Six Gallery reading on October 13, 1955. That reading, at which Allen Ginsberg debuted his work Howl, became a pivotal moment in the development of the Beat movement. Whalen met and became friends with Ginsberg, Jack Kerouac, Neal Cassady, Gregory Corso, and other important Beat writers.  \"Following the Six Gallery reading,\" Christensen writes, \"Whalen enjoyed sudden notoriety and reputation; the Poetry Center at San Francisco State invited him ... to read there as well.\" The encouragement from academia was welcome, but Whalen benefitted even more from his new friendships with the bohemian Kerouac and Ginsberg and from experiments with peyote. \"With the peyote experience, and doubtless much hard thought on poetry during his lonely summers, it occurred to Whalen that form was possible by means other than the imagist mode,\" Christensen notes. \"... The achievement of modernism in America was the breaking up of verse decorum in order to speak freely in the speech rhythms of the American idiom, which Whalen effortlessly [mastered after] ... experiment and consolidation. Much of his earlier work concerns rhythm, image, and diction, and the testing of different subjects with a lean prosy tone of verse, without loss of subtlety and wit. But compression would begin to chafe and no longer hold true for the times, which themselves seemed to disperse events and scatter contents; the very sprawling of cities, the migrations to California after World War II, the spread of mass-produced goods, the baby boom—all called for a typography of similar sprawling freedom. No poet made the transition to so-called projective space easily, but when it occurred it was total and irreversible in the poet's strategy thereafter.\"  The transition for Whalen began with the poem \"If You're So Smart Why Ain't You Rich?,\" a work that liberated him from his past conventions and suggested new directions for him to follow. Christensen observes of the poem: \"there is fresher, more varied language and tonality.\" With this and other works of the mid-1950s, Whalen established a \"ripple of bons mots and startling clauses, of unusual punning and suddenly eloquent phrases,\" to quote Christensen. The critic adds: \"Like so much Beat literature, Whalen's poem seeks to convey the speed and multiphasic complexity of the alert mind; it explores the speed of thought itself as it races through its labyrinth of channels.\"  The year 1960 saw publication of two major Whalen works, Like I Say and Memoirs of an Interglacial Age. Christensen contends that in both books Whalen intends \"to be hip, fresh, amusing, irreverent, jazzy, and also to patter on, ramble if necessary, in order to free up verse.... The freedom of open composition is equated with other freedoms: sexual, intellectual, and by inference, moral, even political.\" In Like I Say in particular, \"Whalen imparts a uniquely American informality of voice in discussing exotic, arcane religious ideas, hinted at and implicitly stated.... [His] effort [is] to make a bridge between what is simply, unaffectedly an American awareness and the contents of non-Western mysticism, religion, and literature.\" Christensen sees the result of this casually mingled hedonism and Buddhism as \"a feeling of delight from ... intelligent rambling and reflection.\"  The 1960s saw Whalen turn toward a range of personal subject matter, resurrecting the trivial as the essential substance of daily life. What emerges, writes Paul Carroll in Poetry, is \"a portrait of the artist seen in a new, revolutionary role: the poet as the fellow in the apartment next door: an affectionate, lonely, extremely witty, good-humored, intelligent, still dutiful, often deprived, quite well-read, occasionally whining man named Philip Whalen who likes to spend most of his time writing poems about what he's thinking or eating or the scene in which he's living at the moment or about the art and act of poetry.\" Carroll also observes that Whalen's work shows \"the freedom to include any reality from one's daily life into the poem one happens to be writing at the moment. This is the core of his ars poetica and it accounts ... for the veneration he arouses in some of the younger poets.\"  The recipient of numerous prestigious awards and grants, Whalen could have carved himself a niche in the nation's university writing programs. Instead the poet became an ordained Zen monk in 1973 and has spent the last two decades in Zen Centers in San Francisco and New Mexico. Christensen writes: \"This phase of Whalen's career brings us far from the original Beat years of the 1950s, when Whalen was a character of much Beat writing as well as a colleague of its inner circles and a stubbornly individual figure in his own literary realm.\" Whalen has continued to write poetry, prose, and fiction, however, and in 1985 he was awarded the Morton Dauwen Zabel Award for demonstrating \"progressive, original, and experimental tendencies\" in his work. In Exquisite Corpse, Tom Clark concludes that Whalen's output \"may eventually stand as the number one production of the whole strain of West Coast poetry which weds naturalism and Zen-style reflection into something like a pure regional style.\"  \"When the mid-century is understood,\" Christensen writes, \"the poems of Whalen will take on greater importance in its history as having offered a counterfoil, a balancing satirical response to the airier flights of projective and Beat poetry.\" The critic further contends that Whalen \"has made himself an original voice in American literature, with an intelligent, keenly attentive mind that disowns the material world, but plays in it with all the youthful energy of a child. He has staked no territories or special claims for himself as a religious writer; instead, that very devotion has brought him down to face the instant of life, to make it vivid with humor and spirit.\" Carroll concludes: \"No other poet has duplicated, as far as I know, the exemplum [Whalen] offers his fellows: namely, poetry can be found anywhere in one's immediate, daily life and thoughts, and it can be found there day after day, week after week, month after month, year after year, decade after decade.\"\n                                                            ", "attrs": {}}