{"pf_url": "https://www.poetryfoundation.org/poets/philip-appleman", "name": "Philip Appleman", "yob": "1926", "yod": null, "image": null, "bio": "\nPoet, novelist, editor, and Darwin expert Philip Appleman was born in Indiana and holds degrees from Northwestern University, the University of Michigan, and the University of Lyon. He served in US Army Air Corps during World War II, and was a merchant marine after. Appleman is known for his biting social commentary and masterful command of form. The author of numerous volumes of poetry, three novels, and half a dozen collections of prose, Appleman’s range of subject matter includes Darwin, politics, morality, and sex.\nArt Seidenbaum in the Los Angeles Times described Appleman’s second novel, Shame the Devil (1981), as entertaining and provocative: “Most of our modern manners are [satirized]. ... Appleman wants to amuse and drop morals without moralizing; he’s smart enough to do it swiftly, knowing the warp of satire soon wears thin.” Appleman’s poetry similarly skewers both literary conventions and contemporary mores. With illustrations by Arnold Roth, Appleman’s collection Karma, Dharma, Pudding & Pie (2009) takes on large social issues with irreverence, wit, and formal prowess. Poet X.J. Kennedy alleges in the book’s forward, “Appleman is a master of the sonnet, the terse rhymed epigram, and even that fiendishly ingenious form, the double dactyl. To watch him sling words is to be richly regaled.” The recipient of numerous awards, including a fellowship from the National Endowment for the Arts, the Morley Award from the Poetry Society of America, and a Pushcart Prize, Appleman has served on the boards of the Poetry Society of America and the Poet’s House. He has taught at SUNY Purchase, Columbia University, and is a Distinguished Professor Emeritus at Indiana University.\nA recognized expert on the life and work of Charles Darwin, Appleman edited the critical anthology Darwin (2001) and penned two books of poems on the 19th century naturalist, Darwin’s Ark (1984) and Darwin’s Bestiary (1986). Critics have singled out Appleman’s grasp of Darwin’s provocative theories and his ability to elucidate their social implications. Bette Chambers in the Humanist commented on the second edition of Darwin: “Laypersons and scientists alike will treasure this new edition as an essential reference work. Appleman’s own lucid style emerges in ‘Darwin Among the Moralists’ and ‘Darwin: On Changing the Mind.’” Regarding the poems of Darwin’s Ark, Stephen Jay Gould praised Appleman for having “captured the elusive themes of Darwin’s worldview and translat[ing] them into items of beauty that also provoke thought.” Gould added that Appleman “deftly captures the meaning of Darwin’s revolution,” citing the “central theme of continuity between man and nature.”\nAppleman’s poems and prose pieces have appeared in dozens of publications, including the Nation, the New York Times, the New Republic, the Paris Review, Poetry, and the Yale Review. He is married to the playwright Marjorie Appleman.\n", "attrs": {}}