{"pf_url": "https://www.poetryfoundation.org/poets/phyllis-mcginley", "name": "Phyllis McGinley", "yob": "1905", "yod": "1978", "image": null, "bio": "\nPhyllis McGinley was born in Ontario, Oregon. Her father was a land speculator, and the family moved frequently; after her father’s death when McGinley was 12, the family moved to Ogden, Utah, to live with relatives. McGinley attended USC and the University of Utah. She taught school in Utah and New Rochelle, New York, and worked as poetry editor of Town & Country before devoting herself full-time to writing. McGinley began publishing poetry in newspapers and magazines, including the New Yorker. She published numerous books of poetry in her lifetime, including On the Contrary (1934), One More Manhattan (1937), Husbands Are Difficult (1941), Stones from Glass Houses (1946), and Times Three: Selected Verse from Three Decades (1960), which won a Pulitzer Prize. W.H. Auden, in his introduction to the volume, praised McGinley’s humor and seemingly effortless control of rhyme.\nMcGinley was known for her light verse and, in particular, her affectionate portrayals of life in the suburbs, where she moved after her marriage in 1937. During a time when many women were entering the workforce and the second-wave feminist movement was gathering steam, McGinley’s poetry and essays championed the virtues of being a housewife. Her popular collection of essays, Sixpence in Her Shoe (1964), was a response to Betty Friedan’s Feminine Mystique (1963). The period brought McGinley much notoriety, including an appearance on the cover of Time in 1965. Though McGinley herself was socially progressive and a Democrat, her “point, an eternally divisive one, was clear,” noted Ginia Bellafante in an essay on McGinley in the New York Times: “a woman who enjoyed herself as a wife and mother should not submit to imposed ambitions.” McGinley’s other collections of essays include Province of the Heart (1959), Wonderful Time (1966), and Saint Watching (1969). Her works for children include The Make-Believe Twins (1953) and How Mrs. Santa Claus Saved Christmas (1963), among others. After the death of her husband, McGinley returned to New York City, where she died in 1978.\n", "attrs": {}}