{"pf_url": "https://www.poetryfoundation.org/poets/pierre-joris", "name": "Pierre Joris", "yob": null, "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/09/5d6ab71a638e0561ad533b339aef6dd443681a4c.jpeg", "bio": "\nPoet, editor, and translator Pierre Joris was born in Strasbourg, France and raised in the town of Ettelbruck, Luxembourg. He has lived throughout the United States, Europe, and North Africa. From 1992 to 2013, Joris taught at SUNY, Albany.\r\n \r\nHis editorial projects include the two-volume Poems for the Millennium: The University of California Book of Modern and Postmodern Poetry (coedited with Jerome Rothenberg), as well as Poems for the Millennium, Volume Four: The University of California Book of North African Literature (coedited with Habib Tengour). Also with Jerome Rothenberg, Joris has coedited pppppp: Selected Writings of Kurt Schwitters (2004), winner of the PEN Center USA West Literary Award for Translation, and The Burial of the Count of Orgaz & Other Writings of Pablo Picasso (2004).\r\n \r\nJoris has translated numerous authors into both English and French, including Tristan Tzara, Rainer Maria Rilke, Jean-Pierre Duprey, Habib Tengour, Abdelwahab Meddeb, Maurice Blanchot, and Edmund Jabès. He has published numerous translations of the work of Paul Celan, including Breathturn, Lightduress, and Threadsuns, all published by Green Integer Books, Paul Celan: Selections (2005), The Meridian: Final Version—Drafts—Materials (2011), Corona: Selected Poems of Paul Celan (2013), Breathturn into Timestead: The Complete Later Poetry of Paul Celan (2014), and Microliths: Posthumous Prose (2017).\r\n \r\nJoris is the author of numerous collections of poetry, including Poasis: Selected Poems 1986-1999 (Wesleyan University Press, 2001), Aljibar (Editions PHI, 2007), Aljibar II (Editions PHI, 2008), Meditations on the Stations of Mansur Al-Hallaj (Chax Press, 2013), Barzakh: Poems 2000-2012 (Black Widow Press, 2014) and An American Suite (2016). He is also author of two volumes of essays, A Nomad Poetics (Wesleyan University Press, 2003) and Justifying the Margins: Essays 1990-2006 (Salt Publishing, 2009).\r\n \r\nJoris lives in Brooklyn with his wife, the performance artist Nicole Peyrafitte.\n", "attrs": {}}