{"pf_url": "https://www.poetryfoundation.org/poets/primo-levi", "name": "Primo Levi", "yob": "1919", "yod": "1987", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/03/e55c681b0165e9ed2b2869d321de76f3ab4cde93.jpeg", "bio": "\n                                                                    Born in Turin, Italy, the novelist, memoirist, and poet Primo Levi earned a PhD in chemistry at the University of Turin. After joining the Italian anti-Fascist resistance, he was arrested by the Nazis in late 1943 and imprisoned at Auschwitz in early 1944, where he worked in a chemical laboratory. After the war, he returned to Turin, managing a paint factory for nearly 30 years while publishing memoirs and fiction drawing primarily on his experience as a survivor of Auschwitz and his training as a chemist.    In a 1985 interview with Gabriel Motola for the Paris Review, Levi stated, “The question I am most often asked: if you hadn’t been an inmate, what would you have become? I am not able to reply. I am so ingrained, so intertwined with my condition of a chemist and of an Auschwitz inmate that I can’t distinguish anymore my other personality from that one.” Later in the same interview, Levi asks, “Have you read my book The Reawakening? You remember Mordo Nahum? I had mixed feelings toward him. I admired him as a man fit for every situation. But of course he was very cruel to me. He despised me because I was not able to manage. I had no shoes. He told me, Remember, when there is war, the first thing is shoes, and second is eating. Because if you have shoes, then you can run and steal. But you must have shoes. Yes, I told him, well you are right, but there is not war any more. And he told me, Guerra es siempre. There is always war.”   Levi’s memoirs and essays include If This is a Man (1947, reissued in 1958), also published as Survival in Auschwitz; The Truce (1963) also published as The Reawakening; and The Drowned and the Saved (1987, translated by Raymond Rosenthal in 1988). Stuart Woolf translated If This Is a Man and The Truce together in 1991, reissuing the joint edition in 2013 with a new introduction by Howard Jacobson. Levi is also the author of the short story collections The Periodic Table (1975, trans. Rosenthal 1984) and The Sixth Day and Other Stories (trans. Rosenthal 1990) and the novel If Not Now, When? (1986, trans. William Weaver 1995).   In a 2002 profile on Levi for the New Yorker published in response to Carole Angier’s biography of the writer, Joan Acocella described Levi’s story collection The Periodic Table: “Like Kafka before him and Sebald after, Levi invented a new genre—in his case, the “science fable,” a cross between his two professions, chemistry and literature. […] Each tale is wholly specific and individual, the way chemicals are—the way mercury dances, and lead sinks, and bromine smells. Together, the twenty-one chapters describe a huge psychological arc, parallel to the arc described on the material plane by the periodic table.”   During and after the war Levi also composed spare, precise poems. His themes range from war and loss to domestic and natural observations. Collected Poems: Primo Levi (1988, trans. Ruth Feldman and Brian Swann) combines the work from his two volumes of poetry, Shema (1976, trans. Feldman and Swann) and Ad Ora Incerta/At An Uncertain Hour (1984), and also includes 18 previously unpublished poems.   Levi is the subject of numerous biographies and critical studies. As an adult he lived in the same apartment he was raised in, and died from a fall to the building’s stairwell, which was ruled a suicide.\n                                                            ", "attrs": {"Region:": ["Italy"]}}