{"pf_url": "https://www.poetryfoundation.org/poets/queen-elizabeth-i", "name": "Queen Elizabeth I", "yob": "1533", "yod": "1603", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/17/adce89d2edb54589e0fa09fa9eb7c99b9e5220eb.jpeg", "bio": "\nAlthough the influence of Queen Elizabeth I on the literature of the period that bears her name has been much discussed, her own status as an author has been less recognized. Critics have traced her role as subject of or inspiration for such works as Edmund Spenser's  The Faerie Queene (1590-1596), William Shakespeare's A Midsummer Night's Dream  (1600), and some Petrarchan sonnets, but have she herself was the author of only a few poems and translations. A full sense of Elizabeth's literary role in the Elizabethan period, however, must include not just the works by men who shaped and were shaped by her image but also the speeches and letters that she carefully crafted with great rhetorical skill and, in some cases, revised for publication. In a period when the oration and the epistle were highly valued literary genres, her command of those forms—through which she established her image and wielded her power—provides the basis for considering Elizabeth I as a significant author in her own right.\n\r\nElizabeth's early years were marked by constant fluctuations of fortune. Her birth at Greenwich Palace on 7 September 1533 to King Henry VIII and his new queen, Anne Boleyn, was a grave disappointment, since she was not the longed-for male heir. Although she was at first treated as a princess and given precedence over her older half sister Mary—Henry's daughter by his first wife, Catherine of Aragon—her status fell with the execution of her mother on charges of adultery and treason on 19 May 1536 and, to a lesser extent, with the birth of a male heir, Edward, to Henry and his third wife, Jane Seymour, in 1537. Although Mary and Elizabeth were both officially declared illegitimate, they nevertheless continued to appear at court and were placed after Edward in the line of succession.\n\r\nHer education provided perhaps the one constant in her early life. Princess Elizabeth was one of the few Englishwomen to benefit from humanist support for the education of females: she received a complete education in Latin, Greek, French, Italian, and rhetoric from the prominent humanists John Cheke, William Grindal, and Roger Ascham; Ascham applied to her his program of double translation from Latin or Greek to English and back again. She continued to translate classical works throughout her life, completing translations of Psalm 13 and the meditations of Margaret of Navarre as a New Year's gift for her stepmother, Queen Catherine Parr (Henry's sixth wife), in 1545—the latter work was published in 1548 as A Godly Meditation of the Christian Soul—and later rendering the first ninety lines of Petrarch's \"Trionfo dell' Eternita\" (Triumph of Eternity), the second chorus of Seneca's Hercules Oetaeus, some sections of Boethius's De Consolatione philosophiae (The Consolation of Philosophy), lines 1 to 178 of Horace's Ars Poetica, and Plutarch's \"On Curiosity.\" The translations from Boethius and Horace survive in her own hand, and the handwriting, awkward English, and many errors reveal that they were done quickly. She also delivered brief and rather conventional speeches in Latin at Cambridge University on 7 August 1564 and at Oxford in August 1566 and September 1592, daring to address learned men in the preeminent language of male authority. Such manifestations of her education played an important role in establishing her image as an effective monarch, as did the mastery of English rhetoric displayed in her speeches.\n\r\nSome of her earliest letters resemble school exercises in their rather stilted and convoluted style, but they respond quite subtly to various political crises during the reign of her brother, Edward VI. These letters demonstrate her growing ability to use language to conceal as much as it reveals and to tread a fine line between self-assertion and self-abnegation. An early but undated letter to her brother subtly reminds him of their shared humanist and Protestant background, citing commonplaces and using the techniques of parallelism and copious variation that both had been taught: \"For though from the grace of the picture [a portrait of herself enclosed with the letter] the colors may fade by time, may give by weather, may be spotted by chance; yet the other [her mind] nor time with her swift wings shall overtake, nor the misty clouds with their lowerings may darken, nor chance with her slippery foot may overthrow.\"\n\r\nIn 1548 she was forced to defend herself in a more serious situation. Thomas Seymour, brother of the child king's protector, Edward Seymour, had married Henry's widow, Catherine Parr, in whose household Princess Elizabeth lived. Thomas Seymour evidently made some sort of sexual advances to the princess, and she was sent away. A letter of June 1548 to Parr is, on one level, a conventional thank-you note, but it also subtly pleads the writer's innocence and seeks to enlist Parr as an ally. Elizabeth assures Parr that she is \"replete with sorrow to depart from your Highness, especially seeing you undoubtful of health; and albeit I answered little, I weighed it more deeper when you said you would warn me of all evilness that you should hear of me; for if your Grace had not a good opinion of me, you would not have offered friendship to me that way at all, meaning the contrary.\" After Parr's death in 1548 Thomas Seymour, with his eye on the throne, sought to marry Elizabeth. He was arrested in the midst of these schemes and was beheaded. Elizabeth and her servants were questioned, but no evidence of her complicity could be established. Two letters to Edward Seymour on 28 January and 6 February 1549 use conventional protestations of innocence and expressions of gratitude to place her accusers in the wrong.\n\r\nIn 1553 Edward VI was succeeded by Mary. As a Protestant, Elizabeth was a popular alternative to the Roman Catholic Mary and a focal point for Protestant rebellion. Although, as far as is known, Elizabeth never took part in any treasonous plots, Mary suspected her of involvement in the rebellion of Sir Thomas Wyatt the Younger on 25 January 1554. Elizabeth's letters to her sister during this period protest her own innocence and gently complain about the queen's unfairness to her; nevertheless, Elizabeth was placed under house arrest at Woodstock. Two poems probably date from her confinement. One of them, a distich scratched on a window, succinctly states her position: \"Much suspected by me, / Nothing proved can be.\" Typically, the poem fails to address the issue of her actual guilt or innocence. The other poem, \"On Fortune and Injustice,\" was supposedly written on the wall of the house. In this iambic tetrameter stanza, which expresses anticourt sentiments using the frequent alliteration common to moralizing poems in the period, she blames her troubles on fortune, whose \"wresting wavering state / Hath fraught with cares my troubled wit.\"\n\r\nOn Mary's death on 17 November 1558 the twenty-five-year-old Elizabeth moved from incarceration to the throne of England. Her speeches and other writings reflect her deeply felt sense of the tenuousness of her position. The dangers of proximity to power had been all too apparent to her during the violent and chaotic years of Mary's reign. Many of her subjects agreed with John Knox, whose First Blast of the Trumpet against the Monstrous Regiment of Women was published in 1558: in an age when women had few rights and little power, the idea of a reigning queen was difficult for some to accept. Also, as a committed, if moderate, Protestant, Elizabeth was the object of Catholic hatred and distrust both at home and abroad. Critics have emphasized that the Petrarchan language of love was used by Elizabeth and her courtiers to make a woman's power tolerable. It is true that male courtiers celebrated her beauty and professed their love for her in poems that praise her as Gloriana, Cynthia, or the Fairy Queen; in her own writings, however, Elizabeth's language is complex and multilayered. She represents herself both as loving mother and brave prince, as bride and stern counselor, as decisive and ambivalent, as clear and ambiguous. Her sophisticated political rhetoric in speeches, letters, and poems played a crucial role in maintaining her power and her popularity.\n\r\nA central issue through most of her reign centered on her refusal either to marry or, more important, to name an heir. Whether or not she intended from the beginning of her reign to remain celibate has been much debated. Certainly, she used the image of herself as the Virgin Queen to provide a Protestant replacement for worship of the Virgin Mary, and she frequently repeated that she was either in love with or the mother of her people: \"though after my death you may have many stepdames, yet shall you never have a more natural mother than I mean to be unto you all.\" It seems clear that she realized early on that marriage presented special problems for a reigning queen. Were she to marry one of her own subjects--such as her close friend and favorite Robert Dudley, Earl of Leicester--she would upset the delicate balance of power among competing factions of the nobility at her court. And if she chose a foreign husband--if one of appropriate religious affiliation could be found--she would upset the equally delicate balance of alliances among European states and probably precipitate a war. As it was, she used the prospect of marriage to manipulate her nobles at home and foreign princes abroad. On several occasions she managed to forestall a war by seeming to contemplate marriage with a relative of some particularly belligerent prince. Probably she realized that she could rule more effectively if she could offer herself perpetually as a rich but never quite attainable prize. She also may have feared the loss of independence that would come with marriage, even to a queen. She is said to have remarked that she would have but one mistress and no master.\n\r\nParliament repeatedly petitioned her either to marry or name a successor, and the queen wrote a series of speeches in response to those demands. She revised several of the speeches after delivering them and had printed copies disseminated to make her position more widely known; no copies of these printed versions survive, however. In a 1559 speech to the House of Commons she says unequivocally that she has decided to remain single. She does not seem particularly angry at receiving advice to marry, although she warns Parliament not to try to tell her whom to marry. She concludes with a prediction: \"and in the end, this shall be for me sufficient, that a marble stone shall declare that a queen, having reigned such a time, lived and died a virgin.\"\n\r\nNevertheless, in the first several years of her reign many of her subjects felt that she intended to marry the earl of Leicester--even though he was already married. Despite the disapproval of William Cecil, her chief adviser, she made Leicester her master of the horse and spent much time with him. Rumors spread that she had either married him secretly or given birth to an illegitimate child by him. In September 1560 Leicester's wife was found dead under suspicious circumstances, and Elizabeth seems to have realized that the scandal prohibited marriage to him--if, in fact, she had ever seriously considered it. She also, around the same time, either contemplated or seemed to contemplate marriage to the Hapsburg archduke Charles of Austria, but the negotiations were inconclusive. In October 1562 Elizabeth almost died of smallpox, and Parliament felt justified in renewing its demands. Her two speeches to Parliament in 1563 are perhaps her most tentative and are couched in the most ambiguous language of all her speeches on the issue of marriage. In the first she says that she will \"touch, but not presently ... answer\" Parliament's demands. She alludes to her recent illness, assuring Parliament that \"there needs no boding of my bane. I know now as well as I did before that I am mortal.\" In the second speech she yields so far as to admit that celibacy is \"best for a private woman\" but \"not meet for a prince.\" Although her speeches often employ long, complex sentences and a convoluted syntax--using passive voice to make it appear that events simply happen rather than being actively carried out by her--she can, especially when angry, be extremely direct, using short declarative sentences and homely metaphors. When in 1566 Parliament again pressed her to marry, she delivered a much stronger reply, concluding with an affirmation of her ability to rule: \"And though I be a woman, yet I have as good a courage, answerable to my place, as ever my father had. I am your anointed queen. I will never be by violence constrained to do anything. I thank God I am endued with such qualities that if I were turned out of the realm in my petticoat, I were able to live in any place in Christendom.\"\n\r\nIn the early 1570s Queen Catherine de Médicis of France was eager for an alliance with England against Spain and offered François of Valois, Duke of Alençon, as a potential husband for Elizabeth (despite his being short, ugly, and twenty years younger than Elizabeth). Nothing came of the proposal at this point, and in 1576 Parliament was again harping on Elizabeth's unmarried state. She replied, in a speech that she proudly copied for her godson Sir John Harrington, that \"if I were a milkmaid with a pail on my arm, whereby my private person might be little set by, I would not forsake that poor and single state to match with the greatest monarch.\" Nevertheless, the possibility of a match with the duke was revived in 1579, when Elizabeth was forty-five. Alençon came to England, and despite strong Protestant opposition and the vehement protestations of some of her advisers, Elizabeth seemed for a time to consider the match seriously. In 1582 she decided against it, precluding the possibility of bearing an heir.\n\r\nA poem, \"On Monsieur's Departure,\" perhaps written about this time, uses conventional Petrarchan language to express sorrow at disappointed love. The poem, in three rhyme-royal stanzas, complains that \"I grieve and dare not show my discontent ... I am and not, I freeze and yet am burned,\" concluding: \"or let me live with some more sweet content, / Or die and so forget what love ere meant.\"\n\r\nMost of Elizabeth's speeches center on the issues of marriage and succession, perhaps because they seemed most suited for a personal response. Also, marriage and succession were powerfully emotional topics, so it was important for her to shape public opinion on them if she could. But some of her letters, speeches, and poems touch on other pressing issues of her reign: the long crisis involving Mary, Queen of Scots; Elizabeth's attempts to forge and enforce an Anglican middle way between Roman Catholicism and extreme Protestantism; and, in foreign policy, efforts to play off opposing European factions against each other and to champion Protestantism abroad without engaging in expensive wars.\n\r\nMary Stuart, the queen of Scotland and a Roman Catholic, was the granddaughter of Margaret Tudor, the sister of Henry VIII; as such, she was next in the Tudor line of succession to the English throne, although some factions in England championed an English and Protestant line of succession through Lady Catherine Grey. When Elizabeth became queen, Mary was married to the French dauphin, who became King Francis II of France in 1559 but died in 1560. Catholic powers in Europe hoped that Mary would become queen of England, either at Elizabeth's death or through a Catholic rebellion. Mary's hopes of gaining the English throne were hampered, however, by Elizabeth's refusal to name either her or her son James as heir, and also by domestic problems in Scotland, where the power of a strong Protestant faction was strengthened by a series of scandals involving Mary's private life. She had married her cousin, Henry Stuart, Lord Darnley, in 1565, but by 1566 she had grown to dislike her husband and was enjoying the company of her French secretary, David Rizzio. Darnley and a group of Protestant lords murdered Rizzio. In turn, Mary and her new lover, James Hepburn, Earl of Bothwell, had Darnley killed in 1567; that same year Mary and Bothwell were married. Mary was imprisoned in 1568 but soon escaped and fled to England, where she plotted Elizabeth's overthrow with Catholic factions both within and outside of England. Despite the urging of her advisers and Parliament, Elizabeth was reluctant to set the dangerous precedent of executing an anointed queen. Although she realized the threat that Mary posed both to her own safety and to the stability of the realm, she did not want to act directly to bring about her death. She vacillated, equivocated, and procrastinated until the execution could be carried out without seeming to be ordered by her. Several speeches seek to explain--or perhaps to conceal and confuse--her attitude toward Mary and her failure to act decisively against her. In a well-known phrase she assures Parliament that \"your judgment [that she should execute Mary] I condemn not, neither do I mistake your reasons, but pray you to accept my thankfulness, excuse my doubtfulness, and take in good part my answer-answerless.\" A poem in fourteeners, \"Doubt of Future Foes,\" comments on Mary's conspiracies using commonplaces and alliteration familiar from collections such as Tottel's Miscellany (1557): \"For falsehood now doth flow, and subjects' faith doth ebb / Which should not be, if reason ruled or wisdom weaved the web.\" It concludes with more certainty and boldness than she expresses in her speeches on this subject: \"My rusty sword through rest shall first his edge employ / To poll their tops that seek such change or gape for future joy.\" In a speech Elizabeth argued against Parliament's demand that Mary be \"arraigned at the bar\" and \"tried by a jury\" because her position as queen prohibited it: \"we princes, I tell you, are set on stages, in the sight and view of all the world duly observed.\" A second speech, delivered on 24 November 1586, argued against Mary's execution: \"neither hath my care been so much bent how to prolong [my life], as how to preserve both.\" This speech was published after the execution, which was carried out on 7 February 1587, evidently to publicize Elizabeth's reluctance to take such a step.\n\r\nReligion was an important factor in all of the issues of Elizabeth's reign, including marriage, succession, the crisis over Mary, and foreign policy. The nature of Elizabeth's personal religious beliefs is impossible to determine with certainty, although she seems to have leaned more toward Rome than her public policies would indicate. Two guiding principles shaped her stance on religion throughout her reign: to establish the Church of England as a mean between the extremes of Catholic and Puritan belief; and to eliminate, as far as possible, persecution for private belief. She had herself experienced religious persecution under Mary Tudor and perhaps for that reason decided to allow a certain amount of private nonconformity if a show of outward orthodoxy were maintained. She is supposed to have said that she intended to make no windows into men's souls.\n\r\nThus, despite the hopes of her strongly Protestant counselors and Parliament that she would complete the reformation of the English church, she held a middle course and assured Parliament in a speech of 1585 that \"if I were not persuaded that mine were the true way of God's will, God forbid I should live to prescribe it to you.\" Using parallel construction to emphasize her point, she assures Parliament that she will neither \"animate Romanists\" nor \"tolerate new-fangleness\" but means instead \"to guide them both by God's holy true rule.\"\n\r\nIn foreign affairs her policy was similarly cautious. In contrast to her male predecessors she sought to avoid foreign wars. Such wars were expensive, and her frugality was legendary; then, too, whenever she sent an army out of the country its leaders tended to act on their own initiative and ignore her moderating orders. Although she was persuaded to send troops to help Scottish Protestant rebels in 1560, she refused to send similar help to the Netherlands in the mid 1570s. When she did send Leicester there with an army in 1585, he immediately disobeyed her orders and accepted the governorship of the region. Incensed, Elizabeth wrote a letter that is typical of her forceful and plain style when she was angry: \"Jesus! what availeth wit when it fails the owner at greatest need.... I am utterly at squares with this childish dealing.\" In a speech to Parliament in 1593 she summed up her policy of nonintervention abroad using the Latinate diction, parallel constructions, and frequent subordination that characterize her more formal and considered style: \"for in ambition of glory I have never sought to enlarge the territories of my land, nor thereby to advance you. If I have used my forces to keep the enemy far from you, I have thereby thought your safety the greater, and your danger the less.\"\n\r\nHer greatest triumph in warding off danger was the defeat of the Spanish Armada in 1588. Spain, as the most powerful Catholic country in Europe, was the chief threat to England for most of her reign. She sought to forestall that threat by supporting European Protestant movements--indirectly, for the most part--and by using the promise of marriage to prevent an alliance of France and Spain against England. She eventually precipitated war with Spain, however, by sending Leicester and his army to aid the rebellion against Spanish rule in the Netherlands and by sending Sir Francis Drake to capture and rob Spanish ships and ports. Spain sent a fleet--the great Armada--to attack England, but it was defeated by the English navy and destroyed on the way home by bad weather.\n\r\nElizabeth has traditionally been credited with a stirring speech to troops gathered at Tilbury to repel the expected Spanish invasion. Although the text is not as certain as those of the parliamentary speeches, it has long been famous for its defiant language: \"I know I have the body of a weak and feeble woman, but I have the heart and stomach of a king, and of a king of England too, and think foul scorn that Parma or Spain, or any prince of Europe should dare to invade the borders of my realm.\" The speech effectively applies the legal theory of \"the king's two bodies\"--the mortal \"body natural\" and the immortal \"body politic\"--to the queen's female body and suggests that the realm itself is another version of her body, vulnerable to rape by foreign powers unless she protects it. In addition to these ringing phrases, the speech includes a more practical assurance to the troops that they will be paid for their services.\n\r\nThe defeat of the Armada marked the high point of Elizabeth's popularity and power. As she grew older, still unmarried and still without a designated heir, there was growing fear and discontent in England. Robert Devereux, Earl of Essex, was the great favorite of her later years. She sent him on an expedition against Cadiz in 1595 and against the Irish rebel Hugh O'Neill, Earl of Tyrone, in 1598. In Ireland he ignored Elizabeth's orders, and he returned to England in defiance of her. He plotted to overthrow her in 1600 and was executed in 1601. That year she delivered her famous \"Golden Speech\" to Parliament, defending her practice of granting monopolies to favorites such as Essex but mostly reiterating, in that language of love and gratitude and in a style shaped by careful use of balance and antithesis that had served so well to maintain her popularity in earlier years, that her people may have had princes who were \"more mighty and wise\" but never \"more careful and loving\" than she. One can also hear a hint of weariness in this speech when she says that \"to be a king and wear a crown is a thing more glorious to them that see it, than to them that bear it.\" She died on 24 March 1603 and was succeeded by James VI of Scotland, who became James I of England.\n\r\nThe unpopularity of the Stuart monarchs who succeeded Elizabeth and the civil and political upheavals during their reigns quickly caused English subjects to look back with nostalgia to the days of \"good Queen Bess.\" The remarkable literary flowering that took place during her rule, when Shakespeare, Spenser, Sir Philip Sidney, and Christopher Marlowe were all writing, has kept alive the idea that Elizabethan England enjoyed a golden age. Certainly Elizabeth was successful at maintaining peace at home and abroad and also at establishing her own image as a loving and able ruler. Although her own writings do not begin to equal the greatest of her age, they were nevertheless important in creating and sustaining that age.\n\r\n— Mary Thomas Crane, Boston College\n", "attrs": {"Region:": ["England"], "School/Period:": ["Renaissance"]}}