{"pf_url": "https://www.poetryfoundation.org/poets/quraysh-ali-lansana", "name": "Quraysh Ali Lansana", "yob": "1964", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/09/4a15719ee412955aaeb0d143570d22a92c16968a.jpeg", "bio": "\nQuraysh Ali Lansana was born in Enid, Oklahoma and earned his MFA from New York University, where he was a Departmental Fellow. He is the author of the poetry collections A Gift from Greensboro (Penny Candy Books, 2016); mystic turf (2012), They Shall Run: Harriet Tubman Poems (2004), and Southside Rain (2000); his chapbooks include reluctant minivan (2014), bloodsoil (sooner red) (2009), Greatest Hits: 1995-2005 (2006), and cockroach children: corner poems and street psalms (1995). He has also written a children’s book, The Big World (1999).\r\n \r\nHe is the editor of Glencoe/McGraw-Hill's African American Literature Reader (2001). Other editing projects include the anthologies I Represent (1996) and dream in yourself (1997), both from Chicago's award-winning youth arts employment program, Gallery 37. He is also co-editor of Dream of A Word: The Tia Chucha Press Poetry Anthology (2006) and Role Call: A Generational Anthology of Social and Political Black Literature and Art (2002). Our Difficult Sunlight: A Guide to Poetry, Literacy & Social Justice in Classroom & Community (with Georgia A. Popoff) was published in 2011 by Teachers & Writers Collaborative and was a 2012 NAACP Image Award nominee. Recent books include The Breakbeat Poets: New American Poetry in the Age of Hip Hop (2015), Revise the Psalm: Work Celebrating the Writings of Gwendolyn Brooks, with Sandra Jackson-Opoku (Curbside Splendor, 2017); The Whiskey of Our Discontent: Gwendolyn Brooks as Conscience and Change Agent, with Georgia A. Popoff (Haymarket Books, 2017), and Clara Luper: The Woman Who Rallied the Children (Oklahoma Hall of Fame Press, 2017)  with Julie Dill. \r\n \r\nLansana has been a literary teaching artist and curriculum developer for over a decade and has led workshops in prisons, public schools, and universities in over 30 states. He is a former faculty member of the Drama Division of The Juilliard School, and served as Director of the Gwendolyn Brooks Center for Black Literature and Creative Writing at Chicago State University from 2002-2011, where he was also Associate Professor of English/Creative Writing. Currently, Lansana is on faculty in the Creative Writing Program of the School of the Art Institute in Chicago and the Red Earth MFA Creative Writing Program at Oklahoma City University.\r\n \nPassage, his poetry video collaboration with Kurt Heintz, won the first ever Image Union/Bob Award from WTTW-TV (PBS). He is the recipient of other awards, including the 2006 Securing the Future Award from ETA Creative Arts Foundation; the 2000 Poet of the Year Award, presented by Chicago's Black Book Fair; the 1999 Henry Blakely Award, presented by Gwendolyn Brooks; and the 1999 Wallace W. Douglas Distinguished Service Award, presented by Young Chicago Authors, Inc.\n", "attrs": {"Region:": ["U.S., Midwestern"]}}