{"pf_url": "https://www.poetryfoundation.org/poets/r-buckminster-fuller", "name": "R. Buckminster Fuller", "yob": "1895", "yod": "1983", "image": null, "bio": "\nArchitect, poet, and theorist R. Buckminster Fuller is perhaps best known for his futuristic designs and inventions, such as the geodesic dome and the Dymaxion (a portmanteau combining “dynamic,” “maximum,” and “ion”) House, Bathroom, and Car. He was elected to the American Academy and Institute of Arts and Letters and held more than 2,000 patents. From 1959 until his death in 1983, Fuller was a research professor in design science and a professor emeritus at Southern Illinois University, a popular lecturer, and author of 25 books.\nA self-described “explorer in inventive comprehensive anticipation design,” Fuller was born in 1895 in Milton, Massachusetts to a family that included Transcendentalist thinker and poet, Margaret Fuller. After attending Milton Academy and being expelled from Harvard College in 1913, Fuller was commissioned in the U.S. Navy where he exercised his creative imagination in the design of a seaplane rescue mast and boom. In 1917, he married Anne Hewlett and formed a construction company with his father-in-law, American Beaux Arts architect James Monroe Hewlett. When the company failed in 1927 and Fuller found himself out of work with a new family to support, he contemplated suicide. Instead he resolved to devote the remainder of his life to benefiting humanity. Fuller describes the experience in Ideas and Integrities: A Spontaneous Autobiographical Disclosure (1963), “Apparently addressing myself, I said ‘You do not have the right to eliminate yourself, you do not belong to you. You belong to the universe. The significance of you will forever remain obscure to you, but you may assume that you are fulfilling your significance if you apply yourself to converting all your experience to highest advantage of others. You and all men are here for the sake of other men.”\nA “provocative utopian,” according to reviewer Robert F. Sayre, this philosophy shaped Fuller’s interdisciplinary career. He taught at Black Mountain College in the summers of 1948 and 1949, alongside many others who would come to be known as the Black Mountain poets. One such colleague was poet Charles Olson, who once referred in a letter to Fuller as “that devil in pants.” While the majority of his written work takes the form of prose, other texts, like Untitled Epic Poem on the History of Industrialization (1962), are written in ranging, free verse. Scholar Mark Byers proposes that Fuller “turned to the free-verse epic poem as a mode amenable to environmental pedagogy” in an attempt to “theorize the historical agency of the human body.”\nFuller’s holistic, synergetic thinking process was part of his poetry. Critic Barry Alpert writes that, in 1940, “the business world prodded Buckminster Fuller into acts of poetic lucidity; that is, his written prose was shown to an editor who literally couldn’t understand the process of the argument (and therefore anticipated the difficulties of the reading audience). This editor asked Fuller whether he could alleviate the confusion. When Fuller countered by reading aloud what he had written, the relation between breath-units and thought-units, as it were, became transparent.” From that point on, argues Alpert, Fuller’s poetic practice was rooted in “‘ventilating’ the prose he had written.” Fuller’s unique poetic approach is apparent across his career in texts such as No More Secondhand God and Other Writings (1963) and Critical Path (1981), which features what writer Maria Popova calls Fuller’s “singular blend of philosophical fringe-think, love of science, and cosmic poetics.” Popova describes one poem in the volume, “Ever Rethinking the Lord’s Prayer, July 12, 1979,” as “a secular definition of divinity as a curiosity driven love of truth bent through the prism of our subjective experience.”\n\"My philosophy,\" Fuller wrote in No More Secondhand God, \"requires of me that I convert not only my own experiences but whatever I can learn of other men's experiences into statements of evolutionary trending and concomitantly defined problem challenges and responses. My philosophy further requires that I at least attempt to solve the problems by inanimate invention.”\n", "attrs": {}}