{"pf_url": "https://www.poetryfoundation.org/poets/r-erica-doyle", "name": "R. Erica Doyle", "yob": null, "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/03/91dd2d3f6d3fddda58fe1bf226e182e95281077f.jpeg", "bio": "\nBorn in Brooklyn to Trinidadian immigrant parents, poet R. Erica Doyle earned a BA at Georgetown University, an MFA at The New School, and an MA at New York University. In her poems, she engages themes of intimacy, hunger, and power through the body. Her first collection of poetry, proxy (2013), was selected by poet Maggie Nelson for a Norma Farber First Book Award. In a conversation with Amy King for Boog City, Doyle discussed her approach to proxy’s subject matter, stating, “Hardly anyone was writing about sex the way I knew we were doing it, and feeling it, and sometimes fucking each other up and over. Sex and the body are what make us dangerous—no one would care if we were writing platonic letters to each other about maple leaves. The body is the site where all of this gets worked out, but then, in proxy, everything becomes that body. The sea, the sand, the subway, the boys, the older women on the boardwalks, the platforms.” “Doyle’s most profound gift, in proxy: the relationship between the speaker and her body, a vehicle of desire that is simultaneously female and human,” observed Corrina Bain in a 2014 review of proxy for Muzzle Magazine, noting that doyle often portrays intimacy in close, sharp focus, where “longing, regret, and some brutish physical facts are revealed, but the narrative surrounding them is more or less dissolved.”\r\n \r\nDoyle’s work has been featured in the anthologies Our Caribbean: A Gathering of Lesbian and Gay Writing from the Antilles (2008), Gathering Ground: A Reader Celebrating Cave Canem’s First Decade (2006), Bum Rush the Page: A Def Poetry Jam (2001), and Best American Poetry (2001). Her honors include fellowships from the New York Foundation for the Arts, Cave Canem, and the Fine Arts Work Center in Provincetown and an Astraea Lesbian Foundation for Justice Lesbian Writers Fund Award in Poetry.\n\r\nDoyle lives in Brooklyn, where she facilitates Tongues Afire: A Free Creative Writing Workshop for Queer Women, Trans and Gender Non-Conforming People of Color.\n", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}