{"pf_url": "https://www.poetryfoundation.org/poets/r-s-thomas", "name": "R. S. Thomas", "yob": "1913", "yod": "2000", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/3393a2fe25ed69082e9e2f9da114d8362116d2a0.jpeg", "bio": "\nRecognized as one of the leading poets of modern Wales, R. S. Thomas writes about the people of his country in a style that some critics have compared to that nation's harsh and rugged terrain. Using few of the common poetic devices, Thomas's work exhibits what Alan Brownjohn of the New Statesman  calls a \"cold, telling purity of language.\" James F. Knapp of Twentieth Century Literature explains that \"the poetic world which emerges from the verse of R. S. Thomas is a world of lonely Welsh farms and of the farmers who endure the harshness of their hill country. The vision is realistic and merciless.\" Despite the often grim nature of his subject matter, Thomas's poems are ultimately life-affirming. \"What I'm after,\" John Mole of Phoenix  quotes Thomas explaining, \"is to demonstrate that man is spiritual.\" As Louis Sasso remarks in Library Journal, \"Thomas's poems are sturdy, worldly creations filled with compassion, love, doubt, and irony. They make one feel joy in being part of the human race.\"\n\r\nThe son of a sailor, Thomas spent much of his childhood in British port towns where he and his mother would live while his father was away at sea. His early education began late and was only sporadically pursued until his father found steady work with a ferry boat company operating between Wales and Ireland, and the family was able to settle in the Welsh town of Caergybi. After graduating from school Thomas studied for the Anglican priesthood, a career first suggested to him by his mother. As he recounts in his article for the Contemporary Authors Autobiography Series (CAAS), \"Shy as I was, I offered no resistance.\"\n\r\nIn 1936, Thomas was ordained a deacon in the Anglican Church and was assigned to work as a curate in the Welsh mining village of Chirk. In 1937 he became an Anglican priest. The post in Chirk was the first of a series of positions he was to hold in the rural communities of Wales. Between 1936 and 1978, Thomas served in churches located in six different Welsh towns. These appointments gave him a firsthand knowledge of Welsh farming life and provided him with a host of characters and settings for his poetry.\n\r\nAlthough he had written poetry in school, it was only after meeting Mildred E. Eldridge, the woman who was to become his wife, that Thomas began to write seriously. At the time they met she had already earned a reputation as a painter, and, as Thomas remarks in his article for CAAS, \"this made me wish to become recognised as a poet.\" He began to compose poetry about the Welsh countryside and its people, influenced by the writings of Edward Thomas, Fiona Macleod, and William Butler Yeats.\n\r\nPerhaps Thomas's best known character is Iago Prytherch, a farm laborer who appears in many of his poems. Thomas describes him in the poem \"A Peasant\" as \"an ordinary man of the bald Welsh hills.\" Writing in British Poetry since 1970: A Critical Survey, Colin Meir explains that Prytherch epitomizes Welsh hill-farming life and \"is seen as embodying man's fortitude.\" A. E. Dyson, in an article for  Critical Quarterly, finds that Prytherch, being a farmer, is \"cut off from culture and poetry, and cut off too ... from religion.... Yet [he] has an elemental reality and power in his life which is in part to be envied.\"\n\r\nPrytherch is a kind of archetypal rural Welshman, standing as a symbol for his people. As Knapp remarks, Prytherch \"represents the Welsh peasants in all their aspects throughout [Thomas's] poetry.\" According to Dyson, Prytherch is also used by Thomas as a symbol for humanity itself. His hard labor in an unyielding landscape, though representative of Welsh farmers, also exemplifies the hardships common to all men. \"It seems then,\" Dyson states, \"that in finding in the Welsh peasants a 'prototype' of man, Thomas is making a universal statement.... This pared-down existence, in a land of ruined beauty belonging to the past, is more human than any educated sophistication. Or perhaps one should say, it is more truly symbolic of the human predicament.\"\n\r\nMany of Thomas's poems set his farming characters against the bleak and forbidding landscape of Wales, focusing on the difficulties of rural existence. \"Many of his poems offer an unsparingly bleak view of man,\" Knapp admits, \"and ... even in those cases where hope seems clearly offered, the elements of the drama are still exceedingly grim.... The basic postulate is a kind of minimal man, struggling to endure in his little universe.... Mostly the visual aspect of the poetry concerns lone figures, working the stony fields, walking along the roads.\" Comparing Thomas's work with that of Robert Frost, who also wrote of rural life, C. A. Runcie of Poetry Australia notes that Thomas's \"farmers and labourers and hillmen, unlike Frost's, are not philosophers. Thought has been worked out of them year after year. Only life and a little, obtuse, silent feeling remain.\"\n\r\nAs a clergyman, Thomas imbues his poetry with a consistently religious theme, often speaking of \"the lonely and often barren predicament of the priest, who is as isolated in his parish as Prytherch is on the bare hillside,\" as Meir writes. \"In Christian terms,\" Dyson explains, \"Thomas is not a poet of the transfiguration, of the resurrection, of human holiness.... He is a poet of the Cross, the unanswered prayer, the bleak trek through darkness, and his theology of Jesus, in particular, seems strange against any known traditional norm.\" Anne Stevenson of the Listener describes Thomas as \"a religious poet\" who \"sees tragedy, not pathos, in the human condition.... He is one of the rare poets writing today who never asks for pity.\"\n\r\nWriting in CAAS, Thomas asserts that \"as long as I was a priest of the Church, I felt an obligation to try to present the Bible message in a more or less orthodox way. I never felt that I was employed by the Church to preach my own beliefs and doubts and questionings. Some people were curious to know whether I did not feel some conflict between my two vocations. But I always replied that Christ was a poet, that the New Testament was poetry, and that I had no difficulty preaching the New Testament in its poetic context.\"\n\r\nAlthough he had already published three books of poetry, Thomas did not gain widespread recognition as a poet until the appearance of Song at the Year's Turning: Poems, 1942-1954. This volume, brought out by a major publisher and with an introduction by poet John Betjeman, introduced Thomas to a national audience and \"caused quite a stir,\" according to W. J. Keith in the Dictionary of Literary Biography. The collection's poems, marked by a spare and controlled language, earned Thomas widespread critical praise. With each subsequent volume his reputation has increased.\n\r\nLike the Welsh countryside he writes about, Thomas's poetry is often harsh and austere, written in plain, somber language, with a meditative quality. Runcie describes Thomas's style as consisting of \"simple words and short nouns, nouns of such authentic meaning that they rarely need modifiers, moving as beats at a controlled pace in stress accent metre—a constant technique to effect a constant tone, his own inexhaustibly haunting tone that lingers like sounds in a darkness.\" Writing in Eight Contemporary Poets, Calvin Bedient also notes this spare style, claiming that \"Thomas puts little between himself and his subject.... His poems are ascetic.... To seem at once lean and sensuous, transparent and deeply crimsoned, is part of his distinction.\" Thomas reveals his stylistic intentions in Words and the Poet: \"A recurring ideal, I find, is that of simplicity. At times there comes the desire to write with great precision and clarity, words so simple and moving that they bring tears to the eyes.\"\n\r\nThomas's interest in such things as his Welsh homeland, his religion, the natural world, and a spare and simple poetic style reflect his disenchantment with the modern world. In Neb: Golygwyd gan Gwenno Hywyn, an autobiography, Thomas speaks of his tendency to \"look back and see the past as better,\" according to Gwyneth Lewis in London Magazine. On several occasions he has expressed his dismay at this century's industrialization of Wales, arguing that the country's natural beauty has been ruined. In his article for CAAS, Thomas lists among his recent concerns \"the assault of contemporary lifestyles on the beauty and peace of the natural world.\" Thomas notes too that religious faith has declined with the emergence of our technological civilization. \"We are told with increasing vehemence,\" he writes in the  Times Literary Supplement, \"that this is a scientific age, that science is transforming the world, but is it not also a mechanized and impersonal age, an analytic and clinical one; an age in which under the hard gloss of affluence there can be detected the murmuring of the starved heart and the uneasy spirit?\"\n\r\nSince the late 1950s, Thomas has focused on \"matters of greater importance to man at the close of the 20th century,\" notes a critic for the Economist.  \"His pursuit of an elusive God and the general crises of faith; the dehumanising effect of the machine; the scientific world view and the challenges it poses to the poet.\" In a review of Counterpoint William Scammell of the Times Literary Supplement remarks: \"Few creature comforts are offered to the reader of R. S. Thomas's later verse. The language tends to be flat, plain and declarative.... The conceptual mix is one of Christian myth, scientific terminology and late-twentieth-century scepticism.\" Acid rain, black holes, and noxious chemicals are set against biblical images and symbols. The result, according to Scammell, is \"often like someone in a hurry to set down a scheme of first and last things.\"\n\r\nTwo of Thomas's more-recent collections, Mass for Hard Times and No Truce with the Furies, published in 1993 and 1995, respectively, reveal the hard edge, spiritual questioning, and cultural skepticism of Thomas's later poetry. Writing in the New Statesman & Society, Justin Wintle remarks that Thomas's \"poems rub against each other unlike anyone else's. They also provoke a reciprocal turmoil in the reader, so fiercely negative at times is his treatment of humanity.\" Wintle, who praises the poet's \"sea-shore cadences of a free verse as astringent as it is intellectual,\" concludes that \"[Thomas] has doggedly pursued a clutch of themes as universal as you are likely to find.\"\n\r\nThe long-awaited Collected Poems, 1945-1990 was published to coincide with Thomas's eightieth birthday. In a Times Literary Supplement review of the volume, Stephen Knight observes: \"From the beginning, Thomas was determined to follow his own path and this extraordinary book bears witness to that.\" C. H. Sisson echoes this view. \"Thomas's work is marked by the integrity of a man who has taken a difficult path and persisted in it,\" he writes in the  Spectator. Sisson explains that Thomas \"passes from the first ruthless impact of his still rural parishioners on a young townsman fresh from university and theological college, to a ruthless perception of his own agonies and difficulties.\"\n\r\nRuncie believes that with Thomas, the poet and the poetry are one. He describes Thomas as \"a Welshman and a parson, a tidy, boney man with a thin face rutted by severity. And the poems are the man. Austere and simple and of repressed power.\" Similarly, William Cole in the  Saturday Review/World  comments that \"Thomas is austere, tough-minded, but can bring tears.\" Looking back on his long career, Thomas writes in CAAS that he \"moved in unimportant circles, avoiding, or being excluded from the busier and more imposing walks of life.\" He claims that the critical praise he has received is due to \"a small talent for turning my limited thoughts and experience and meditation upon them into verse.\"\n\r\nDespite what he sees as a \"small talent,\" Thomas is often ranked among the most important Welsh poets of this century. Writing in the Anglo-Welsh Review, R. George Thomas finds him to be \"the finest living Welsh poet writing in English.\" Keith reports that Thomas is \"now recognized as a prominent voice in British poetry of the second half of the twentieth century\" and \"has strong claims to be considered the most important contemporary Anglo-Welsh poet.\" Indeed, in the 1990s Thomas began to be mentioned as a possible candidate for the Nobel Prize for literature, and in 1996 he was awarded the prestigious Lannan Lifetime Achievement Award for Literature. Robert Hass, writing in the Washington Post, notes that Thomas \"has made remarkable poetry out of the flinty and unforgiving hill country of Wales and an obdurate, existential Christianity.\" Meir concludes that Thomas's work expresses a religious conviction uncommon in modern poetry. Thomas, according to Meir, believes that \"one of the important functions of poetry is to embody religious truth, and since for him as poet that truth is not easily won, his poems record the struggle with marked honesty and integrity, thereby providing the context for the necessarily infrequent moments of faith and vision which are expressed with a clarity and gravity rarely matched by any of his contemporaries.\"\n", "attrs": {"Region:": ["Wales"]}}