{"pf_url": "https://www.poetryfoundation.org/poets/rachel-loden", "name": "Rachel Loden", "yob": null, "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/c2e827525ccbff99866dfe8750d1d19b0fcbda77.jpeg", "bio": "\n                                                                    Rachel Loden was born in Washington, DC, and grew up in Brooklyn, Berkeley, Los Angeles, and Westport, Connecticut. After her parents’ divorce, her mother was hospitalized for schizophrenia, and Loden and her brother spent time in foster care. As a teenager, she discovered Donald Allen’s influential anthology The New American Poetry (1945–1960), and from there began to immerse herself in poetry, finding influences in Emily Dickinson, Franz Kafka, and John Ashbery. She attended seminal events such as the Berkeley Poetry Conference in 1965; her book Kulchur Girl (2014) collects her notes and diary entries about this conference.   Loden’s collections of poetry include Dick of the Dead (2009), a finalist for the PEN USA Literary Award for Poetry and the California Book Award, and Hotel Imperium (2008), winner of the Contemporary Poetry Series competition and selected as one of the top 10 poetry books of the year by the San Francisco Chronicle. Both books offer extended poems about former president Richard Nixon, who was a member of the House Un-American Activities Committee that blacklisted Loden’s father, an actor and radio announcer. Weaving together sharp wit and serious music, Loden’s work contains layers of personal, cultural, and political history.   In a 2009 review of Dick of the Dead for the Rumpus, poet D.A. Powell noted that Loden’s “Nixon is a fallen monument, an apparition who stalks the grounds of the White [H]ouse; who sits with his head ‘like a Rushmore in space’ awaiting his ultimate pardon.” In an interview for the same piece, Loden offered a realization she had while preparing the proofs of Dick of the Dead: “What hit me was what should have been obvious all along: I am Nixon. I am my Nixon, anyway. I am most avidly interested in not dying.”   Loden’s honors include a fellowship from the California Arts Council, a grant from the Fund for Poetry, an &NOW award, and a Pushcart Prize. Her poems have been included in two editions of Best American Poetry and in Western Wind: An Introduction to Poetry (2005). \n", "attrs": {"Region:": ["U.S., Western"]}}