{"pf_url": "https://www.poetryfoundation.org/poets/rae-armantrout", "name": "Rae Armantrout", "yob": "1947", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/19/3a8bae21ab5fbe7eebac791a07c66d57071c07e3.jpeg", "bio": "\nRae Armantrout, one of the founding members of the West Coast group of Language poets, stands apart from other Language poets in her lyrical voice and her commitment to the interior and the domestic. Born in Vallejo, California, Armantrout earned her BA at the University of California, Berkeley—where she studied with Denise Levertov—and she earned her MA at San Francisco State University. The author of more than ten collections of poetry, Armantrout has also published a short memoir, True (1998). Her Collected Prose was published in 2007. Her most recent collections include Conjure (2020); Versed (2009), which won the 2010 Pulitzer Prize in Poetry and a 2009 National Book Critics Circle Award, and was a finalist for the 2009 National Book Award; Itself (2015); Partly: New and Selected Poems (2016); Entanglements (2017); and Wobble (2018), a finalist for the National Book Award.\nArmantrout's short-lined poems are often concerned with dismantling conventions of memory, pop culture, science, and mothering, and these unsparing interrogations are often streaked with wit. She explained, “you can hold the various elements of my poems in your mind at one time, but those elements may be hissing and spitting at one another.” According to critic Stephanie Burt, “William Carlos Williams and Emily Dickinson together taught Armantrout how to dismantle and reassemble the forms of stanzaic lyric—how to turn it inside out and backwards, how to embody large questions and apprehensions in the conjunctions of individual words, how to generate productive clashes from arrangements of small groups of phrases. From these techniques, Armantrout has become one of the most recognizable, and one of the best, poets of her generation.”\nArmantrout's poems have appeared in The Open Door: 100 Poems, 100 Years of Poetry Magazine (2012), The Best of the Best American Poetry: 1988-2012 (2013), and The Norton Anthology of Postmodern American Poetry (2013), among numerous other anthologies. She has received fellowships and awards from the Foundation for Contemporary Arts, the California Arts Council, the Rockefeller Center, and the John Simon Guggenheim Memorial Foundation.\n“I think my poetry involves an equal counterweight of assertion and doubt,” Armantrout has written. “It’s a Cheshire poetics, one that points two ways then vanishes in the blur of what is seen and what is seeing, what can be known and what it is to know. That double-bind.” She is a professor emerita at University of California, San Diego, where she taught for more than 20 years and was the longtime director of the New Writing Series. She lives in Everett, Washington.\n", "attrs": {"Region:": ["U.S., Western"], "School/Period:": ["Language Poetry"]}}