{"pf_url": "https://www.poetryfoundation.org/poets/rafael-campo", "name": "Rafael Campo", "yob": "1964", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/1b8f9690c2ef689bdcf79bdc30060d89a4410597.jpeg", "bio": "\nBorn in Dover, New Jersey to Cuban and Italian parents, Dr. Rafael Campo is a poet, essayist, and physician who serves as the Director of Literature and Writing Programs of the Arts and Humanities Initiative at Harvard Medical School. He practices internal medicine at both Harvard Medical School and Beth Israel Deaconess Medical Center in Boston. Campo earned a BA and an MA from Amherst College, and an MD from Harvard Medical School. Campo started practicing internal medicine in the early 1990s, at the height of the HIV/AIDS epidemic in the US. His writing reflects his commitment to poetry as the fullest expression of self, and his understanding of it as a necessary tool for healing and empathy.\n\r\nCampo is the author of many poetry collections, including Alternative Medicine (2013); The Enemy (2007), which received the Sheila Motton Book Prize from the New England Poetry Club; Landscape with Human Figure (2002); Diva (1999), a finalist for the National Book Critics Circle Award; What the Body Told (1996), winner of a Lambda Literary Award; and The Other Man was Me (1994), winner of the National Poetry Series. In a review of Campo’s Comfort Measures Only: New and Selected Poems, 1994–2016 in Booklist, Ray Olson remarked, “In every poem, as in his and our lives generally, the world goes reeling around him … [Campo’s] poetic success depends on an unobtrusive mastery of meter—does any other American these days write better iambic pentameters? He also usually writes in forms, as simple as blank verse, as intricate as villanelles and variously rhymed tercets, and as a form demands, rhyme, though using assonance and/or consonance more than full homophony. This doctor-poet is as careful in his avocation as his poems imply he is in his vocation.”\nHis poems often address questions of illness, health, suffering, and identity. He has “prescribed” poetry to his patients and led poetry workshops for them. “We come to poetry,” he has said, “I think because we are silenced in many ways. In biomedicine, we’re so good at appropriating the narrative—the biopsy report, the CT count, the potassium level. Writing gives patients an opportunity to say, this is my cancer, this is my HIV. It’s not a generic, what you see on the mammogram or how many lymph nodes are positive—I’m an individual.”\nCampo’s poetry tends to mix narratives of family, history, and illness with an attention to form, especially received forms. His interest in forms, he has alleged, comes from his own “hybrid” experience: “Being a hybrid myself, I’m very interested in playing with Indonesian forms and Middle Eastern forms, importing some of these things, being in a way almost promiscuous with form.” Critic Frederick Luis Aldama described Campo’s technique in his early work: “His poems are highly structured … he uses the security of form as a position from which to delve deep into the heart of his own feelings—feelings for his AIDS and cancer patients and for emergency room arrivals who have suffered from brutal encounters with an overwhelmingly homophobic and racist American society.”\nOther collections of Campo’s poetry also utilize a dramatic range of forms. Diva (1999), for instance, includes Campo’s translations of poems by Federico García Lorca, as well as terza rima, villanelles, pantoums, heroic couplets, and envelope quatrains. In the Journal of the American Medical Association, Jay A. Liveson called this book “a virtuoso display” of formal poetic styles.\nBoth of Campo’s collections of prose, The Poetry of Healing (1997) and The Healing Art: A Doctor’s Black Bag of Poetry (2003), address the subjects found in his poetry, while describing the difficulties and rewards of being a poet-doctor. The Poetry of Healing won praise from many different quarters, including reviews in medical journals and a Lambda Literary Award. In Christian Century, Arthur W. Frank examined the book as a piece of “medical self-reflection” that challenged the administrative restrictions common to the profession: “Campo’s writing—the transformation of life in narrative and poetry—is the final expression of his fidelity to his patients … Campo shows the difficulty of cultivating public-spiritedness as an individual virtue within systems of managed care.” The Healing Art also received praise from literary and medical journals alike. Using poems from poets like William Carlos Williams, Marilyn Hacker, and Lucia Perillo, Campo addresses the necessity of differentiating between “healing” and “curing.” In the New England Journal of Medicine, Teresa Schraeder claimed that “Rafael Campo uses a palette of poetry to provoke the reader to philosophical, even existential thoughts about the ways in which illness and death define human experience.”\n\r\nCampo’s work has also been selected for inclusion in the Best American Poetry and Pushcart Prize anthologies, and has appeared in numerous prominent periodicals including the Boston Globe, Commonweal, the Los Angeles Times, The Nation, The New Republic, the New York Times Magazine, the Paris Review, Salon, Slate, and the Washington Post Book World.\n\r\nCampo is the recipient of numerous honors and awards, including a Guggenheim fellowship, a National Poetry Series award, and two Lambda Literary Awards. He also received an honorary Doctor of Literature degree from Amherst College. Campo lectures widely and leads seminars and workshops related to medicine, literary writing, and culture. He is the poetry editor for JAMA, the Journal of the American Medical Association.\n", "attrs": {"Region:": ["U.S., New England"]}}