{"pf_url": "https://www.poetryfoundation.org/poets/ralph-waldo-emerson", "name": "Ralph Waldo Emerson", "yob": "1803", "yod": "1882", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/22/d3f8060629ba9f94508888c12e5e3a87d94b0458.jpeg", "bio": "\nRalph Waldo Emerson—a New England preacher, essayist, lecturer, poet, and philosopher—was one of the most influential writers and thinkers of the 19th century in the United States. Emerson was also the first major American literary and intellectual figure to widely explore, write seriously about, and seek to broaden the domestic audience for classical Asian and Middle Eastern works. He not only gave countless readers their first exposure to non-Western modes of thinking, metaphysical concepts, and sacred mythologies; he also shaped the way subsequent generations of American writers and thinkers approached the vast cultural resources of Asia and the Middle East.\r\n \r\nEmerson was born on May 25, 1803 in Boston, Massachusetts. As a boy, his first contact with the non-Western world came by way of the merchandise that bustled across the India Wharf in Boston harbor, a major nexus of the Indo-Chinese trade that flourished in New England after the Revolutionary War. Emerson’s first contact with writings from and about the non-Western world came by way of his father, William Emerson, a Unitarian minister with a genteel interest in learning and letters.\nIn 1817, at the age of 14, Emerson entered Harvard College. While at Harvard, Emerson had little opportunity to study the diverse literary and religious traditions of Asia or the Middle East. The curriculum focused on Greek and Roman writers, British logicians and philosophers, Euclidean geometry and algebra, and post-Enlightenment defenses of revealed religion. As his journals and library borrowing records attest, however, in his spare time, Emerson paid keen attention to the wider European Romantic interest in the “Orient” or the “East,” which to him meant the ancient lands and sacred traditions east of classical Greece, such as Egypt, the Arabian Peninsula, Persia, China, and India. An aspiring poet, Emerson also gravitated to selections of poetry that took up Eastern themes and Eastern poetry, including the works of Saadi and Hafez, which he would embrace in adulthood.\nLike other Anglo-American readers of his period, Emerson relied heavily on British colonial agents for his knowledge of India, reading treatises, travelogues, and translations of legal, religious, and poetic texts produced in the wake of Britain’s imperial expansion into India. As a consequence, Emerson’s writing about South Asia (as well as China, Persia, and the Arab world) often traffics in the menagerie of 19th century Euro-American stereotypes and misconceptions. Examples can be found in Emerson’s “Indian Superstition,” a densely allusive poem that he composed for Harvard College’s graduation ceremonies in 1822. In the 156-line poem, Emerson describes how “Superstition,” the personification of religious tyranny in Asia, has enslaved “[D]ishonored India.” With its Romantic primitivism and bombastic imagery, “Indian Superstition” is perhaps closer to caricature than considered literary art. Yet, for all its excess, Emerson’s poem is notable for departing from a common formula of the period according to which a debased India could only be redeemed through Western colonialism. Instead, Emerson urges Indians to resist the shackles of the British Empire as forcefully as they should resist the mental chains of religious superstition. He exhorts ordinary Indians to look upon the example of post-revolution America as an emblem of what a modern democratic nation could achieve.\n\r\nAfter he graduated from Harvard, Emerson’s enthusiasm for non-Western subjects waned, primarily because he devoted himself to becoming a Unitarian minister. In 1831 Emerson’s wife, Ellen Tucker Emerson, died of tuberculosis, an event that galvanized a series of personal and professional changes in his life. The next year Emerson resigned his pulpit at the Second Church of Boston, publicly citing the fact that he did not believe in the special divinity of Jesus and thus could no longer administer the sacrament of communion. After traveling through Europe, where he met literary luminaries such as William Wordsworth and Thomas Carlyle, Emerson returned to his ancestral home in Concord, Massachusetts. He began a career as a public lecturer, which lasted almost 50 years, and married Lydia Jackson, whom he affectionately referred to as “Mine Asia”—a pun on Asia Minor, the location of the ancient kingdom of Lydia. In 1836 Emerson published Nature, the first major statement of his mature philosophy and a groundbreaking book that catalyzed the Transcendentalist movement in New England. Along with Emerson, the New England Transcendentalists were an eclectic group of religious, literary, educational, and social reformers that included Margaret Fuller, Bronson Alcott, Theodore Parker, and Henry David Thoreau. The movement grew out of Unitarianism in the greater Boston area; was deeply influenced by British and German Romanticism, especially as interpreted by Samuel Taylor Coleridge; and revolved around a form of philosophical and spiritual idealism that valued intuition over the senses.\nWith the publication of his Essays in 1841 and Essays: Second Series in 1844, Emerson emerged as a trans-Atlantic literary celebrity. In his essays from this period Emerson did not explicitly take up Eastern subjects or ideas; however, scholars agree that there are similarities between Emerson’s “Over-Soul” in his 1841 essay of that name and the Hindu conception of Brahman. Scholars also agree that there are similarities between Emerson’s belief described in his 1841 essay “Compensation” and the Hindu doctrine of karma. Moreover, in his published writings during this period, Emerson cited maxims, referred to prominent figures, and otherwise incorporated allusions drawn from Asian and Middle Eastern literatures with surprising regularity. He added these “lustres” to his nonfiction writing for at least two reasons. First, by treating non-Western texts with the same respect afforded cultural authorities in the Western traditions, he could disrupt the parochial expectations of his American and European audiences. Second, by adducing evidence from traditions outside of America and Europe, he could assert the universality of his observations on society, fate, ethics, and philosophy. Emerson’s engagement with Eastern cultural sources is also evident in his poetry from the 1840s. For example, inspired by his reading of Persian verse, Emerson wrote “Saadi” in 1842, a poetic tribute to the aphorist, panegyrist, and lyrical poet of the same name.\nWhen scholars discuss the limitations of Emerson’s writing about the East, they often refer to the essay “Plato; or the Philosopher,” published in Representative Men in 1850. In that volume, Emerson argues that the Greek philosopher brought together the two “cardinal facts” at the core of all philosophy: Unity and Variety. According to Emerson, the tendency to “dwell in the conception of the fundamental Unity” is primarily an Eastern trait, while the impulse toward variety is a Western one. Emerson praises in Plato what he probably valued in himself—an ability to synthesize the best aspects of unity and variety, immensity and detail, East and West. And yet Emerson’s conceptualization of the East in the “Plato” essay poses problems that are worth noting.\nAs scholars have observed, when Emerson claims to speak about “Asia,” he seems to have India in mind (that is, the country with the “social institution of caste”). It is a muddling of distinctions that suggests Emerson was unconcerned about the vital differences among the cultures of Asia and the Middle East. Emerson also eschews political or economic comparisons in favor of idealized intellectual ones, supporting the notion that “the East” was more for him an abstract idea than a place inhabited by actual people. Also, even though Emerson purports to offer a balanced view of an East that “[loves] infinity” and a West that [“delights] in boundaries,” his language seems to favor Europe—with its activity, creativity, “discipline,” “arts, inventions, trade, freedom”—over Asia, with its “immovable institutions” and “deaf, unimplorable, immense fate.” Emerson’s vague and polarized thinking in “Plato” closely aligns with the stereotypical typologies about East and West that prevailed in the wider culture, pointing to the limits of Emerson’s intellectual vision when trying to imagine the Eastern Other.\nIn 1856 Emerson composed a lyric poem originally called “Song of the Soul” and later published in the Atlantic in 1857 under the title “Brahma.” The poem dramatizes an idea that Emerson closely associated with Hinduism; namely, that the material world is essentially an illusory mask of the divine spirit that dwells in all beings. Although it stands to reason that the poem is written from the perspective of Brahma, the Hindu god of creation, or even Brahman, the absolute or universal soul, the speaker in the poem does not name itself. Instead, the speaker enumerates the ways in which it eludes characterization. The opening lines of the four-stanza verse exemplify the riddle-like quality of the poem as a whole: “If the red slayer think he slays, / Or if the slain think he is slain,/ They know not well the subtle ways / I keep, and pass, and turn again.”\nIn many ways, “Brahma” is a distillation of Emerson’s reading of Hindu sacred literatures over the previous two decades, from the Baghavad Gita to the Katha Upanishad. When “Brahma” inspired dozens of mocking parodies in the Atlantic—its paradoxical style proved to be too much for many antebellum American readers, who objected to its exotic obscurities—Emerson told his daughter that one did not need to adopt a Hindu perspective to understand the poem. One could easily substitute “Jehovah” for “Brahma,” he explained, and not lose the sense of the verse.\nIn 1858 Emerson published a long essay, “Persian Poetry,” in the Atlantic. As a way of introducing American readers to what was likely an unfamiliar poetic tradition, Emerson drew parallels between Persian poetry and Homeric epics, English ballads, and the works of William Shakespeare. He also noted that the legends of Persian mythology could sometimes be found in the Hebrew Bible. As part of his exposition, Emerson included his own English translations of the poets Hafez, Saadi, Khayyam, and Enweri, by way of the German translations of Persian poetry by Baron von Hammer-Purgstall. Emerson had no competence in any Asian or Middle Eastern language, and he never read a non-Western text in its original language. But Emerson had been translating von Hammer’s German texts in his journals since 1846. By the end of his life, Emerson produced at least 64 translations, totaling more than 700 lines of Persian verse, many of which can be found in “Orientalist,” a notebook he began to keep in the 1850s. \nIn 1872 Emerson sailed for England and then Egypt with his daughter, Ellen. As he toured the cities of Alexandria and Cairo, Emerson noted observations about the Pyramids, the Nile River, and his woeful ignorance of the Arabic language. But at 70 years old, Emerson’s most significant writings about the East were behind him. Ten years later, on April 27, 1882, Emerson died in Concord, leaving an enduring legacy as the seminal figure of modern American Orientalism. His lifelong excursions into the libraries of classical Asian and Middle Eastern literatures were those of an enthusiast instead of a rigorous scholar, and he often relied on crude Romantic stereotypes and failed to recognize the differences among the cultures and peoples of the East. But Ralph Waldo Emerson expanded the Eastern horizons of generations of American readers and writers, and he persuasively demonstrated how classical Indian, Chinese, and Persian works could be used as a means to bring the inquiring self into a fresh appreciation of its own profound powers.\n", "attrs": {"Region:": ["U.S., New England"]}}