{"pf_url": "https://www.poetryfoundation.org/poets/randall-jarrell", "name": "Randall Jarrell", "yob": "1914", "yod": "1965", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/30558d53b83848192e116e2485a9ab595451ce4d.jpeg", "bio": "\nPoet and critic Randall Jarrell was born in Nashville, Tennessee. As a child, he spent time in Los Angeles, where his grandparents lived, and he would later write movingly about the city in “The Lost World,” one of his best-known poems. Jarrell’s collections of poetry included Blood for a Stranger (1942), two collections based on his experiences as an Air Force training navigator in World War II—Little Friend, Little Friend (1945) and Losses (1948)—and the highly acclaimed The Woman at the Washington Zoo (1960), which won the National Book Award, and The Lost World (1965). A volume of Complete Poems (1969) was published posthumously. In his later poetry, Jarrell frequently adopted the personae of women, crafting narratives of ordinary life and domestic constraint in what Karl Shapiro called “the common dialogue of Americans.” Jarrell was also known as one of the most perceptive, erudite, and feared critics of midcentury American poetry. His essays were collected in the volumes Poetry and the Age (1953) and Kipling, Auden & Co. (1980). He also published a satirical campus novel, Pictures from an Institution (1954), translations of Chekov, Goethe, and the Grimm Brothers, as well as a number of children’s books during his lifetime.\nJarrell earned his BA from Vanderbilt University, studying with poets associated with the “Fugitive” movement of Southern writing including John Crowe Ransom and Robert Penn Warren. But according to William Pritchard, “Jarrell showed little interest in Fugitive or ‘Southern’ political and cultural ideas. His early poetry, some of it published while he was still an undergraduate, is apocalyptic, surreal, and humourless—much indebted to Auden's example, though lacking Auden's wit and formal brilliance.” Jarrell followed Ransom, his mentor, to Kenyon College where he roomed with the young Robert Lowell and read in manuscript the poems that would become Lord Weary’s Castle. Lowell was to be one of the poets—along with Elizabeth Bishop, W.H. Auden, Marianne Moore, and Robert Frost—that Jarrell wrote about most often. Jarrell taught at the University of Texas, joined the Air Force during World War II, and published fierce reviews of contemporary poetry in journals such as the New Republic and the Nation. After the war, he taught at the University of North Carolina-Greensboro until his death in 1965. Jarrell’s final years were marked by struggles with mental illness and at least one suicide attempt. Though his death—he was hit by a car at dusk—was ruled accidental, it occurred during a period of emotional turmoil and, as Pritchard notes, “the circumstances will never be entirely clear.”\nJarrell was noted for his acerbic, witty, and erudite criticism. In a volume of essays titled Randall Jarrell, 1914-1965, nearly all of the writers praised his critical faculties. They also noted, commented Stephen Spender in the New York Review of Books, “a cruel streak in Jarrell when he attacked poets he didn’t like.” Jarrell could be harsh, critics agreed, but his vehemence was a barometer of his love for literature. Robert Lowell wrote in the New York Times Book Review that Jarrell was “almost brutally serious about literature.” Lowell conceded that he was famed for his “murderous intuitive phrases,” but defended Jarrell by asserting that he took “as much joy in rescuing the reputation of a sleeping good writer as in chloroforming a mediocre one.” And Helen Vendler wrote in the New York Times Book Review that “nobody loved poets more or better than Randall Jarrell—and irony, indifference or superciliousness in the presence of the remarkable seemed to him capital sins” Suzanne Ferguson, in her book Poetry of Randall Jarrell, alleged that his criticism, with standards based on “broad, deep reading in all kinds of writing,” would “ask always, both explicitly and implicitly, whether the poem tells truth about the world; whether it helps the reader see a little farther, a little more clearly the dark and light of his situation.”\n\r\nJarrell tried to guide the reader not just by the content but also the style of his writing. A straightforward approach was as important to Jarrell in his own writing as in that of the writers he reviewed, noted D.J. Enright in Listener: “Just as common feeling informs his best poetry, so what underlies Randall Jarrell’s criticism is common sense—that quality derided by frothy phonies who have failed to notice how uncommon it is—strengthened and clarified by exactly remembered reading, considerable knowledge of what is essential to know, and his own experience in the art of writing.” Jarrell’s insistence on clarity and accessibility in writing alienated him from some academics; his denouncement of the New Criticism set him even further afield. According to Hilton Kramer in New Leader, the advent of the New Criticism “induced a profound despair over the very nature of the critical vocation, and his response to that despair was to adopt a tone and a method markedly different from the despised weightiness and solemnity he saw overtaking the whole literary enterprise. This change in his critical outlook had the unfortunate effect of depriving Jarrell of a certain seriousness.” Michael Dirda interpreted Jarrell’s stance in a more positive way: “In a time when criticism was already turning professional and academic, Jarrell spoke as a reader, one who tried to convey his enthusiasm or his disappointment in a book as sharply as he could manage.”\n\r\nJarrell’s passion for clarity extended from his criticism to his poetry. Julian Moynahan asserted in the New York Times Book Review that “Jarrell was a master of the modern plain style, the style which in poets like Frost, Hardy, and Philip Larkin (Jarrell’s favorite younger English poet) is used to connect the vicissitudes of ordinary experience with modes of primary feeling which move deep down within, and between, all of us.” Other critics have commented on the “colloquial, intimate mode of speech” that James Atlas of the American Poetry Review identified with Jarrell; for Karl Shapiro, writing in Book World, it seemed that “what Jarrell did was to locate the tone of voice of his time and of his class (the voice of the poet-professor-critic who refuses to surrender his intelligence and his education to the undergraduate mentality).”\n\r\nWhile Jarrell retained his colloquial voice over the years, he did branch out thematically, according to Hugh B. Staples, who asserted in Contemporary Literature that his “diversity is reflected in the considerable canon of his work.” Ferguson identified Jarrell’s themes as “relatively few and closely related as they evolve through his thirty-year writing career: in the poems of the thirties, the ‘great Necessity’ of the natural world and the evils of power politics; in the poems of the early forties, the dehumanizing forces of war and ways to escape or recover from these through dreams, mythologizing, or Christian faith; in the poems of the fifties, and continuing into the sixties, loneliness and fear of aging and death, again opposed by the imagination in dreams and works of art; and in some of the last poems, the defeat of Necessity and time through imaginative recovery of one’s own past.”\r\n \nWorld War II was a turning point for Jarrell’s poetry. Hayden Carruth wrote in Nation that out of “a considerable bulk of poetry … the war poems make a distinct, superior unit.” According to Carruth, World War II (in which Jarrell, too old to serve as a combat pilot, served as a pilot instructor) left a dark psychological imprint on his poetry. Carruth noted the stylistic progression: “His early poems are sometimes mannered or imitative, and often artificially opaque; but from the first, he wrote with ease, and suffered none of the verbal embarrassment customary among young poets. When the war came he already possessed a developed poetic vocabulary and a mastery of forms. Under the shock of war his mannerisms fell away. He began to write with stark, compressed lucidity.”\n\r\nVendler also believed that the war inspired Jarrell to find a new focus for his writing. She wrote in the New York Times Book Review that “his first steady poems date from his experience in the Air Force, when the pity that was his tutelary emotion, the pity that was to link him so irrevocably to Rilke, found a universal scope.” Although “ordinarily he resisted any obvious political rhetoric,” according to M. L. Rosenthal in his Randall Jarrell, the subject of war elicited a fervent emotional response from Jarrell, and his impassioned treatment won him an appreciative audience. Robert Weisberg echoed many critics when he wrote in the New York Times Book Review that Jarrell’s poems “entered the spirit of the American soldier with … subtle empathy,” noting that “perhaps his most famous piece of writing is a stark five-line lyric [‘The Death of the Ball Turret Gunner’], the ultimate poem of war.”\n\r\nVernon Scannell asserted that the war poem “Mail Call” was another example of a work in which Jarrell identified the military’s “inescapable reduction of man to either animal or instrument by the calculated process of military training and by the uniformed civilian’s enforced acceptance of the murderer’s role, the cruel larceny of all sense of personal identity.” To make his point on this subject about which he felt so strongly, Jarrell used powerful language. Jonathan Galassi noted in Poetry Nation that “the grisly irony reminds one of Auden, an inevitable influence on Jarrell’s work of this period, but there is a horrible closeness to the event which Auden would not have ventured. Jarrell’s best war poems ... are ... rich in dramatic tension, and grounded, as his best work always is, in vivid detail. His ubiquitous generalizations earn their significance from gorgeously terrible descriptions of carnage and fear.”\n\r\nDespite the impact of his images, some critics suggested that Jarrell lost force by making specific incidents serve a general rhetoric, in the kind of “ubiquitous generalizations” cited above. A Times Literary Supplement reviewer noted that in his war poetry Jarrell “seldom dealt with the carefully shaped, irreplaceable persons the world had lost. Instead, he wrote about the possible life the men had missed. This vanished futurity could hardly be concrete or particular, and the soldier therefore was too often a case rather than a person.” J. C. Levenson agreed in the Virginia Quarterly Review that “The Death of the Ball Turret Gunner” “establishes the matter-of-factness of flak and fight more successfully than it establishes its big generalization about airmen—and boys—as creatures of the State.” Vendler defended Jarrell, writing in the New York Times Book Review that “it has been charged that Jarrell’s poetry of the war shows no friends, only, in James Dickey’s words, ‘killable puppets’—but, Jarrell’s soldiers are of course not his friends because they are his babies, his lambs to the slaughter—he broods over them.” Scannell concluded that “there are moments in [Jarrell’s] war poetry when the force of his passion results in confusion and overstatement but far more frequently it is directed and controlled through a technical assurance that has produced some of the most relentless indictments of the evil of war since [Siegfried] Sassoon and [Wilfred] Owen.”\n\r\nEven when he was not writing on war themes, Jarrell often viewed his characters with pity. Jerome Mazzaro noted the insecurity of his characters, writing in Salmagundi that “Jarrell’s personae are always involved with efforts to escape engulfment, implosion, and petrification, by demanding that they somehow be miraculously changed by life and art into people whose ontologies are psychically secure.” The passivity Mazzaro alludes to was frequently cited by other critics, often in reference to Jarrell’s portrayals of women. Some critics felt that Jarrell held a particular compassion for women because he viewed them as being trapped by society; the poem “The Woman at the Washington Zoo” represents one often-cited example of this view. Jonathan Galassi wrote in Poetry Nation that “Jarrell’s women, though conscious there is something wrong in their lives, are unable to define precisely or to respond creatively to their predicaments; they are merely witnesses to their victimization.” Some critics objected to Jarrell’s tone when he wrote about women. Rosenthal asserted that “there is at times a false current of sentimental condescension toward his subjects, especially when they are female.” But more often than not, critics valued Jarrell’s perspective, appreciating it for its uncommon compassion.\nJarrell’s acute sense of involvement with other people permeated both his poetry and his criticism, according to Levenson. “Though his heart might go out to people as they are and things as they are, he had an ingrained drive to make them better. He could not help telling them to change a word, change a line, change their lives, but the demand he made came out of concern and not out of overbearing authority. No one doubted that. ‘To Randall’s friends,’ writes Peter Taylor, ‘there was always the feeling that he was their teacher. To Randall’s students, there was always the feeling that he was their friend.’”\n\r\nJarrell died in a traffic collision in 1965. He was 51.\n", "attrs": {"Region:": ["U.S., Southern"], "School/Period:": ["Fugitive"]}}