{"pf_url": "https://www.poetryfoundation.org/poets/randy-blasing", "name": "Randy Blasing", "yob": "1943", "yod": null, "image": null, "bio": "\nPoet and translator Randy Blasing was educated at Carleton College and the University of Chicago. He has published numerous volumes of poetry, including A Change of Heart (2018), Choice Words: Poems 1970-2005, Second Home (2001), Graphic Scenes (1994), and Light Years (1977). Blasing’s poetry has been praised for its precision and control. Pat Monaghan in Booklist applauded Blasing as “a mature talent with a firm sense of craft.” Blasing is also a translator of the works of Nazim Hikmet, one of the great modern Turkish poets. Hikmet revolutionized Turkish poetry by introducing free verse and modern poetic techniques, and combining these with traditional and folk styles. Blasing’s translations are written in collaboration with his wife, scholar Mutlu Konuk, a native of Turkey. Konuk is has taught at Pomona College and Brown University, and she has published critical studies on American poetry.\nThe couple first discovered Hikmet’s work after their honeymoon in Turkey. Upon returning to the United States, Blasing began researching Turkish poets and found a volume of Hikmet’s work in French translation. Both Blasing and Konuk enjoy “his fresh imagery and spirited tone,” as Blasing remembered in an interview with Light Millenium. “I wanted to translate him to see what he was saying, my French being only adequate, and Mutlu wanted to see what he would sound like in English.”\nThe couple has gone on to publish numerous volumes of Hikmet’s poetry in translation, as well as his Human Landscapes from My Country: An Epic Novel in Verse (2009). Reviewing their translation of Poems of Nazim Hikmet (2002), a Publishers Weekly writer stated that the poems “convey the power and originality of the work.” Hikmet’s dramatic Human Landscapes, begun while the poet was imprisoned, is a “masterpiece” and “a powerful read,” according to Keith Hitchins in World Literature Today. Hitchins added, “The translators have done full justice to the original.”\nBlasing has received grants from the Ingram Merrill Foundation and a translation fellowship from the National Endowment for the Arts. He is a professor of English at the Community College of Rhode Island.\n", "attrs": {}}