{"pf_url": "https://www.poetryfoundation.org/poets/randall-mann", "name": "Randall Mann", "yob": null, "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/20/9a06750c2d24007b6b3247eac27d4aa40c0a0362.jpeg", "bio": "\nPoet Randall Mann is the author of Complaint in the Garden (2004), which won the Kenyon Review Prize in Poetry; Breakfast with Thom Gunn (2009), finalist for the Lambda Literary Award for Gay Poetry and the California Book Award; Straight Razor (2013), finalist for the Lambda Literary Award; and Proprietary (2017) a finalist for the Northern California Book Award and Lambda Literary Award. He is also the author of a book of criticism, The Illusion of Intimacy: On Poetry (2019), as well as co-author of the textbook Writing Poems (2007). Influenced by Philip Larkin, Elizabeth Bishop, and Donald Justice, Mann’s poetry—at once vulnerable, unflinching, and brave in its ambivalence—explores themes of loss, attraction, brutality, and expectation. Of his preference for working in form, Mann says, “Form helps me approach more comfortably the personal, helps me harden argument.”\nDavid Baker, poetry editor and judge for the Kenyon Review Prize, wrote that in his first book Mann “re-creates the landscape and flora of the Caribbean and Florida with great precision, its saw palmettos and egrets, its ‘feathery-leafed locusts’ and ‘punctual monsoons.’ He follows, in other words, a long line of observers from Donald Justice back through William Bartram to Ponce de León and Cabeza de Vaca.” Mann’s later work also observes the vicissitudes of place, in particular San Francisco. Reviewing Proprietary, Tess Taylor noted, “The poems in this collection also straddle the distance between a San Francisco of hedonistic pleasures and a San Francisco of corporate doublespeak. In echoing that earlier city, Mann evokes Thom Gunn, a noted San Francisco poet or even Baudelaire, a poet of raw urban desire. But in threading these poems about lust, longing and alienation through a brave new world of org charts and web portals, Mann imagines anew what it means to connect or to feel at a loss in the age of the Internet.”\nMann received the 2013 J. Howard and Barbara M.J. Wood Prize from Poetry. He lives in San Francisco.\n", "attrs": {"Region:": ["U.S., Western"]}}