{"pf_url": "https://www.poetryfoundation.org/poets/reed-whittemore", "name": "Reed Whittemore", "yob": "1919", "yod": "2012", "image": null, "bio": "\nPoet, editor, and educator Reed Whittemore grew up in New England. Though his family’s fortune disappeared in the depression, he attended prep school and Yale University. During World War II he served in the US Air Force and rose to the rank of major. Upon his return to the United States, he enrolled at Princeton University but left shortly thereafter for a teaching position at Carleton College in Minnesota. There he revived the literary journal Furioso, which eventually became the Carleton Miscellany. The position led to his association with the editors of other notable literary journals and ultimately to the formation of the Association of Literary Magazines of America, with which he was involved for many years. This path led to Washington, DC, where he served a year-long term as the poetry consultant for the Library of Congress, a position in which he attempted to meld politics to an awareness of poetry. He then went back to teaching at Carleton for three years before obtaining a position as the New Republic’s literary editor. After four years with the New Republic, Whittemore became a professor at the University of Maryland. He retired in 1985 but went on to serve a second term at the Library of Congress.\nWhittemoore’s many poetry collections include The Past, the Future, the Present: Poems Selected and New (1990), The Feel of Rock: Poems of Three Decades (1982), The Mother’s Breast and the Father’s House (1974), and Fifty Poems Fifty (1970). A poetry reviewer in Choice reviewer suggested that Whittemore’s poetry was popular for two reasons: a free-flowing style and a sense of humor. Whittemore’s poetry is marked by “end and internal rhyme ... with highly amusing and often subtle results,” the critic wrote. “He skillfully organizes and structures his poems on the basis of line length, yet he avoids relying on visuality for understanding.” The writer further compared his work to that of Denise Levertov, Edward Dorn, and Ted Hughes, noting that “his skill in truly humorous verse sets him apart.” J. T. Demos similarly commented in Library Journal that “Whittemore has the saving face of humor. ... Being middle-aged and academic, Whittemore fights both labels as best he can, and then succumbs. When he is at least experimental and most aware of himself he can be charming as so few middle-aged academic poets really are.”\nSaturday Review critic Lewis Turco stated that Reed Whittemore “has been one of the more influential poets of his generation. ... Early in his career he began to prove ... that the best qualities of prose may be a fit vehicle for a new poetry.” Expressing his opinion of Whittemore’s talents, James Dickey wrote in Poetry that, “as a poet with certain very obvious and amusing gifts, Reed Whittemore is almost everyone’s favorite. Certainly he is one of mine. Yet there are dangerous favorites and inconsequential favorites and favorites like pleasant diseases. What of Whittemore? He is as wittily cultural as they come, he has read more than any ... man anybody knows, has been all kinds of places, yet shuffles along in an old pair of tennis shoes and khaki pants, with his hands in his pockets.”\nWhittemore expressed his own feelings on poetry in his essay in Poets on Poetry. As he once commented, “I think of poetry as a thing of the mind and tend to judge it, at least in part, by the qualities of mind it displays. ... The properties of mind I most admire are the daytime properties—those that get us to the store or shop and back, and put us on the radio discussing poetry or arguing about communism and democracy. Most of my poems, therefore, tend to deal primarily with the daytime part of the mind, that is, the prosaic part; only occasionally do they deal directly with the nighttime self.”\nOn the subject of the length of his poetry, Whittemore once stated, “I have been impressed by the insufficiencies of the short-poem art for about twenty-five years; yet I have gone on writing short poems, and I suspect that my reputation as a poet, if I have any, is almost entirely based on a few short poems. I find the genre a congenial one in which to deal with my own insufficiencies, among which is my own rational incapacity to work things out, order them logically, on a big scale.”\nWhittemore was also influential as an editor of literary magazines and as a proponent of poetry through his teaching, his association with the Library of Congress, and as the poet laureate of Maryland, among many other positions. Apart from his poetry publications, Whittemore’s most well-known work is his biography Six Literary Lives: The Shared Impiety of Adams, London, Sinclair, Williams, Dos Passos, and Tate (1993).\nWhittemore died in 2012 at the age of 92.\n", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}