{"pf_url": "https://www.poetryfoundation.org/poets/reginald-gibbons", "name": "Reginald Gibbons", "yob": "1947", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/22/fbcb150d3b502753147d1d83994d71790b6c3f2b.jpeg", "bio": "\nBorn and raised in Houston, Reginald Gibbons earned his BA in Spanish and Portuguese from Princeton University, and both his MA in English and creative writing and his PhD in comparative literature from Stanford University.\n\r\nGibbons is the author of more than half a dozen collections of poetry, including Sparrow: New and Selected Poems (1997), winner of the Balcones Poetry Prize, Creatures of a Day (2008), finalist for the National Book Award, and Last Lake (2016). In a 2008 interview, Gibbons describes Creatures of a Day as “a book about chance encounters, the testing of one’s sense of the world that is produced by encounters with other people,” a depiction that speaks to one of Gibbons’s major concerns, that of poetry’s role in the lives of others. Over the course of his career, Gibbons has focused increasingly on social and political injustice, and the power and responsibility that writers have to engage their society and effect change. Poet Tony Hoagland describes Gibbons’s recent work as “big, rich, meticulous, thoughtful canvases, social landscapes with personal and metaphysical shadows.”  \n\r\nHe has been awarded the Folger Shakespeare Library’s O.B. Hardison Jr. Poetry Prize and the John Masefield Award from the Poetry Society of America. He has received fellowships from the Guggenheim Foundation, the Fulbright Program, and the National Endowment for the Arts. Gibbons was the editor of TriQuarterly magazine from 1981 to 1997, during which time he co-founded and edited TriQuarterly Books. He has also been a columnist for The American Poetry Review.\n\r\nThe editor of numerous anthologies, including The Poet’s Work (1979) and Triquarterly New Writers (1996), Gibbons has been represented in Best American Poetry and the Pushcart Prize anthology. Gibbons has also published short stories and critical essays as well as translations of Spanish and Mexican poetry and ancient Greek tragedy. His first novel, Sweetbitter (1994), won the Anisfield-Wolf Book Award. He is the author of a work of poetics, How Poems Think (2015) and a collection of short stories, An Orchard in the Street: Stories (2017).\n\r\nGibbons has taught at Princeton University, Northwestern University, and Warren Wilson College.\n", "attrs": {"Region:": ["U.S., Midwestern"]}}