{"pf_url": "https://www.poetryfoundation.org/poets/reginald-shepherd", "name": "Reginald Shepherd", "yob": "1963", "yod": "2008", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/6e32497d497cac0c64bb6bd7b84a2834d77be215.jpeg", "bio": "\nPoet and editor Reginald Shepherd was born in New York City and grew up in the Bronx. He earned a BA from Bennington College and studied at Brown University and the Iowa Writers’ Workshop. His first collection, Some Are Drowning (1994), won the Associated Writing Program’s Award in Poetry; his fourth, Otherhood (2003), was a finalist for the Lenore Marshall Poetry Prize; and his last book, Fata Morgana (2007), won a Silver Medal in the Florida Book Awards. Shepherd’s work is known for its elegance, beauty, and critical acumen. As Ron Silliman wrote in a tribute to Shepherd, who died in 2008 in Pensacola, Florida, “Shepherd took from all schools and created something entirely his own.” Shepherd was the author of a book of essays, Orpheus in the Bronx: Essays on Identity, Politics, and the Freedom of Poetry (2008), and the editor of two anthologies, The Iowa Anthology of New American Poetries (2004) and Lyric Postmodernisms (2008). He was also an active blogger, helping to shape an emerging forum for poetics.\nShepherd offered this portrait of himself and his poetry to Contemporary Authors: “My poetry operates within a literary tradition and a literary language to which I owe my formation as a writer, yet which is not ‘mine’ (as a black gay man raised in Bronx housing projects). I wrestle with this necessary angel and rise renamed, blessed but also lamed. This language, the language of W.B. Yeats and Wallace Stevens, of T.S. Eliot and Hart Crane, has both made me possible as a writer and made being a writer an unattainable goal. It is a language to which I aspire in the very act of using and being used by it (for every writer is as much the tool of language as its wielder).\n“Eliot wrote that the poet must always mistrust words, but the problem of language is foregrounded for me in ways it needn’t be for writers with a more settled, if illusory, sense that language is ‘theirs.’ It’s my intention to inscribe my presence into that language, not to subvert it but to produce a place of possibility within it. I am willing to give up none of the transformative possibilities of lyric, possibilities which have been at worse foreclosed and at best allowed to lapse in most contemporary American poetry (both the M.F.A. mainstream earnestly practicing the aesthetics of transparency, and the ‘language poetry’ avant-garde for whom poetry is merely a means of social and discursive critique). Nor am I willing to surrender the necessary and enabling critical-utopian distance of lyric from the society that both produces it and cannot live up to it.\n“It is out of and by means of that alienation of language from its alienation in use (as Theodor Adorno put it) that I seek to build my song, its harmonies, and its dissonances. My work surrenders neither lyricism nor lucidity (in Charles Altieri’s terms), exploring a liminal space of the coincidence of song and thought, enchantment and disenchantment. I wish to make Sappho and the South Bronx, the myth of Hyacinth and the homeless black men ubiquitous in the cities of the decaying American empire, AIDS, and all the beautiful, dead cultures, speak to and acknowledge one another, in order to discover what can be made of a diminished thing (to quote Robert Frost), and thereby to salvage the promise of happiness (in Theodor Adorno’s words) that the lyric embodies. My aim is to rescue some portion of the drowned and drowning, including, always, myself.\n“My relationship to the Western literary canon (as if there were such a single and singular thing) has always been paradoxical: there is both no place already assigned to me and more of a possibility of creating a place for me than the world at large has offered. I have been oppressed by many things in my life, but not by literature, which for me has always represented potential and not closure. I would like to develop a poetic language capacious enough to accommodate all the things my previous books have tried to do, to span the multiple gaps between traditional and experimental poetry, personal poetry and political poetry: a poetic language, based in the lyric which I refuse to surrender or repudiate, which, holding in balance critique and creation, can be all of these poetries by turns or even all at once. This is undoubtedly an impossible ambition, but Allen Grossman has reminded us that all poems are attempts at poetry which remains an asymptote, never attained but always to be striven for. For me, there is no point in writing if not to attempt what one has not done and perhaps cannot do.”\n", "attrs": {}}