{"pf_url": "https://www.poetryfoundation.org/poets/rene-ricard", "name": "Rene Ricard", "yob": "1946", "yod": "2014", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/03/d73c041ed0f4d4835e54b23511887a1e36cd085b.jpeg", "bio": "\n                                                                    Poet, painter, actor, and art critic Rene Ricard grew up in Massachusetts. He moved to New York City when he was 18 after seeing an Andy Warhol painting. Ricard told Interview magazine, “I completely planned out my life looking at that painting.” In New York, Ricard became part of the Warhol Factory scene, appearing in Warhol’s films Kitchen (1965), Chelsea Girls (1966), and, as Warhol himself, in The Andy Warhol Story (1967). He later acted in the neo-punk film Underground U.S.A. (1980).    Ricard began publishing poetry in the late 1960s in journals such as the Paris Review. His collections include Rene Ricard 1979-1980 (1979), which was published by the DIA Foundation to look like the Tiffany Christmas catalog; God with Revolver (1990); Sarcophagus Co. (1990); and Love Poems (1999). In the 1980s, Ricard began to paint poems, sometimes directly onto antique prints or other found works. A monograph of these works, Paintings and Drawings, was published in 2003. Poet Kevin Killian described Ricard’s poem paintings: “Words twist across the surfaces of Ricard’s painting like clotheslines woven from military ribbons, striking attitudes, deft and sassy. Or like folded tubes of toothpaste squeezed into angles and bends. There must be two sorts of people, one who sees the image first, the other who postpones ‘seeing’ the image until the words are deciphered.” Ricard’s use of text and phrases recalls artists such as Jean-Michel Basquiat. Ricard’s art writings of the early 1980s, especially his essay “The Radiant Child” in Artforum, are generally thought to have launched the careers of Basquiat and Keith Haring.    A long-time resident of the Chelsea Hotel, “Ricard was both a commenter on and participant in some of the most seminal artistic moments of New York City’s vibrant scene,” according to his Rolling Stone obituary. His last show, New Paintings and Not So New, was exhibited by Vito Schnabel’s gallery in 2012. Ricard died in 2014.\n                                                            ", "attrs": {"Region:": ["U.S., New England"]}}