{"pf_url": "https://www.poetryfoundation.org/poets/rene-magritte", "name": "René Magritte", "yob": "1898", "yod": "1967", "image": null, "bio": "\nRené Magritte was an internationally renowned Belgian surrealist painter who also wrote prolifically on art and other subjects. He is known for such thought-provoking paintings as The Treachery of Images (1929), The Portrait (1935), The Promenades of Euclid (1955), and The Son of Man (1946). Magritte, who once said “the function of painting is to make poetry visible,” used poetic devices of metonymy, metaphor, and figurative language in his paintings throughout his career.\nMagritte was born to a wealthy manufacturer, but financial setbacks troubled the family. In 1912, Magritte’s mother committed suicide by drowning herself in the River Sambre, which publicly humiliated the family and traumatized the young Magritte, who began to paint soon after her death.\nFrom 1916 to 1918, Magritte studied art at the Académie Royale des Beaux-Arts in Brussels, where teachers exposed him to cubism and futurism and where Magritte met the artists Pierre-Louis Flouquet and Victor Servranckx. After leaving school, Magritte served in the Belgian infantry for one year and then married Georgette Berger, whom he had met in 1913. In 1927, he moved to Paris with his wife and befriended André Breton and other Parisian surrealists, contributing to their manifesto The Surrealist Revolution (1929) with an essay titled “Words and Images.” It examines how words and images differ in signifying objects and became a theme throughout his career.\nIn 1930, Magritte returned to Belgium and started an advertising agency with his brother to support himself. Magritte remained in Brussels when the Germans occupied Belgium during World War II, during which time he adopted a colorful style and turned away from his earlier pessimism, signing a manifesto titled Surrealism in Full Sunlight (1946). At the end of the war, he enjoyed international interest in his work and exhibited paintings in New York City, London, Belgium, and elsewhere until his death.\nUnlike other surrealists, such as Salvador Dali, who distorted objects in their work, Magritte painted objects realistically. His playfulness came from his surprising placement of one object next to other objects or words. Throughout Magritte’s life, writers including Edgar Allan Poe and Charles Baudelaire influenced his paintings. Rene Magritte: Selected Writings (University of Minnesota, 2016) features Magritte’s prose poems.\n", "attrs": {}}