{"pf_url": "https://www.poetryfoundation.org/poets/richard-aldington", "name": "Richard Aldington", "yob": "1892", "yod": "1962", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/0d658a07e748a083582cb9ed2610c7026d59b8ab.jpeg", "bio": "\nRichard Aldington was prominent in several literary capacities; most notably as a founding poet of the Imagist movement and as a novelist who conveyed the horror of World War I through his written works. He was also a prolific critic, translator, and essayist. Though he considered his novels to be his most important works, he received much critical attention for his biographies of such contemporaries as Lawrence of Arabia and D.H. Lawrence. Aldington began his literary career in London as a part-time sports journalist after leaving college and quickly became part of an influential circle of British writers that included William Butler Yeats and Walter de la Mare. However, he became disillusioned with the literary scene after returning from battle in World War I, and he moved to France and lived the life of an expatriate writer abroad.\n\r\nAldington first received critical attention as a poet whose works were dubbed Imagist, a style marked by a minimalist free verse that incorporated succinct and vivid images. This movement became prominent around 1912 primarily because Aldington's friend, the poet Ezra Pound, promoted it and its practitioners tirelessly. Other popular poets of Aldington's circle who participated in the movement included H.D. (Aldington's wife, Hilda Doolittle), James Joyce, D.H. Lawrence, and William Carlos Williams. Aldington's strain of Imagist poetry is heavily influenced by Japanese art and contains many references to Greek tragedies and myths. These Greek influences are especially prominent in The Love of Myrrhine and Konallis, a prose piece describing a “Sapphic” love affair, which critic May Sinclair of the English Review says contains “the most exquisite love poems in the language.” Glenn Hughes in Imagism & the Imagists characterizes Aldington's poems as being full of “long and voluptuous” cadences that exhibit “imagery weighted with ornament.” Douglas Bush in  Mythology and the Romantic Tradition in English Poetry compares Aldington's poetry with H.D.'s by noting that “in intention and technique his early Hellenic-Imagist poems were much the same as H.D.'s, but with a more diffuse softness, a more openly Victorian weariness and nostalgia.”\n\r\nAldington interrupted his writing career to serve in the army during World War I. The trauma of modern trench warfare affected him deeply, and his post-war writings convey an extreme pessimism that some critics have attributed to shell shock. Aldington's writing shifted “from Imagism to verse of the Pound-Eliot kind, and then to the novel,” according to Bush. Noting the effect of the war on Aldington's writing, Bush concludes that he “made a career of disillusioned bitterness.” His first writings about his war experiences were the poetry collections Images of War and Images of Desire, both published in 1919. Still evident are Aldington's earlier Greek influences, but they are now infused with a melancholy tone. A Times Literary Supplement reviewer notes that in these poems Aldington increases the contrast “between the integrity and cleanliness of the Greeks ...and the dingy muddle of the present.” Hughes remarks that in Images of War that we “see and feel the cataclysm of bombardment, the loneliness of ruined fields and villages.” Critics note that Aldington's bitterness affected his nonfiction writing as well. Though perhaps unfairly biased by his close friendship T.E. Lawrence, Robert Graves in a review of Aldington's biography Lawrence of Arabia, noted that, “instead of a carefully considered portrait of Lawrence, I find the self-portrait of a bitter, bedridden, leering, asthmatic, elderly hangman-of-letters.”\n\r\nAldington's somewhat autobiographical novel,  Death of a Hero, published ten years after the war, graphically depicts the impact of war on a soldier's civilian life. The story explores the alienation and isolation of a young soldier, George Winterbourne, upon his return home on a leave of absence. Readers know from the outset that Winterbourne is eventually killed in battle, and the book outlines the events and social conditions that lead up to the tragedy.\n\nDeath of a Hero is regarded as an important first-hand account of war on par with Erich Maria Remarque's All Quiet on the Western Front and Ernest Hemingway's A Farewell to Arms. London Times critic Kay Dick calls Death of a Hero a “very angry” and “virulent” work that demonstrates Aldington's “near paranoic hatred of his fellow man.” Despite this, Aldington's account of the horrors of trench warfare seems accurate, Dick concludes; “the mud, the rats, the gas.... It is gruesome and shocking, but it is true.” Though L. P. Hartley of the Saturday Review calls the novel a failure for its “grotesquely unfair” portrayal of the Victorian middle classes and its exaggerated characters, A. B. Parsons of the  Nation says that  Death of a Hero “takes its place among the half dozen superb stories of the war that will not let men forget.”\n\r\nMany critics in retrospect forgive Aldington's pessimism and the negativity of his work. Clifton Fadiman, in a New Yorker review of Aldington's autobiography, Life for Life's Sake, calls Aldington's reminiscences “good gossip,” the work of the “typical literary man” in the first half of the twentieth century. Though Aldington does not enjoy as widespread a popularity today as some of his contemporaries, his writings remain a good example of the thoughts and style of his generation. Terry Comito writes in  Dictionary of Literary Biography that Aldington “had a gift for evoking with considerable fluency large, uncomplicated emotions that readers have often found easy to share, and his champions frequently cite Aldington's verse in order to argue that contemporary poetry need not be obscurely intellectual.”\n", "attrs": {"Region:": ["England"], "School/Period:": ["Imagist", "Modern"]}}