{"pf_url": "https://www.poetryfoundation.org/poets/richard-eberhart", "name": "Richard Eberhart", "yob": "1904", "yod": "2005", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/76efe453b930e895926229ffb3b9146b44c4cb4e.jpeg", "bio": "\nPoet Richard Eberhart was born in 1904 in Minnesota. He earned his BA from Dartmouth, where he later served for many years as poet in residence, and a second BA from Cambridge University. As a young man, Eberhart traveled widely and held a variety of jobs, including deck hand on a steam ship, tutor to the King of Siam’s son, and gunnery instructor during World War II. He helped found the Poets Theatre in Cambridge, Massachusetts and was appointed Poetry Consultant to the Library of Congress in 1959. His verse is marked by intellectual rigor, deliberateness, and forthright honesty. These qualities are amplified by the halting music and uneasy syntax of his style. Once considered one of the most prominent American poets of the 20th century, Eberhart was a modern stylist with romantic sensibilities. Sometimes labeled a nature poet, he often wrote about death, most notably in his famous poem “The Groundhog,” but his themes also include a preoccupation with such things as the tension between childhood and adulthood, innocence and experience. Ralph J. Mills, Jr., reviewing Eberhart’s collection Fields of Grace (1972), noted that “the uniqueness of his poetry resides in [his] visionary intensity that throws caution to the winds in order to seize the given insight.”\nEberhart grew up in comfort, although his happy childhood was marked by tragedy when he was a teenager. His father was vice president of the Hormel Meat Packing Company. However, one of his father’s employees embezzled a fortune from the company, causing Hormel’s stock to fall and seriously damaging the family’s assets. An argument at the company later caused his father to quit, and the family never regained its fortunes fully. Eberhart would later base his verse play The Visionary Farms (1952) on this time in his life. His poem “Orchard” is also based on a real-life tragedy, the death of his mother from lung cancer when he was 18. “Eberhart himself has said that the death of his mother made him a poet,” reported Joel Roache in the Dictionary of Literary Biography.\nWhile attending college in both America and England, Eberhart worked on his poetry, contributing verses to magazines and anthologies and attending lectures, debates, and parties featuring such luminaries as George Bernard Shaw, C.P. Snow, William Butler Yeats, and G.K. Chesterton. His first book, A Bravery of Earth (1931), published while he was still at Cambridge University, was received with some criticism. “There is plenty—a too great plenty—of bad writing in this one-hundred-and-twenty-page poem,” wrote Harriet Monroe in Poetry. However, critics saw much promise in Eberhart. As Monroe continued, “I prefer to credit this young poet, not only with sincerity and enthusiasm…but also with an outreaching imagination, and an authentic talent.” R.P. Blackmur, writing in Partisan Review, also saw promise in the young writer, saying that what he lacked at the time was an abiding philosophy to go with his poems: “He so far lacks a theme adequate to his ambition as he sees it, or perhaps it would be more accurate to put it that he has never so felt a theme as to require his consistent utmost in craft.” Roache, on the other hand, felt that A Bravery of Earth marks the beginning of “his lifelong exploration of the parallel dichotomy between the human being’s life-seeking, order-creating spirit, and the death-dealing chaos of the exterior, ‘objective’ world, a dichotomy that finds its only, albeit temporary, resolution in art.”\n\r\nAfter completing his second bachelor’s degree at Cambridge, Eberhart spent a couple years working non-academic jobs. He was employed at a slaughterhouse in 1929, and from 1930 to 1931 he was a tutor, one of his students being the son of the King of Siam. With some money saved up, he returned to his studies, completing an MA degree at Cambridge and attending Harvard University for a time. He then became a teacher in Massachusetts, all the while working on his poetry but achieving little recognition for his efforts. The Great Depression led to a year-and-a-half of unemployment for the struggling poet, but according to Roache this proved to be “an important transitional moment in Eberhart’s life. His long search for a new position, a livelihood, underscored the sharpness of his struggle throughout the 1930s to continue writing and to gain some degree of literary recognition.”\nEberhart’s poem “The Groundhog” was published in 1934 in the Listener to praise from literary critics. The poem concerns the thoughts of the narrator as he views the dead body of a groundhog in four different stages of decay over time. The first time he sees the body it is filled with surging swarms of maggots that denote a force of life even as they feed off death; the decomposition of the groundhog continues for three more visits until every last trace of it has disappeared. The final lines of the poem express both a sense of tragic loss and acceptance. Scrutiny critic W. H. Mellers noted that “The Groundhog,” which was first collected in Eberhart’s Sound and Idea (1942), is a perfect example of the kind of writing that made the poet’s voice distinctive. A sense of nervous anguish, according to Mellers, “seems to me to be the impetus behind all of Mr. Eberhart’s best verse.” Mellers continued, “In a rather patent fashion one can see this in ‘The Groundhog’ where some characteristic reflections on death and decay are woven into more complex and far-reaching emotions; more subtly it is manifested in the comparatively balanced movement—a tranquility as it were poised over the most agile and alert conflict of feelings.”\n\r\n“The themes of [‘The Groundhog’],” commented Roache, “life and death, man and nature, mortality and immortality, mind and body, concreteness and transcendence, recur throughout Eberhart’s career, and they draw upon the central dilemma of his work,” which is the struggle between “the innocence of childhood” and “the adult world of experience, limitation, and delusion.” The “intensity of childhood,” as a contributor to Contemporary Poets described it, is particularly well highlighted in Eberhart’s poem “If I Could Only Live at the Pitch That Is Near Madness.” Although the experiences of childhood seems more vivid to the poet, “the grown man accepts and indeed delights in the obligations of adulthood,” explained the Contemporary Poets writer, who continued: “Age brings with it…the awareness of human cruelty, and many of Eberhart’s poems treat the varieties of human suffering that grow out of social, political, and family strife.”\nEberhart married Helen Butcher in 1941 and procured a teaching job at the Cambridge School. During World War II, the poet joined the U.S. Navy and was an aerial gunnery instructor at several bases throughout the United States. Although up until this point his poems had successfully avoided addressing current events in favor of broader themes, the enormity of the war could not be entirely avoided, and he wrote about it in such verses as “The Fury of Aerial Bombardment” and “An Airman Considers His Power.”\n\r\nAfter the war Eberhart joined his wife’s family’s company, the Butcher Polish Company, in Boston, eventually becoming vice president. The late 1940s and early 1950s were a productive time for the poet, who swerved into some experimentation when he joined the Poets’ Theatre in Cambridge and began writing verse dramas. More poetry than drama, these plays typically involve spectators of a scene who comment on what is happening, or are dialogues between two or three characters. One of these works, The Visionary Farms, involves an embezzler whose theft of corporate funds ruins his company’s manager and the manager’s family in a plot reflecting Eberhart’s own childhood experiences. The verse plays, however, were only an aside that occupied the poet’s time during the 1950s before he abandoned them to return to his regular poetic works.\n\r\nAfter leaving his company job in 1952, Eberhart embarked on a long academic career. He taught at a number of universities before joining the faculty at Dartmouth College in 1956, where he remained for the rest of his active career, becoming professor emeritus in 1971. His later poems reflect the sense of security and recognition professional success afforded him. The highlights of his poetic career came with the 1966 Pulitzer Prize-winning Selected Poems, 1930-1965 (1965) and the National Book Award-winning Collected Poems, 1930-1976 (1976), along with many other honors and prizes. Even though later poems have a “serenity” and a “greater clarity and firmer mastery of [the] medium” in them than did earlier verses, Eberhart’s preoccupations remained the same, according to Roache, and are apparent in such collections as Fields of Grace and Ways of Light (1980). “His vision has always been rooted in the ancient confrontation between innocence and experience, between the drive for order and the awareness of reality, a confrontation that seems unresolvable in the actual world,” wrote Roache.\n\r\nEberhart’s poetry has been compared to that of such giants as William Blake and Walt Whitman. Poet-critic Hayden Carruth labeled him “a misplaced eighteenth-century sentimentalist,” yet characterized the poet’s style as thoroughly modern. One of the few poets to arise from the 1930s and remain relevant decades later, Eberhart retained appeal to contemporary readers due to his “oddly affecting naiveté,” as Jay Parini described it in a Times Literary Supplement review of Ways of Light. “He is unabashedly vatic, believing in ‘inspiration’ as innocently as any poet ever has.” Kenneth Rexroth, writing in the Saturday Review, argued that the poet’s resilience is due to three things: “Innocence. Wisdom. A pure heart.” While others of his generation wrote on narrow topics that addressed the concerns of the day, Eberhart stuck to the big questions about life, making him, in the opinion of Rexroth and many others, “the most profound poet of his time.”\n\r\nEberhart once told Contemporary Authors: “Consciousness is still a vast reservoir of spirit which we only partially perceive. If we could see or feel beyond the human condition is it possible to think that we could feel or think the unthinkable? The Greeks had aspiration to ideas of immortality. We twentieth-century Americans live closer to materialism than to idealism so we are more nearly measurers, like Aristotle, than dreamers of immortal types, like Plato. I am on Plato’s side rather than on Aristotle’s. However, our highest imaginations are ungraspable and we are constantly thrown back into the here and now, into materialistic reality. I think that poetry is allied to religion and to music. It helps us to live because it expresses our limitations, our mortality, while exciting us to a beyond which may or not be there, therefore death poems can be written in fullness of spirit, inviting contemplation of ultimate mysteries. Death poems are as good as life poems because they are also life poems, written in flesh and blood. Poetry embraces the moment as it flies.”\n\r\nEberhart has been the subject of two films, one directed by Samuel Mandelbaum for Tri-Prix in 1972 and the other directed by Irving Broughton for the University of Washington in 1974. He died in 2005.\n", "attrs": {}}