{"pf_url": "https://www.poetryfoundation.org/poets/richard-jones", "name": "Richard Jones", "yob": "1953", "yod": null, "image": null, "bio": "\nPoet and editor Richard Jones was born in London, England, spent a peripatetic childhood in such varied places as Nova Scotia, Canada, and small-town North Carolina, and eventually settled in Norfolk, his father’s hometown. He received an MA from the University of Virginia and an MFA from Vermont College. His first collection of poetry, Country of Air (1986), won the Posner Award from the Council for Wisconsin Writers. He has since published more than a dozen additional collections, including Stranger on Earth (2018), The King of Hearts (2016), The Correct Spelling & Exact Meaning (2009), Apropos of Nothing (2006), and The Blessing: New and Selected Poems (2000), which won the Midland Authors Award. Jones’s poems are spare yet meditative; the Village Voice, reviewing Apropos of Nothing, observed, “Jones can be stunning, effortlessly finding the right tone. This is instinctive poetry, combining bluntness with reserve.”\n\r\nJones’s poetry appears in many anthologies, including Poetry 180 and Good Poems, as well as in journals such as Poetry magazine, AGNI, Image, American Poetry Review, Literature and Belief, Narrative, and Escape into Life. In addition to his poetry, he has also published a volume of poetry in translation, The Obscure Hours (2018), which gathers his translations from the pages of Poetry East.\nJones received the Coordinating Council of Literary Magazines’ Editors Award for his work editing the literary journal Poetry East, which The London Review called “one of the best literary magazines in America.” The Small Press Review wrote that “in issue after issue one comes to expect only excellence from Richard Jones’s Poetry East.” Known for publishing poetry that is immediate, accessible, universal, and timeless, Jones produces anthology-styled volumes such as The Last Believer in Words, Bliss, Wider than the Sky, and the three-volume series, Origins. He is also the curator of “The Poet’s Almanac,” a free, world-wide app that analyzes the weather report and couples it with Poetry East’s customized archive to create a new way for users to discover and engage with poetry every day.  In recent years, the journal has balanced contemporary art and poetry alongside enduring works by masters in a series devoted to the world’s great cities—London, Paris, Kyoto, Rome, Barcelona, and the forthcoming Dublin. Having edited Poetry East for nearly 40 years, in 2020 he will publish the journal’s 100th volume.\nJones teaches at DePaul University in Chicago and lives north of the city with his family.\n \n", "attrs": {}}