{"pf_url": "https://www.poetryfoundation.org/poets/richard-murphy", "name": "Richard Murphy", "yob": "1927", "yod": "2018", "image": null, "bio": "\nRichard Murphy was born in the west of Ireland but spent part of his early childhood in Ceylon. He attended Magdalen College, Oxford, and the Sorbonne. Then, for some years, he ran a fishing boat in County Galway. He restored the boat himself: a revealing enterprise, suggesting as it does that concern for the objective recovery of the Irish past which is so much a feature of his verse. His cosmopolitan, colonial Anglo-Irish background fitted him to explore his Irish inheritance from a position combining intimacy with a measure of detachment: an astute stance which makes itself evident both in his manner and in his subject-matter. Murphy was the author of many books of poetry over his life.\nAs a lyric poet, Murphy’s gift is for quiet, precise, musical phrasing but this is not his only talent. He is equally notable—indeed unusual—for his skill in narrative poems, as in “Sailing to an Island” or “The Woman of the House,” which, though it describes itself as an elegy for his grandmother, Lucy May Ormsby, is predominantly a narrative created from memory, and one which vividly succeeds in evoking the lost world of the Ascendancy. Such poems are often written in a rhythmic, four-stress, accentual meter, with some alliteration and the use of half-rhyme: they seem, appropriately enough, indebted both to Saxon and Gaelic models. In The Battle of Aughrim (1968), Murphy examines the consequences of one of the most decisive events in Irish history. “Aughrim’s dread disaster” (1691) was the final defeat for the Catholic forces arrayed against the Williamites. It was followed by the Treaty of Limerick, and the penal period. Murphy’s series was broadcast in 1968, with Ted Hughes and Cecil Day Lewis among the readers. It sought to trace some of the roots of present troubles: “Names in the rival churches are written on plaques.” But Murphy’s forebears, he seems guiltily aware, are implicated in some of the wrongs committed since then.\nMurphy died in early 2018 at his home in Sri Lanka.\n\nPOETRY\nThe Archaeology of Love. Dublin: Dolmen Press, 1955.\nSailing to an Island. Dublin: Dolmen Press, 1955.\nThe Woman of the House: An Elegy. Dublin: Dolmen Press, 1959.\nThree Irish Poets. With John Montague and Thomas Kinsella. Dublin: Dolmen Press, 1961.\nThe Last Galway Hooker. Dublin: Dolmen Press, 1961.\nSix Irish Poets. With others, edited by Robin Skelton. London: Oxford University Press, 1962.\nSailing to an Island. London: Faber, 1963.\nPenguin Modern Poets 7. With Jon Silkin and Nathaniel Tarn. London: Penguin, 1965.\nThe Battle of Aughrim and The God Who Eats Corn. London: Faber 1968.\nHigh Island: New and Selected Poems. London: Faber, 1974.\nSelected Poems. London: Faber, 1979.\nCare. Amsterdam: Cornamona Press, 1983.\nThe Price of Stone. London: Faber, 1985.\nThe Price of Stone and Earlier Poems. Winston-Salem, North Carolina: Wake Forest University Press, 1985.\nNew Selected Poems. London: Faber, 1989.\nThe Mirror Wall. Winston-Salem, North Carolina: Wake Forest University Press, 1989.\nThe Mayo Anthology. Castlebar, County Mayo, Ireland: Mayo County Council, 1990.\nRichard Murphy: Collected Poems. Winston-Salem, North Carolina: Wake Forest University Press, 2000.\nThe Pleasure Ground: Poems 1952–2012. Bloodaxe Books, 2013; Lilliput Press, 2012.\n\nPROSE\nThe Kick: A Memoir. London: Granta Books, 2002.\n", "attrs": {"Region:": ["Ireland & Northern Ireland"]}}