{"pf_url": "https://www.poetryfoundation.org/poets/richard-brautigan", "name": "Richard Brautigan", "yob": "1935", "yod": "1984", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/22/18a3163c5e1ea387c924e95efdb5cb4735f873b0.jpeg", "bio": "\nRichard Brautigan was born in Tacoma, Washington. He had a difficult childhood, and he did not attend college. When he was in his 20s, he moved to San Francisco, California. Robert Novak wrote in Dictionary of Literary Biography that “Brautigan is commonly seen as the bridge between the Beat Movement of the 1950s and the youth revolution of the 1960s.” A so-called guru of Sixties counterculture, Brautigan wrote of nature, life, and emotion; his unique imagination provided the unusual settings for his themes. Critics frequently compared his work to that of such writers as Henry David Thoreau, Ernest Hemingway, Donald Barthelme, and Mark Twain. Considered by most critics to be his best novel, Trout Fishing in America (written in 1961 but not published until 1967) established Brautigan as a major force in the mainstream literary scene. His novel In Watermelon Sugar (1968) was also widely celebrated. Brautigan is the author of the poetry collections June 30th, June 30th (1978), Loading Mercury with a Pitchfork (1975), The Pill Versus the Springhill Mine Disaster (1968), Rommel Drives on Deep Into Egypt (1970), and The San Francisco Weather Report (1969), among others.\nConsidered one of the primary writers of the “New Fiction,” Brautigan at first experienced difficulty in finding a publisher; thus his early work appeared in small presses during the 1960s. College audiences of that decade clamored for his “new visions”; Trout Fishing in America achieved such popularity that several communes across the country adopted it as their name. In 1969, writer Kurt Vonnegut noticed Brautigan’s West Coast success and introduced his work to Delacorte Press, who then reprinted Trout Fishing in America, In Watermelon Sugar,and The Pill Versus the Springhill Mine Disaster. Delacorte’s handling of Brautigan’s early work helped expose his writing to a national audience.\n\r\nAbout the body of Brautigan’s work, Guy Davenport commented in the Hudson Review, “Mr. Brautigan locates his writing on the barricade which the sane mind maintains against spiel and bilge, and here he cavorts with a divine idiocy, thumbing his nose. But he makes clear that at his immediate disposal is a fund of common sense he does not hesitate to bring into play. He is a kind of Thoreau who cannot keep a straight face.” Robert Kern presented a more traditional analysis in the Chicago Review, asserting, “Brautigan’s work in both poetry and prose ... provides a post-modernist instance of primitive poetics in as pure a form as one could wish and also helps clarify some of the differences between modernism and post-modernism in general.” In some critics’ views, Brautigan’s books mourned the apparent loss of the American Dream, and his characters spend lifetimes searching for an American utopia. Thoreau Journal Quarterly’s Brad Hayden explained, “The narrator of Brautigan’s novel seeks a pastoral life in nature but does not succeed; his search ends in frustration and disillusionment. En route he comments upon social and personal values in America with an equal sense of despair.” Brautigan often linked life and nature in his writing and thus believed one cannot find personal joy within a contaminated environment; he deplored the encroaching pollution of the earth. Critics seem divided as to whether Brautigan’s works present a melancholy vision of America, or whether they transcend worldly hardships to offer an ultimately optimistic view of existence. Hayden noted, “Brautigan’s final commentary on life in contemporary America is pessimistic to say the least; it’s certainly not like Thoreau’s commentary in the final stages of Walden, which ends optimistically. … Yet all is not hopeless in Brautigan’s world. Mention is made periodically throughout the book of ‘Trout Fishing in America Terrorists’; persons who oppose society and, like Thoreau, live according to the dictates of conscience rather than those of social law.” Malley likewise stated, “Although Brautigan is often a very funny writer, he is not finally an optimistic one.” In contrast, John Stickney, in a Life article, portrayed Brautigan’s work as generally hopeful: “His message, such as it is, is mild and unprogrammatic, and unfashionably optimistic about human beings—life-affirming rather than life-denying—and involved completely with everyday American experience.” Reviewers generally agreed that the author’s earlier writings present his themes more concisely than his later work; some felt his later work lacked cohesion as well as the perspicacity and precision characteristic of his first efforts. In addition, most critics sharply differentiated his prose from his poetry, finding distinct variations in style and quality. Brautigan partially explained the differences in his work, telling Stickney, “I’m not interested in imitating a style or structure I’ve used before. I’ll never write another book like Trout Fishing in America. I dismantled that old machine when I finished with it and left the pieces lying around in the backyard to rust in the rain.”\n\r\nBrautigan’s prose style inspired numerous comments from critics. Describing him as “a visionary and enthusiast,” Stephen Schenck of Ramparts claimed that “Brautigan writes clearly, enunciating each phrase. He is not sloppy, he is not sentimental, he is close to the ground and without intellectual pretensions. He is never profound, but he is often a poet. A literary man of the people: which is to say, he’s a gifted hick.” Robert Christgau, writing in the New York Times Book Review, noted Brautigan’s stylistic contributions: “He is a serious writer, certainly, but the mark of his seriousness is in his craft, especially as a stylist; he is without pretensions.” An innovative use of language permeated Brautigan’s work as he experimented with a variety of highly individual literary techniques. In his City of Words: American Fiction 1950-1970, Tony Tanner observed that “[Brautigan] retains the illusion of orthodox syntax and grammar, but the sentences are continually turning off into unexpectedness in ways which pleasantly dissolve our habitual semantic expectations. At the same time, Brautigan is constantly, cunningly, deviating into sense; there is enough linguistic coherence left for us to experience the book as communication, and enough linguistic sport for Brautigan to demonstrate his own freedom from control.” Novelist Tom McGuane also commented on several Brautigan characteristics in the New York Times Book Review: “What is important is that Brautigan’s outlandish gift is based in traditional narrative virtues. His dialogue is supernaturally exact; his descriptive concision is the perfect carrier for his extraordinary comic perceptions. Moreover, the books possess a springtime moral emptiness; essentially works of language, they offer no bromides for living.”\n\r\nDespite Brautigan’s offbeat and fantastic prose, Malley asserted that he “is very much in the American grain.” Similarly, Dictionary of Literary Biography’s Novak noted of Trout Fishing in America, “It has a traditional theme of American novels: the influence of the American frontier and wilderness on the American imagination, its lifestyle, its economics, its ethics, its therapies, its religion, its politics.” Kenneth Seib, writing in Critique: Studies in Modern Fiction, also observed an attachment to a typically American literary genre: “For all its surface peculiarity, … [Trout Fishing in America] is centrally located within a major tradition of the American novel—the romance—and is conditioned by Brautigan’s concern with the bankrupt ideals of the American past. Its seemingly loose and episodic narrative, its penchant for the marvelous and unusual, its pastoral nostalgia—all of these things give it that sense of ‘disconnected and uncontrolled experience’ which Richard Chase finds essential to the romance-novel.” Similarly, David Lo Vanderwerken commented, also in Critique: Studies in Modern Fiction, “In choosing to write the kind of fiction that he does—symbolic, parabolic, fantastic—Brautigan clearly aligns himself with the tradition of American romancers, as opposed to that of the realists.”\n\r\nA concern with nature coupled with often surreal and whimsical plots typifies Brautigan’s novels, which combine pastoral imagery with an examination of social disintegration within the contemporary human condition. John Clayton wrote in the New American Review, “Brautigan’s value is in giving us a pastoral vision which can water our spirits as we struggle—the happy knowledge that there is another place to breathe in; his danger, and the danger of the style of youth culture generally, is that we will forget the struggle.” Brautigan presented paradoxes within his messages: his characters long for an American utopia free from pollution and technological innovation, yet they use these very elements to achieve their goals. Conversely, his novels trace the apparent decline of American civilization by using traditional American symbolism and values. In each instance, Brautigan’s anti-traditional style emphasizes the importance of the characters’ search for, in Novak’s words, a “mythical Eden.”\n\r\nBrautigan’s characters frequently display similar reactions to similar events. They feel more comfortable in uncomplicated environments, places where “trout fishing” means “fishing for trout.” But, as Josephine Hendin remarked in the New York Times Book Review, “All Brautigan’s characters are fishing … freezing away every psychic ache, or looking for that cold, hard alloy Brautigan calls ‘trout steel.’” The simple becomes obtuse, the familiar complex. Pastoral pleasures such as trout fishing emerge as metaphors for social change, for the mutability inherent in technological advancement. Hendin explained, “Brautigan is the prophet of cities built out of ice rather than fire, of an America whose emblem would be no war-god eagle, but an elusive cold fish.”\n\r\nFor the more savvy of his characters, however, Brautigan offered a different message, in which survival becomes the key element. His characters struggle to triumph over a mostly hostile world. As their images of Eden crumble, Brautigan’s characters realize that staying alive means readjusting attitudes and priorities. Deep emotion and meaningful relationships serve only to hinder survival; therefore, surface feelings and superficial encounters permeate character interaction. Hendin commented that “Brautigan’s dream world is constituted from watermelon sugar and trout steel, from that mixture of sweetness and detachment that permits you to be kind but never loving, disappointed but never enraged ... Brautigan makes cutting out your heart the only way to endure, the most beautiful way to protest the fact that life can be an endless down.”\n\r\nBrautigan looked to nature as the one constant, despite its increasing contamination. In Trout Fishing in America, the trout stream, symbolic of the natural beauty and wilderness inherent in America, becomes a reference point for “trout steel,” an incomparably tough metal. Perhaps trout steel serves as a metaphor for the durability of nature, yet Brautigan indicates that even nature cannot remain impervious to progress: finally, pieces of a used trout stream are for sale in a junkyard at $6.50 per foot—evidence of nature’s ultimate frailty. With the belief that nature should remain untouched, Brautigan exhibits concern at pollution and manmade destruction of natural environments. Life’s Stickney noted that Brautigan “was appalled” at the condition of Walden Pond and related the author’s reaction: “‘Where the hell are the trash bins?’ [Brautigan] muttered. ‘What would Henry David Thoreau think if he could see this place now?’”\n\r\nUnlike his prose, Brautigan’s poetry frequently draws comments of inconsistency from critics. Malley identified part of this complaint in his Richard Brautigan: “In my view, Brautigan’s sense of the transforming power of art (of the imagination or the heightened perception) is at the root of one of his chief strengths as a writer—and is also responsible for the unevenness of his work, especially of his poetry.” Raymond Carver wrote in the Chicago Tribune Book World that some of the poems in Brautigan’s The Tokyo-Montana Express (1979) resemble “little astonishments going off in your hands,” while others are “so-so.” Nonetheless, Brautigan’s poems received praise for their linguistic precision and imaginative originality. Malley noted that “Some of Brautigan’s best poems … have a quality of fresh, precise observation.” The Georgia Review’s John Ditsky compared Brautigan’s prose and poetry, and found many similarities: “Richard Brautigan’s fiction shares many of the qualities of his poetry—charm, brevity, whimsy, and in many cases a total inability to leave a residue in the consciousness.” Michael Rogers wrote in the New York Times Book Review that “Brautigan’s most durable work, in fact, has been his short fiction and verse—shorter pieces containing wit, innovative imagery and unexpected turns of phrase that will almost certainly retain a lasting audience.” Chicago Review’s Kern identified qualities of Brautigan’s poetic style, and categorized him in a distinct literary genre: “More than anything else, it is probably the flatness and the apparent artlessness of his poetry that are boring and even offensive to some of Brautigan’s readers. But it is precisely these elements that constitute what is meant by a primitivist poetics (though Brautigan, admittedly, takes them to a blatant extreme).” About The Tokyo-Montana Express, John D. Berry observed in the Washington Post Book World that “it is [Brautigan’s] unusual descriptions that catch our attention.” Michael Mason of the Times Literary Supplement saw this book as a culmination of the author’s earlier verse attempts and, unlike other critics, praised its consistency: “It may sound odd to say that an author has arrived at a vision which is harmonious with his way of writing after a sequence of no less than eight novels, but it is a claim which can be pressed surprisingly far for Brautigan and The Tokyo-Montana Express. ... The book amounts ... to a coherent meditation or investigation: united by a vision of things which is melancholy and alienated and which is seeking an assuagement of these feelings.”\n\nDictionary of Literary Biography’s Novak described Brautigan as “a controversial writer because he seemed to encourage the self-adoring anti-intellectualism of the young.” Few critics would argue that the bulk of Brautigan’s work inspired disagreement and controversy. But, according to John Yohalem in the New York Times Book Review, Brautigan’s work seems to meet with general approval from readers: “Richard Brautigan is a popular writer. He is clever and brief; he touches themes and myths close to the current fantasy without being too difficult or too long to complete and understand at a single sitting. He is witty, likable, even literate—a rare virtue nowadays.” Rolling Stone’s Gurney Norman similarly assessed Brautigan’s overall impact: “As a California writer, [Brautigan] stands as a kind of gift from the West Coast to the rest of the nation which, judging from the enormous circulation of his books, is a gift the country willingly accepts.”\n\r\nAfter the 1971 publication of his novel The Abortion: An Historical Romance 1966, Brautigan retreated to Bolinas, California and rarely traveled to give readings and lectures. He continued writing throughout the 1970s, producing such books as Dreaming of Babylon: A Private Eye Novel 1942 (1977) and Sombrero Fallout (1976), but friends of the author reported he had grown increasingly withdrawn and depressed. In 1976, he moved to Japan, where he lived on and off until his death. He apparently committed suicide in September of 1984, but his body was not discovered until October 25th of that year.\n", "attrs": {"Region:": ["U.S., Western"], "School/Period:": ["Beat"]}}