{"pf_url": "https://www.poetryfoundation.org/poets/richard-crashaw", "name": "Richard Crashaw", "yob": "1612", "yod": "1649", "image": null, "bio": "\nAssociated with the 17th-century metaphysical poets, English poet and Anglican cleric Richard Crashaw was born in London. He studied at the University of Cambridge and taught at Peterhouse and the University of Cambridge. Crashaw’s collections include Poems and Epigrams of Richard Crashaw (1670), A Letter from Mr. Crashaw to the Countess of Denbigh Against Irresolution and Delay in Matters of Religion (1653), Hymns to Our Lord (published posthumously in 1652), and A Book of Sacred Epigrams (1634). The intense and intimate depiction of Crashaw that prefaces his English volumes of poetry (Steps to the Temple, 1646, enlarged 1648) reveals him as a poet in a state of unruffled devotion, the hub of his poetic genius:\nReader, we stile his Sacred Poems, Stepps to the Temple, and aptly, for in the Temple of God, under his wing, he led his life in St. Maries Church neere St. Peters Colledge: There he lodged under Tertullian’s roofe of Angels: There he made his nest more gladly then David’s Swallow neere the house of God: where like a primitive Saint, he offered more prayers in the night, then others usually offer in the day; There, he penned these Poems, Stepps for happy soules to climb heaven by.\nWhoever the “Authors friend” may be who wrote this “Preface to the Reader,” his portrait made a deep impression on early-17th-century biographers of Crashaw such as David Lloyd and Anthony Wood. Contemporary readers need to appreciate once more that Crashaw’s poetry was first admired as an extension of his prayer life and as the testimony of one who dwelt in the presence of God. Yet few were the “happy soules” who could turn away from the dramatic tragedy of the 17th century and look inward, as Crashaw does, at the “life hid with Christ in God” (Colossians). In his finest contemplative verse, he would reach out from the evening stillness of the sanctuary to an embattled world that was deaf to the soothing sound of Jesus, the name which, to his mind, cradled the cosmos.\n \nHow many unknown WORLDS there are\nOf Comforts, which Thou hast in Keeping!\nHow many Thousand Mercyes there\nIn Pitty’s soft lap ly a sleeping!\nHappy he who has the art\nTo awake them\nAnd to take them\nHome, and lodge them in his HEART.\n(“Hymn to the Name of Jesus”)\n\nDespite his artistic efforts to awaken spiritual understanding in men, Crashaw remains perhaps the most misunderstood of 17th-century English poets. Though he happily set out to follow in the steps of George Herbert, whose collection of sacred English poems was titled The Temple (1633), Crashaw is usually regarded as the incongruous younger brother of the Metaphysicals who weakens the “strong line” of their verse or the prodigal son who “took his journey into a far country” (Luke), namely the Continent and Catholicism. With a mind open to many influences, Crashaw did indeed write poetry rich with “many WORLDS” (“Hymn to the Name of Jesus”); but the most singular journey that he takes is not abroad—it is the inner journey toward that stationary center of human activity so memorably captured in the “Preface to the Reader.”\nIf a fuller appreciation of Crashaw must address the centering activity that goes on in his poetry, it must also explore further the volatile gender states that paradoxically decenter his verse. Already feminist-inspired criticism has upset the conventional wisdom that deplored Crashaw’s “feminine” sensibility, that is to say, his ardent devotion to women and his partiality for sweet, soft, or maternal images in his verse. The male critical preference for the tougher and supposedly more virile stance of a poet such as John Donne has been challenged by readers who sense that the man’s feminine ways may contain hidden power. The deeply unsettling changes of gender perception which Crashaw encourages are crucial to an understanding of the spiritual intention of his poetry, which is to “unman” the narrow, orthodox mind, “narrow and low, and infinitely lesse / Then this GREAT mornings mighty Busynes” (“Hymn to the Name of Jesus”), which offers resistance to God and so permits his “Bright Joyes” to flood the soul.\nJoy is the base note of Crashaw’s poetry; exaltation the promised spiritual effect of his verse. Yet, early in life, Crashaw realized that we are born “dark Sons of Dust and Sorrow.” Just when is not clear; nor, for that matter, is the exact date of his birth. From the devotional as well as literary importance of the Nativity in his poetry, it is conceivable that Crashaw was born on either side of the Christmas season—the Advent period of 1612 or the Epiphany period of 1613. Of his mother no trace survives. There is no way of knowing whether she lingered long enough to shape his primary memories or died during or soon after his birth, inspiring a lifetime of wishful mother thinking. The imprint of loving maternal care at the breast and in the warm nest of a woman’s body, however, can be strongly felt in his poetry. Of the stepmother who showed “singular motherly affection to the child of her predecessor” there is a record, largely thanks to the funeral tributes that were written in 1620 on her death in childbirth. These tributes were printed together as The Honour of Virtue, reprinted in Katherine Usher Henderson and Barbara F. McManus’s Half Humankind (1985). The “Matchless Mistress” Elizabeth Skinner Crashaw died at the age of 24, when the poet was about eight, and after a brief 17 months of marriage to a man twice her age, William Crashaw. Amid the lifeless tributes to her accomplishments as a Christian gentlewoman and new wife, Elizabeth Crashaw emerges as a kindhearted soul who, like her stepson, “was belou’d by all; dispraysed by none” (Thomas Car’s “Anagramme” prefacing Crashaw’s Carmen Deo Nostro, 1652). According to the funeral sermon in The Honour of Virtue, though “young, healthful and living in great content and with a husband after her own heart,” Elizabeth’s pregnancy seems to have been clouded by foreboding that childbirth would prove “both the baptism of the son and burial of the mother.” She correctly prophesied her own death but had not foreseen that her new-born son would soon follow her. Humbling consciousness of being “a dear-bought son,” indeed, the only surviving child of loving parent figures, never left Crashaw as an artist. Neither did his sense of awe and obligation to the mothers who steeled themselves for sacrifice and were willing to face the dual ordeal of birth and death for the sake of another. The poet would complete his development in an exclusive male environment where strong fathers such as William Crashaw dominated the institutions of state. According to Victor Turner’s The Ritual Process (1969), where patrilineality is the basis of society, as in Stuart England, the individual may form a more disinterested concept of “human-kindness,” joining men together in a community of greater good through the mother and, by extension, through other women and femininity. In his mature verse, Crashaw’s poetic vision of community would reach through the Virgin Mother and female saints up to the company of heaven and down to an unremembered chain of women on earth. Though weakened by labor, cut down to size by the world, and stifled by premature death, these women provided what Turner called the crucial “human bond, without which there could be no society,” and it is to his credit that Crashaw never forgot this basic fact.\nAt the time of his stepmother’s death it was marveled that Elizabeth Crashaw could have felt such a strong “strange affection to her husband.” William Crashaw was a middle-aged Anglican divine from a long-established northern family. Some of the modest income from his early parish work in the Inner Temple, London, in Yorkshire, and finally at St. Mary Matfellon, Whitechapel, which he ministered from 1618 until his death in 1626, undoubtedly subsidized his passion for book collection; but a widower with a substantial library and a lonely son seemed no match for the “young gallants and rich heirs” who hoped to join their inheritance with Elizabeth Skinner’s estimated “great estate.” It is hard to believe that William Crashaw’s fiery diatribes against popery or his reputation as a Puritan sympathizer could have wooed this gentle lady; but her mourners remarked on her admiration for the profession of clergy, her zeal for pastoral work, and the encouragement that she gave her husband to introduce the morning service from the Book of Common Prayer into his parish. These vestiges of the canonical day offices said in the medieval church would become the nucleus of meditative exercises in Crashaw’s poetry. Indeed, the magnificent invocation at the close of one of his greatest poems recalls the “Litany of General Supplication” that follows morning prayers and begins: “By thine Agony and bloody Sweat; by thy Cross and Passion; by thy precious Death and Burial ...” In “The Flaming Heart,” Crashaw’s poetic entreaty to Saint Teresa, he consecrated all the devotion shown by women like his stepmother and joined it to Christ’s Offering on the Cross.\nBetween his stepmother’s death in 1620 and his admission to Charterhouse School in 1629, Crashaw underwent that educational regimen calculated to turn youngsters into precocious sages modeled on the boy Christ, who discoursed to his elders in the temple. Yet if Crashaw’s classical scholarship bears the stamp of humanist learning, he developed no penchant for that hostility to women or denial of a kindhearted maternal world that, according to Richard Helgerson in The Elizabethan Prodigals (1976), characterized traditional English pedagogy; for this he had no less surprising a figure than his own father to thank. Though William Crashaw was a furious disputant of Catholicism and of its ardent devotion to Mary, the Mother of God, his passion in the pulpit softened to tenderness in the home. At his father’s encouragement Crashaw may have composed his early verse rendition of “Psalme 23.” This juvenile exercise, written no later than 1630 and possibly before his father’s death in 1626, is an important link between Crashaw’s childhood, about which we know so tantalizingly little, and the creative life which now began to unfold to him in poetry. The Psalms gave profound instruction to Jesus himself and so were second only to the Gospels in providing Christians edifying meditations and literary inspiration. Psalm 23 was particularly good material for a schoolboy keen to please and perhaps console the father who had been left his sole guardian. “The Lord is my shepherd; I shall not want” has been the traditional comfort of those who face bereavement and who pray for the serenity and the strength to look beyond death to God’s everlasting life. In contrast to the somber six verses of the original psalm, however, Crashaw composed an ornate and exuberant paraphrase of over seventy lines which begins, “Happy me! O happy sheepe! / Whom my God vouchsafes to keepe.” The poem does not begin with the Lord who is the shepherd but with the sheepish, slightly ridiculous figure that Crashaw himself cuts in the world. As an aspiring poet, Crashaw had also begun to experiment with the expanded epigrams that are a hallmark of the Metaphysical poets; but whereas the Metaphysical poets are noted for the controlled economy they bring to this form, Crashaw already shows an inclination to luxuriate in rather than compress his material. He makes the green pastures and still waters of the original psalm pulse with the creative energy of God, which he recognized as his own source of creativity and the one “that points me to these wayes of blisse.” In the “cheerefull spring” of his poetic art, Crashaw had begun to employ ebullient, fanciful, outré imagery, such as that of “the blubb’ring Mountaine” which “Weeping, melts into a Fountaine.” It would be a mistake, however, to conclude simply that he had picked up bad habits early in his artistic development or that these habits were learned from his father, who showed an excess of zeal in his own religious writings and whose Manuall for True Catholickes (1611) can be felt as an influence in “Psalme 23.” As T.S. Eliot was among the first to appreciate, “there is brainwork” behind the seeming perversity and outrageousness of Crashaw’s language.\nWhat is crucial to a real as opposed to a formally argued appreciation of Crashaw is a recognition that he deliberately reveled in his own weakness, for his weakness taught him to turn inward to Christ for strength and outward to the many guardians, his father chief among them, whom he would depend upon to shepherd him over the course of his life. The poet who continued to babble away in his mature verse was thus not afraid to depict the speaker in “Psalme 23” as hopelessly ill equipped to fend for himself. God must “point” him in the right direction, must rescue him when he in “simple weaknesse strayes, / (Tangled in forbidden wayes).” The unquestioning faith which alienates modern readers of his devotional verse reflects an early intuition that he had found the path of his own bliss and that both friends and foes would show the “Way for a resolved mind.” The Psalms were composed by David the shepherd boy. The confidence and the trust in Crashaw’s psalm paraphrase suggest that in his own childhood the poet may have felt David’s primitive sense of closeness to God. Certainly, there is no fear of God or trepidation at the prospect of dying in his poem, though his own family life could not protect him from the hurt of bereavement. Nor does his speaker seem burdened by sin, though this has been interpreted as incognizance by hostile readers. When one considers that the speaker depicts himself as a silly sheep, or a foolish, wayward child, it becomes evident that Crashaw did not see sin as wickedness so much as another form of weakness. In the most original move of “Psalme 23,” he depicts God not only as the Good Shepherd but also as the Good Mother who first “sings my soule to rest”; who later feeds him in Holy Writ and in the Eucharistic bread as earlier “at her brest”; and who finally welcomes him with open arms in death. The movement of this poem prefigures not only the shape of Crashaw’s art but the direction of his whole life.\nIt is hard to believe that Crashaw would have shown this precocious awareness of the feminine core of the Lord’s goodness to man had he not seen in his father something of the motherhood of God. It is known for a fact that in William Crashaw’s extensive theological library his son had access to the accounts of female mystics and visionaries of the medieval church, and perhaps there this dreamy young man first seriously reflected on the idea of Christ as protomother. The poet’s later involvement at Cambridge in the Laudian restoration of the Anglican church, in Marian devotion, and in Catholic-looking observances has been readily perceived as a conscious denial of his father’s crusade against the Church of Rome. According to E.I. Watkin, however, William Crashaw’s passionate concern that Anglicanism should embody the purity of the primitive and medieval church suggests that the poet’s feminine-sounding faith was rather the completion and liberation of his father’s emotional religious views. When his father died in 1626, Richard Crashaw, now entering his teens, became the charge of the lawyers Sir Henry Yelverton and Sir Randolph Crew. Three years later he was admitted to the distinguished Charterhouse School, where he bloomed under the indulgent eye of its Royalist head, Robert Brook, who was later expelled from this position around the time Crashaw fled from Cambridge in 1643. At Charterhouse Crashaw perfected the rigorous discipline of the classicist and epigrammatist. Every Sunday he was obliged to compose four Greek and four Latin verses on the New Testament reading at the second lesson of matins, a practice he continued on a Watt scholarship to Pembroke College, Cambridge, from 1631 to 1634. He produced his first volume of poetry at Cambridge in 1634, the Epigrammatum Sacrorum Liber, a collection of his classical epigrams on the morning service which had so moved his stepmother. These verses reveal new springs of tenderness as he became absorbed in a Laudian theology of love, in the religious philanthropy practiced by his Pembroke master, Benjamin Laney, and preached by his tutor, John Tournay, and in the passionate poetic study of the Virgin Mother and Christ Child.\nCrashaw’s reputation as “the chaplaine of the virgin myld” (Car’s “Anagramme”) would be cemented at Peterhouse where he was elected to a fellowship in 1635. In secular verses from his undergraduate days such as “Wishes to his (supposed) Mistresse,” however, he salutes the lady of his ardent imagination. The most brilliant of these exercises, “Musicks Duell,” brings together his academic interest in translating Jesuit Neo-Latin verse with an altogether more worldly knowledge of Thomas Carew’s bold erotic masterpiece, “A Rapture.” It would be wrong, then, to conclude from Car’s posthumous allusion to “his virgin thoughtes and words” that Crashaw was indifferent to the force of sexuality. But by the time he took holy orders and was appointed to the Peterhouse curacy of Little St. Mary’s around 1638, he had chosen to live as he would die “in th’virgines lappe”; and in this maternal framework his supreme development took place. According to Allan Pritchard, even the Puritan informers who kept the High Church rituals of Peterhouse under surveillance could sense the spiritually charged atmosphere that pervaded the sanctuary as Crashaw “turned himselfe to ye picture of the Virgin Mary ... and used these words ‘Hanc adoramus, colamus hanc’” (We adore her, we worship her). Indeed, one of Crashaw’s early English epigrams, translated from a Latin exercise commemorating the Annunciation in 1632, is often depicted as a poetic reproduction of the religious paintings in which the Virgin adores the child seated on her lap. However, in this epigram, Mary is not richly adorned but represented unassumingly, and more to the point of Crashaw’s title, “On the Blessed Virgins bashfulnesse,” indirectly. No sentimental allusion to the Virgin’s maiden shyness is being made in the title of his epigram which begins, “That on her lap she casts her humble Eye,” and ends, “‘Twas once looke up, ’tis now looke downe to Heaven.” Mary’s face is hidden from the reader because it is fixed on Christ, who is the true focus of the poem. In an understated way Crashaw was refuting his detractors who accused him of idolizing the Virgin or who regarded Marian veneration as an arrogation of the honor due to Christ alone. Crashaw was also declaring his solidarity with Anthony Stafford’s Laudian promotion of Mary in The Femall Glory, published in 1635:\n \nYet would I not idolatrize thy worth,\nLike some, whose superstition sets thee forth,\nIn costly ornaments, in cloathes so gay,\nSo rich as never in the stable lay.\n.............................\nI cannot thinke thy Virgin bashfulnesse\nWould weare the Lady of Lorettos dresse.\nFrom the explicit reference to Stafford’s citation of “Virgin bashfulnesse” in the title of Crashaw’s own epigram, it may be concluded that he wrote this poem soon after his arrival at Peterhouse; but the ceremonial ostentation of Laudian practices there and the devotional excess of the Italian shrine of Our Lady of Loreto, where Crashaw would die in 1649, have often obscured the important ways in which the Virgin simplified his faith even as she inspired more sophisticated expressions of his art. If Peterhouse was the “little contenfull kingdom” (letter written at Leiden, Holland, February 20, 1644) in which he polished his poetry and purified his prayer life from 1635 until 1643, “On the Blessed Virgins bashfulnesse” is the “contentfull Cell” (“Description of a Religious House”) epitomizing his later development. Like the proverbial mustard seed of the Gospels, the epigram hides the great truth of the Incarnation within its small, eight-line form: “’Tis Heav’n ’tis Heaven she sees, Heavens God there lyes.” At the Annunciation it had been revealed to Mary that she would become the mother of “Heavens God”; but as Crashaw contemplated what this feast meant to him, first in Latin and then in English verse, he saw that at the heart of the mystery of the Incarnation lay Christ’s promise that the kingdom of Heaven is within everyone. It was the “least of your least,” as Crashaw realized when he signed himself “Tuorum minimorum minimus” in the “Epistle Dedicatory” to the Epigrammatum Sacrorum Liber, who would inherit this kingdom because they alone were willing to minimize the self in importance. The difficulties that critics have with Crashaw’s poetry and their almost invariable preference for Donne’s religious sonnets, in which the human and divine ego are locked in a power struggle, indicate how highly self-consciousness is prized among readers. Yet, to read Crashaw’s epigram, we are obliged to quiet the designing mind that clamors to be the center of attention. Foes who branded Crashaw “the chaplaine of the virgine myld” saw him rapt in prayer before the icon of the Virgin in Peterhouse College chapel. What this poem suggests, however, is that he learned to pray by contemplating her reflection on Christ.\nMary showed Crashaw his way forward in prayer and in poetry. Both are disciplines demanding periods of silence, self-abandonment, and solitude; and they thus require of the man or woman considerable courage, a courage observed in the Virgin at the Annunciation, who was prepared to “go it alone” as a mother. As Crashaw’s devotion to Mary grew at Peterhouse, so did his readiness to put himself at risk politically as well as poetically. Indeed, Paul A. Parrish shows how Crashaw’s life and art demonstrate a fidelity to feminine virtues that are opposed to a masculine world of power, domination, and control. It would be a mistake to see these as cloistered virtues, though they were, no doubt, fostered by prolonged prayer “in the Temple of God.” From his nightly vigils before the altar of Little St. Mary’s, Crashaw emerged like the medieval knight who vowed to serve the weakest members of his society. In his final days at Pembroke he had come out in support of his tutor, Tournay, who preached against the Puritan emphasis of faith at the expense of love. In a concurring Latin poem, “Fides quæ sola justificat,” Crashaw depicted “this Faith alone so sadly, so desolately alone,” like an aging widow, devoid of family and friends and bereft of their charity. When he first came to Peterhouse, the poet became further embroiled in the theological controversy raging at Cambridge between Puritans and Laudians when he wrote a preface in verse, “Upon the ensuing Treatises,” for Robert Shelford’s Five Pious and Learned Discourses (1635) and reiterated Saint Paul’s warning to the Corinthians: “though I have all faith, so that I could remove mountains, and have not charity, I am nothing.” In this remarkable poem Crashaw made it his radical “masculine theme” to create a feminine environment in which religion was no longer the blunt instrument of political power but the generous outpouring of the “tame and tender heart,” “meek and humble eyes” like those of the bashful Virgin. His speaker reaches out in love to the “poore,” the homeless, and, astonishingly, to the pope himself: “In summe, no longer shall our people hope, / To be a true Protestant, ‘s but to hate the Pope.” In expressing his Christian love for all men, even the archenemy of his father and most English Protestants, Crashaw began to feel what it was like for Christ to be a stranger in his own land. Taking Shelford’s words in his “First Discourse” to heart—“in God’s service we must neither see father nor mother, brother nor sister ... nor our own selves neither”—Crashaw would begin to let go of the past and become dispossessed like the Mother and Child.\nThe “Hymn in the Holy Nativity,” which may have been drafted as early as 1637, was the first of three Christmastide hymns that would eventually appear as a trio in the Carmen Deo Nostro. In this first hymn Crashaw was inspired by the Nativity Gospel of Luke to emulate the song of joy which the shepherds improvised as they returned to their fields after beholding the Virgin and her newborn son in the manger. It is interesting to note that the first version of this hymn was placed almost immediately after “Psalme 23” in the 1646 Steps to the Temple. It would thus appear that this Nativity hymn was positioned to underline the poet’s own identification not only with the stray sheep but with the “poor Shepheards, home-spun things: / Whose Wealth’s their flock; whose witt, to be / Well read in their simplicity” (1652 version of “Hymn in the Holy Nativity”). Moreover, as all eyes of the shepherds are on the infant Jesus asleep at the warm breast of his Mother, we can once again see how Crashaw used the Virgin and Child as an icon that focused his poetic attention and clarified the meditative purpose of his art, which was prayerful absorption in God. In his final version of the hymn published in Carmen Deo Nostro, the sensuous stanza, in which Mary quiets her child with a mother’s tender breast and lullaby, would be eliminated. For some the image of the woman openly breastfeeding her child is either too sentimental or too unseemly. The only image in Crashaw’s poetry which exceeds that of the Virgin exposing her breast and offering it to her crying baby in its vulnerability is that of Christ stretched on the Cross, his breast exposed to the centurion’s lance. Crashaw was not afraid to show his “feminine” sensitivity to the most vulnerable members of society. His poetic rituals of vulnerability are a declaration of the opening of the heart to God that transpires in prayer. The lyrical stanza in which the Virgin’s voice can be heard above that of the shepherds as “She sings thy Teares asleepe, and dips / Her Kisses in thy weeping Eye” would be cut from the 1652 version of the hymn. Given the poet’s passionate devotion to the Virgin Mother, it cannot have been easy for him to sacrifice these lines “And let the MIGHTY BABE alone. / The Phænix builds the Phænix’ nest. / LOVE’s architecture is his own”; but no more authentic step could he have taken to affirm the necessity of self-surrender:\n \nTo thee meeke Majesty! soft KING\nOf simple GRACES and sweet LOVES.\nEach of us his lamb will bring\nEach his pair of sylver Doves;\nTill burnt at last in fire of Thy fair eyes,\nOur selves become our own best SACRIFICE.\nIn this closing stanza the most powerful image of the hymn is fully released. It is the image of the child as the new light source to replace the sun, a mystical concept Crashaw would explore in all its terrible beauty in the Epiphany hymn. For much of the Nativity hymn, however, the fearsome energy of the child was hidden by the body of his mother, an adroit indication of how God incarnated himself in the obscurity of human flesh. At the end of the hymn, however, the shepherds no longer make the Old Testament sacrifice of burnt offerings. Imitating the divine child, who will become both their Good Shepherd and their Paschal Lamb, they are set alight with love as they gaze “in fire of Thy fair eyes.”\nWhat Crashaw was trying to suggest about the direct encounter with God in prayer is clarified by his august companion piece, “Hymn in the Glorious Epiphanie,” which commemorates the Adoration of the Magi celebrated on January 6 as the feast in which Christ was made manifest to the Gentiles. The poem begins where the Nativity hymn left off, depicting the child mystically as the “Bright BABE! Whose awfull beautyes” disinherit the sun; and it examines the adjustments in perception that must be made if the world is to live and grow in the light of Christ, the Lumen de Lumine. Like the shepherds and their sheep, the wise men too “strangely went astray,” not through slowness or stupidity, but the intellectual brilliance that is often at work in Metaphysical wit or contemporary criticism. As the poet reviewed a long human history of mistaken beliefs, clever conceits, specious theories—all personified by pagan sun worship—he was aware that every age has its “Bright IDOL.” According to Pritchard, when the Puritan investigators sought evidence in 1641 of popish image worship in the Laudian church services of Peterhouse, Crashaw himself would be cited for Mariolatry and for his superstitious practices of “diverse bowings, cringeings” and incensing before the altar. In turn, Crashaw saw the Puritan’s religious intolerance and dogmatic iconoclasm as forms of self-idolatry. Idols reveal the susceptibility of all parties—Laudian, Puritan, Catholic, Protestant—to make themselves and not their God the center of life. In the final section of the Epiphany hymn the Crucifixion is represented as the portentous moment when mankind will be freed of its idols. Yet the Three Kings insist at the outset that the Christ child is the whole point of the poem—“All-circling point. All centring sphear. / The world’s one, round, Æternall year”—that Christ is mother as well as child: “O little all! in thy embrace / The world lyes warm, and likes his place.” Only near the end of the hymn does it become possible to introduce the concept of the via negativa (negative path) conceived by Dionysius the Areopagite after he reportedly witnessed the ominous eclipse of the sun when the Son of God died on the Cross. The concept, that God can only be described in terms of what he is not, is only conceivable if the centering activity integral to prayer occurs and life no longer revolves around the sun or the self but Christ: “Thus shall that reverend child of light, / By being scholler first of that new night, / Come forth Great master of the mystick day.”\nGiven the sensuous development of his poetic devotions, critics have wondered whether the Epiphany hymn represents “some attempted and never consummated change in the character of Crashaw’s religious life and his poetic method.” Indeed, Austin Warren suspects that he was temperamentally unsuited to pursue any further poetic experiment with the via negativa. Almost all of Crashaw’s poetry, however, is some form of meditative exercise, the aim of which is to guide the reader toward the light of vision turned wholly on God. Crashaw’s poetry takes us to the brink, the moment to which all prayer leads, the moment of apophatic wisdom when everything to do with the conscious self must be abandoned—images, ideas, words—and fall away before God. His dilemma as a poet was acute: he depended on artful language and thought and yet was striving to capture the non-conceptual, self-disregarding state of pure contemplation. Rather than burn his poetry, as other Renaissance poets did, Crashaw chose to follow the ardent path of the shepherds leading to ecstatic self-sacrifice, or the more taxing example of Mary which was unsung self-effacement. Neither course has been looked at sympathetically by his modern critics. If they do not read sexual sublimation or, worse, perversion into what William Butler Yeats might have called “the uncontrollable mystery” of Crashaw’s work, they feel that he concentrates an abnormal amount of his poetic energy on a woman who is meek, mild, and mindless.\nIn his own day the poet’s devout raptures were seen as the fruit of the intensive prayer program devised by his master at Peterhouse, John Cosin, or practiced by the spiritual community of Little Gidding. This was the first and only religious house to be formed after the traumatic dissolution of the monasteries during the Reformation. Little Gidding was founded in 1625 by Nicholas Ferrar, close friend of George Herbert and the original editor of his Temple. The devotional adherence at Little Gidding to older forms of piety such as round-the-clock prayer vigils and to relics of the old religion such as crucifixes or madonnas obviously attracted Crashaw, who was involved in similar practices and adornments at Peterhouse. Both he and the Ferrar family would also attract the unwelcome attention of the Puritans, who branded Little Gidding an “Armenian nunnery” and leveled it to the ground in 1647. Crashaw’s intimate association with the Ferrar community dates from at least 1636, when the nephew of Nicholas Ferrar, Ferrar Collet, became his pupil at Peterhouse. It is possible, however, that the poet was introduced to the family as a boy by his own father through an early association with the Virginia Company. Indeed, his youthful poetic exercise “Psalme 23” could have originated from the psalm readings which were so important a feature of the daily worship at Little Gidding. If Richard Crashaw was not acquainted with Little Gidding from the time of its inception, he certainly showed a lifelong devotion to its members. After his flight abroad to Leiden, in 1644, he was anxious to see his college fellowship transferred to Ferrar Collet and to uphold the honor of Ferrar’s chaste sister, Mary Collet, the “gratious mother” for whom he had strong feelings.\nIn “Description of a Religious House,” first published in 1648 alongside Latin tributes to Peterhouse, Crashaw extolled the monastic life practiced at Little Gidding. This georgic poem of aching beauty enunciates his commitment to prayer as life in which he is conscious of God’s presence in daily work—“Hands full of harty labours; Paines that pay / And prize themselves; doe much, that more they may”—and sees his redemption at work even in “the sweat of this daye’s sorrows.” In the opening of this poem Crashaw emphatically disclaims “roofes of gold,” “riotous tables shining,” “endlesse dining,” and “tyrian silk proud pavements sweeping” as “tumultuous joyes” and “false showes of short and slippery good.” For the soul who loves God more than the world, the quality of life cannot be separated from the quiet practice of prayer:\n \nSilence, and sacred rest; peace, and pure joyes;\nKind loves keep house, ly close, and make no noise,\nAnd room enough for Monarchs, while none swells\nBeyond the kingdomes of contentfull Cells.\nIn the letter that he wrote while in exile, probably to the Ferrar family, Crashaw would express his longing to return to the “little contenfull kingdom” of Peterhouse, a longing which no doubt included the “contentfull Cells” of neighboring Little Gidding. The longing for home is deeply imprinted in Crashaw’s poetry and psychic makeup. He sought this home in an undifferentiated community like Little Gidding open to men and women; welcoming Protestants and Catholics; exhibiting “feminine” qualities, “soft” and “sweet,” and masculine virtues, “hard” and “harty.” He saw this home in the heaven that the Virgin made for her son in her womb, lap, and bosom. He ultimately finds it in the closing line of his poem when “the self-remembering SOUL / ... / ... meditates her immortall way / Home to the original source of LIGHT and intellectuall Day.” Once again, Crashaw depicted his art as one of meditation, a repeated, rapturous discovery that God has made his home and his heaven in the center of every soul.\nCrashaw’s decade or so of piety at Cambridge, from 1631 until the end of 1642, was the most idyllic period of his short life. He experienced not only the depth but the height of Christ’s love, and Crashaw’s spiritual joy is evident in “O Gloriosa Domina,” his paean to Mary as generatrix of goodness, not sin. With the support of his college friend and fellow poet, Joseph Beaumont, whose Laudian piety would also scandalize Puritans, Crashaw celebrated the “Glorious Assumption” of the Virgin. Though the Assumption was not formally recognized in the seventeenth century as an article of either Anglican or Roman faith, it allowed Crashaw to pursue his spiritual conviction that Christ stirs within the depths of our humanity and calls us to rise to his divine height. According to David Lloyd’s Memoires (1668), Crashaw’s church services were thronged with Christians eager for this message in sermons “that ravished more like Poems, than both the Poet and Saint ... scattering not so much Sentences [as] Extasies.” In fact, the appreciative editor of Crashaw’s Steps to the Temple, who could well have been Beaumont, promised in the preface that the poet’s verse would have much the same effect and “lift thee Reader, some yards above the ground.” It was certainly Beaumont who in 1638 broadcast word of an elevated woman whose name and works were unheard of in English—the mystical Saint Teresa of Avila. Crashaw’s three poems in her honor—\r\n“A Hymn to the Name and Honour of the Admirable Saint Teresa,” “An Apologie for the fore-going Hymne,” and “ The Flaming Heart”—are, arguably, his most sublime works; they have earned him a new following among contemporary readers. These three poems form a triptych to the woman saint, representing three stages of faith: the institutional, critical, and mystical; three phases of human attachment: child, adult, and parent; and three expressions of gender: feminine, masculine, and androgynous. Just as Christians have difficulty in conceiving that there are three persons in one God, so they cannot see how in faith and in love they themselves approximate the Trinity. Indeed, the triune God is the prototype for Teresa’s spiritual achievement, which is to embody all humanity in her “Flaming Heart.”\n\r\nThe full title of “A Hymn to Sainte Teresa” describes Teresa as “A WOMAN for Angelicall heigth of speculation, for Masculine courage of performance, more then a woman. WHO Yet a child, out ran maturity, and durst plott a Martyrdome.” According to Parrish, Teresa remains throughout the poem the child-woman who confounds all those of greater maturity. At the beginning of the hymn, she plans the first of her great escapes at age six, running away from home to bring Christian salvation to the Moors and win the martyr’s instantaneous admission to heaven. Her role models are the Spanish conquistadores, such as her own brother: “old Souldiers, Great and tall, / Ripe Men of Martyrdom” who defend the doctrinal traditions and institutional history of the church militant. Teresa’s spiritual growth involves unlearning their instruction to her in childhood and listening with a mystical wisdom, which has nothing to do with age, to the God who communicates directly to her from within:\n \nSWEET, not so fast! lo thy fair Spouse\nWhom thou seekst with so swift vowes,\nCalls thee back, and bidds thee come\nT’embrace a milder MARTYRDOM.\nStripped of male heroics, the martyr is simply one who bears witness in life to Christ. Socially prevented in childhood and by womanhood from the masculine conquest of new worlds, Teresa is gently turned to the conquest that absorbed the poet, the conquest of that mysterious world of the inner self. The latter half of the hymn draws on Teresa’s own ecstatic account of her mystical transverberation and on images throbbing with eroticism to write “Love’s noble history.” This is not a history of subjugation or indoctrination but of surrender to Christ’s enlargement of the heart and to a love which stretches from the “mild / And milky soul of a soft child” to the milky way of heaven. In the second of his Teresa poems, “An Apologie for the fore-going Hymne,” Crashaw turns from this inner vision of Christ’s all-embracing love to question the social prejudices that divide the Church on earth:\n \nForbid it, mighty Love! let no fond Hate\nOf names and wordes, so farr præjudicate.\nSouls are not SPANIARDS too, one freindly floud\nOf BAPTISM blends them all into a blood.\nCrashaw makes no apology for the fact that as an Anglican poet he has taken a Spaniard, a woman, and a Catholic for his subject—but only that neither this nor the foregoing hymn can capture Teresa’s eloquence. He exhorts his fellow Christians to make peace with one another, but both his poetry and Teresa’s writings on prayer direct readers to find this peace, which comes from Christ, first within themselves. At the end of the poem he elevates the Eucharistic chalice that he was accustomed to handling as a celebrant at Little St. Mary’s. It is filled with a communion wine strong in love, the only cordial for the stricken 17th-century heart. “The Flaming Heart,” which completes his Teresa trilogy, alludes to a 1642 English translation of her life. Added to the Steps in 1648, Crashaw’s poem is the most intricate of his tributes. The poet opens with the commanding voice of church authority:\n \nReaders, be rul’d by me; and make\nHere a well-plac’t and wise mistake,\nYou must transpose the picture quite,\nAnd spell it wrong to read it right [.]\nHis initial dispute is with the painter who drew a crude and childish illustration of the saint pierced through the heart by the dart of the seraphim. As a poet, Crashaw upheld the traditional superiority of the word to the picture in conveying such inner mysteries; but, as a painter himself, he was praised in Car’s “Epigramme” (1652) for the “holy strife” between his pen and pencil as to “Which might draw vertue better to the life.” Crashaw thus proposes to correct the painter’s misconstruction with his own writer’s pen and, in particular, to address the gender misconceptions that have led the artist to mock “with female FROST love’s manly flame” by painting “Some weak, inferiour, woman saint.” In the second section of the poem, which begins around line 69, he strives to reproduce Teresa’s flaming heart. This heart personifies that which he must bring about in his own “hard, cold, hart,” a spiritual transformation of self described in Galatians as a transformation in which “there is neither male nor female,” neither parent nor child, strong nor weak, active nor passive, “for ye are all one in Christ Jesus.” In the magnificent entreaty that culminates the poem, Crashaw invokes not only “all the eagle in thee, all the dove” but the pious memory of his own parents. He also concedes that both the verbal and the visual image fade away before Teresa’s indescribable communion with God: “By all of HIM we have in THEE; / Leave nothing of my SELF in me.” Though, in conclusion, he effaced himself and his art before the woman saint, he did not wish to dwell on Teresa so much as on Christ, who dwelled in her heart.\n\r\nCrashaw’s remarkable Teresa trilogy is the product of an inclusive prayer life in which he made God his center and saw God as the source of a more harmonious knowledge of the self and of others. If these poems nudge readers to relearn and unlearn many assumptions about the shape of the spiritual life, Crashaw himself was now forced by the destruction of the Civil War to wean himself from the security and the bliss he had found at Peterhouse. His movements after his disappearance from Cambridge in early 1643 remain something of a mystery and suggest a life in painful disarray. He may first have fled to nearby Little Gidding before making his way to a friend in Lincolnshire, with whom he left a private manuscript of his poems. He is next heard of in Leiden, when, on February 20, 1644, he writes his only surviving English letter, either to the Ferrar family or Beaumont. Scandalized by the secularism of Dutch life, denied access to his spiritual mother in exile, Mary Collet, by her uncles, Crashaw beseeches the friends he has left behind: “what must I doe? what must I bee?” It is possible that shortly thereafter Crashaw made his way back to England and found temporary shelter at the Oxford court of Queen Henrietta Maria. Those who would aid him in his final distress were present here with the queen—Abraham Cowley, another Cambridge friend and poet, and Susan Feilding, Countess of Denbigh and First Lady of the Bedchamber. The queen and her entourage fled to Paris in July 1644, and Crashaw went to ground, perhaps on the run in England, perhaps adrift on the Continent. Eventually surfacing in Paris sometime in 1645, Crashaw confided in Thomas Car, the experienced confessor to English refugees. The poet’s vagrant existence made a lasting impression on Car, as shown by “The Anagramme”:\n \nHe seeks no downes, no sheetes, his bed’s still made.\nIf he can find a chaire or stoole, he’s layd,\nWhen day peepes in, he quitts his restlesse rest.\nAnd still, poore soule, before he’s up he’s dres’t.\n\n\nFor much of his life Crashaw was content to prosper as the birds of the air or the lilies of the field “and seek not ye what ye shall eat, or what ye shall drink, neither be ye of doubtful mind” (Luke). On the Continent he still sought the kingdom of heaven but simply could not have survived without the material intervention of his new friends, especially when his old ones spoke of him in the “Preface to the Reader” as “this Learned young Gentleman (now dead to us).” The countess of Denbigh used her influence to persuade the queen in early September 1646 to recommend Crashaw to the pope. The poet expressed the ardent gratitude of the Roman convert by entrusting his poems to Car for a new Catholic volume of his verse, Carmen Deo Nostro, and by ensuring that this volume, which was published posthumously in 1652, would be dedicated to the countess “in acknowledgment of her Goodnes & Charity” and in hopes of her own imminent conversion. Yet there was a malicious report published in a volume titled Legenda lignea (1652) that Crashaw had attached himself to “deluded, vain-glorious Ladies, and their friends.” In his poems of devotional instruction such as “Letter to the Countess of Denbigh” or “Ode on a Prayer-book,” he did not hide the sense of failure as well as success, of frustration as well as sweetness, that dogs the spiritual life. These poems are flawed as human nature itself is flawed. The nervous, excited imagery in “Letter to the Countess of Denbigh” of a “Heav’n-beseiged Heart” that “Stands Trembling at the Gate of Blisse” but “dares not venture” inside is an honest reflection of the struggle both for discipline and for release in prayer. Crashaw’s controversial epigram “Blessed be the paps which Thou hast sucked” is addressed not to Mary but to weaker handmaidens of the Lord. In meditating on scripture, these women pray that Christ may be incarnated in their hearts but discover a deep unwillingness to respond wholly to his word, a phenomenon further demonstrated by the strong critical resistance to this poem. Even in Crashaw’s other notorious poem, “The Weeper,” imagery is used lavishly to surfeit and to shut down the mind. The repetition that mars this work as poetry functions as a mantric device to release the prayer that, with Mary Magdalene’s tears, wells up to heaven from the heart.\n\r\nBolstered by the great hopes that the English Catholic community abroad had of him, Crashaw made his way as a pilgrim to Rome in November 1646. For the next year he struggled with poverty and ill health, and while waiting for some papal retainer, is reputed by Sir Robert Southwell to have complained that “if the Roman church be not founded upon a rock, it is at least founded upon something which is as hard as a rock.” After renewed diplomatic entreaties to the pope in 1647, Crashaw secured a post with the virtuous Cardinal Palotto who was closely associated with the English College. Finally, in April 1649, the cardinal procured him a cathedral benefice at the Virgin’s socalled Holy House and Shrine, the Santa Casa at Loreto. Weakened by his precarious existence in exile, Crashaw set out for Loreto in May and died there of a fever on August 21, 1649. This “poore soule” was only 36. No one conversant with the last wretched stage of Crashaw’s life can see his poetry as insulated from suffering. As he drew near to the fabled house in Loreto, which was reputed to be where Mary was born and where she received the Annunciation, Crashaw must have thought he was on the home stretch. In a manner of speaking he was; but like Mary in “Sancta Maria Dolorum” he would first have to endure the pain of the Cross and look death in the face:\n \nBefore her eyes\nHer’s, and the whole world’s joyes,\nHanging all torn she sees; and in his woes\nAnd Paines, her Pangs and throes.\nEach wound of His, from every Part,\nAll, more at home in her owne heart.\n\n\nIn this unique reworking of the Latin hymn “Stabat Mater,” he studies the mother heartsick with grief before her crucified son: “His Nailes write swords in her, which soon her heart / Payes back, with more then their own smart.” Just as Saint Teresa’s heart was pierced by the seraphim’s dart, so here Mary is transfixed by a Metaphysical sword of sorrow that corresponds to Christ’s pain, especially to the deathblow he received from the centurion’s spear. As an Anglican cleric at Little St. Mary’s, he had often contemplated a picture of the Virgin Mother. According to Paul Cardile in an essay published in Cristiana (1984), such paintings were often hung over altar tables and depicted Mary’s priestly role at the Crucifixion, Presentation in the Temple, or Nativity. Little Gidding was noted for its mater dolorosas. In his tribute to the mother of sorrows, the poet now asked Mary to teach him the meaning of sacrifice, which lay at the heart of his own priesthood:\n \nBy all those stings\nOf love, sweet bitter things,\nWhich these torn hands transcrib’d on thy true heart\nO teach mine too the art\nTo study him so, till we mix\nWounds; and become one crucifix.\nIn her maternal compassion Mary showed Crashaw what Christ suffered because he took mankind’s own suffering to heart. Crashaw spoke as an Anglican priest, and he was never ordained in the Roman Church. He died a mere “beneficiatus” responsible only for singing the office in the basilica and having no active share in the great offering he had depicted. His lesser part corresponded to that of the angels who often attended Mary in paintings depicting her priestly mediation. They were sometimes dressed in the vestments of minor orders that Crashaw would have worn and been buried in at Loreto. His worldly friend, Abraham Cowley, described how fitting such a death was for a poet who spoke with the tongues of men and of angels:\n \nHow well (blest Swan) did Fate contrive thy death;\nAnd made thee render up they tuneful breath\nIn thy great Mistress Arms; thou most divine\nAnd richest Off’ering of Loretto’s Shrine!\nWhere like some holy Sacrifice t’expire,\nA Fever burns thee, and Love lights the Fire.\nAngels (they say) brought the fam’ed Chappel there,\n............................................\nTis surer much they brought thee there, and They,\nAnd Thou, their charge, went singing all the way.\nIn “Psalme 23” Crashaw had expressed the juvenescent hope that his end would be his beginning “And thence my ripe soule will I breath / Warme into the Armes of Death.” “Hope,” Cowley had asserted in a poetic debate with Crashaw at Cambridge, “is the most hopelesse thing of all.” Cowley might well have felt his point was proved when according to Wood’s Athenæ Oxonienses (1691, 1692), he found his friend in Paris “a meer Scholar and very shiftless.” Yet from childhood Crashaw had treasured hopes of heaven, not of earthly reward. In death he was honored by Cowley for his poetic intimation of a deeper and higher wisdom to life, which eluded the subjects of a more knowing world.\n", "attrs": {"Region:": ["England"]}}