{"pf_url": "https://www.poetryfoundation.org/poets/rigoberto-gonzalez", "name": "Rigoberto González", "yob": "1970", "yod": null, "image": null, "bio": "\nRigoberto González was born in Bakersfield, California and raised in Michoacán, Mexico. He earned a BA from the University of California, Riverside and graduate degrees from University of California, Davis and Arizona State University. He is the author of several poetry books, including The Book of Ruin (2019); Unpeopled Eden (2013), winner of a Lambda Literary Award; Black Blossoms (2011); Other Fugitives and Other Strangers (2006); and So Often the Pitcher Goes to Water until It Breaks (1999), a National Poetry Series selection. He has also written two bilingual children’s books, Antonio’s Card (2005) and Soledad Sigh-Sighs (2003); the novel Crossing Vines (2003), winner of ForeWord Magazine’s Fiction Book of the Year Award; a memoir, Butterfly Boy: Memories of a Chicano Mariposa (2006), which received the American Book Award from the Before Columbus Foundation; and the book of stories Men without Bliss (2008). He edited Alurista’s Xicano Duende: A Select Anthology (2011) and Camino del Sol: Fifteen Years of Latina and Latino Writing (2010). He has also written for The National Book Critics Circle's blog, Critical Mass; and the Poetry Foundation's blog Harriet.\nThe recipient of Guggenheim and NEA fellowships, the Lenore Marshall Poetry Prize, The Bill Whitehead Award for Lifetime Achievement from the Publishing Triangle, and the PEN/Voelcker Award, González writes a Latino book column for the El Paso Times of Texas. He is contributing editor for Poets & Writers, on the Board of Directors of the National Book Critics Circle, and on the Advisory Circle of Con Tinta, a collective of Chicano/Latino activist writers. \nGonzález is a professor of English and director of the MFA Program in creative writing at Rutgers University–Newark. He lives in New York City.\n", "attrs": {"Region:": ["U.S., Southwestern"]}}