{"pf_url": "https://www.poetryfoundation.org/poets/roald-dahl", "name": "Roald Dahl", "yob": "1916", "yod": "1990", "image": null, "bio": "\n                                                                    Born in Llandaff, Wales, to Norwegian parents, writer and poet Roald Dahl was one of six children raised by his single mother following the death of both his father and sister when he was three. Instead of attending university, Dahl joined the Public Schools Exploring Society on a journey to Newfoundland and then worked as a salesman for Shell Oil in Dar es Salaam. At the start of World War II, he joined the Royal Air Force in Nairobi and survived a crash landing in the Libyan desert—Dahl’s first prose was an account of this crash. He began writing for children while raising five children with his first wife, actress Patricia Neal. As it did his childhood, tragedy marked Dahl’s life as a father. His daughter Olivia died of measles at age seven, and his infant son, Theo, sustained brain damage in a car accident. After the accident, Dahl helped a toymaker and a neurosurgeon invent the Wade-Dahl-Till (WDT) shunt, which was used to treat thousands of children.    Perhaps because of his family experiences, Dahl’s writing is darkly funny and staunchly loyal to a child’s sense of fairness, magic, and revenge. Dahl began his writing career with fiction and nonfiction for adults. He published nine short story collections, including Over to You (1946); two novels, Sometime Never (1949) and My Uncle Oswald (1979); and several screenplays, including Chitty Chitty Bang Bang and the James Bond film You Only Live Twice. Dahl was awarded the Mystery Writers of America’s Edgar Award three times.   His 19 books for children include James and the Giant Peach (1961), Charlie and the Chocolate Factory (1964), Whitbread Award–winner The Witches (1983), and Matilda (1988), which won the Children’s Book Award from the Federation of Children’s Book Groups.   He wrote two memoirs, Boy (1984) and Going Solo (1986), and is the subject of the biographies Roald Dahl: A Biography (1994), by Jeremy Treglown, and Storyteller: The Authorized Biography of Roald Dahl, by Donald Sturrock (2010).   The Roald Dahl Foundation and Roald Dahl’s Marvellous Children’s Charity, established by his second wife, Felicity Dahl, offer grants in the areas of neurology and hematology. The Roald Dahl Museum and Story Centre is located in Buckinghamshire, England, where Dahl spent most of his adult life. Dahl died in 1990 at a hospital in Oxford of a rare blood disorder. He was 74.\n                                                            ", "attrs": {"Region:": ["England"]}}