{"pf_url": "https://www.poetryfoundation.org/poets/robert-herrick", "name": "Robert Herrick", "yob": "1591", "yod": "1674", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/66e236e1743dbea38fe6f0f6915cc5e92c6df909.jpeg", "bio": "\nAlmost forgotten in the 18th century, and in the 19th century alternately applauded for his poetry’s lyricism and condemned for its “obscenities,” Robert Herrick is, in the latter half of the 20th century, finally becoming recognized as one of the most accomplished nondramatic poets of his age. Long dismissed as merely a “minor poet” and, as a consequence, neglected or underestimated by scholars and critics, the achievement represented by his only book, the collection of poems entitled Hesperides: Or, The Works Both Humane & Divine (1648), is gradually coming to be more fully appreciated. While some of his individual poems—“To the Virgins, to Make Much of Time,” “Upon Julia’s Clothes,” and “Corinna’s going a Maying,” for example—are among the most popular of all time, recent examinations of his Hesperides as a whole have begun to reveal a Herrick whose artistry in the arrangement of his volume approximates the artistry of his individual works and whose sensibility is complex but coherent, subtle as well as substantive. In short, Robert Herrick, who was proud to be one of “the Sons of Ben,” has begun to be seen, along with his literary father Ben Jonson, as one of the most noteworthy figures of early-17th-century English poetry.\n\r\nRobert Herrick, baptized on August 24, 1591, was the seventh child and fourth son of a London goldsmith, Nicholas Herrick, and Julian (or Juliana or Julia) Stone Herrick. He was little more than 14 months old when his father apparently committed suicide by “falling” from an upper story window of his house in Cheapside on November 9, 1592. His mother never remarried, and it seems more than a coincidence that father figures would loom large in the poet’s Hesperides. One of that collection’s best-known works, for example, is “To the reverend shade of his religious Father,” in which Herrick resurrects his father by eternizing him in poetry: “For my life mortall, Rise from out thy Herse, / And take a life immortal from my Verse.”\n\r\nBy age 16 Herrick was apprenticed to his uncle, but apparently found either Sir William Herrick or the goldsmith trade incompatible, for the ten-year apprenticeship was terminated after six years. At the comparatively advanced age of 22, Herrick matriculated at Saint John’s College, Cambridge. Although his Hesperides would include a large number of commendatory poems to various relatives, none is addressed to Sir William. Extant, however, are 14 letters from young “Robin” to his uncle: full of filial humility, all ask for money out of the nephew’s own inheritance, which was apparently still controlled by Sir William. Limited means would eventually force Herrick to transfer to a less expensive college, Trinity Hall.\n\r\nBetween his graduation from Cambridge in 1617 and his appointment, 12 years later, as vicar of Dean Prior in Devonshire, tantalizingly little is known about Herrick’s life. It is almost certain, however, that some of this time was spent in London, where the budding poet at last found a surrogate father who lived up to his expectations, Ben Jonson. Paterfamilias to “the sons of Ben,” eminent poet, dramatist, actor, man of letters, London’s literary lion, Jonson became the subject of five of Herrick’s poems. Although all of the poems praise Jonson as an artist, the first two to appear in Hesperides, “Upon Master Ben. Johnson. Epigram” and “Another,” are not without ambivalence toward yet another “father” who has died (1637) and left his “son” behind. In the gently humorous “His Prayer to Ben Jonson,” Herrick implicitly promises the kind of “life immortal” (through his poem) that he had explicitly promised Nicholas Herrick in “To the reverend shade of his religious Father.” The poet’s ultimate contentment in his role as a “son of Ben” finds expression in the formality of his epitaph “Upon Ben Jonson” and in the intimacy and nostalgia of “An Ode for him.”\n\r\nThe influence of Ben Jonson, however, goes beyond these poetic tributes. More than any of the other “sons,” Herrick follows Jonson’s prescription for “writing well.” For example, Jonson recommended reading “the best Authors,” particularly “the Ancients,” and Herrick has long been recognized for his more than nodding acquaintance with the works of classical writers such as the legendary Greek poet of wine, women, and song, Anacreon; and with Roman poets, especially Horace and Martial, but also Catullus, Tibullus, and Ovid (all of whom Herrick mentions, quotes, or borrows from). Although the ancients and the best moderns must be employed as models, Jonson counseled, the aspiring poet’s own sensibility should be imposed on the borrowed subjects, themes, and styles. This injunction Herrick also obeys—in “Anacreontike,” for example—in scores of classically styled epigrams, epitaphs, odes, and lyrics, and even in imitations of Jonson himself such as “Delight in Disorder.” Jonson was also a strong proponent of revision, and thus Herrick, in “His request to Julia,” writes, “Better ‘twere my Book were dead, / Then to live not perfected.” Jonson finally admitted, however, that one cannot be a poet without endowments such as “nature,” genius or talent, and “art,” the kind of craftsmanship that can transform the stuff of human life into poetry. The endurance of Herrick’s work and the growth of his reputation demonstrate that he possessed both.\n\r\nIn 1623 Herrick took holy orders, though there is no record of his being assigned to any particular parish. This step, at the mature age of 32, may indicate that he was unable to find preferment elsewhere. As a poet, however, public recognition would come his way in the form of a generous mention in Richard James’s The Muses Dirge (1625). Despite this tribute and Herrick’s evident itch for literary fame, his name did not by any means become a household word during his long lifetime.\n\r\nThe next record of Herrick’s activities is from 1627, when he became one of the several chaplains who accompanied George Villiers, first Duke of Buckingham, in a crusade to liberate French Protestants on the Isle of Rhé. A disastrous combination of illness among the troops, effective military action by the French, and a storm at sea while Buckingham’s ships were retreating to England resulted in the loss of two-thirds of the expedition. Small wonder that shortly thereafter, in 1629, Herrick exchanged a life of danger for one of apparent safety by accepting a nomination to the vicarage of Dean Prior, a hamlet in Devonshire, far to the southwest of London.\n\r\nHe was installed as vicar on October 29, 1630. To become a country parson at age 39 had to have been a radical change from Herrick’s former life among literati, courtiers, and assorted military adventurers. The part of the West Country to which his new calling took him is even now largely rural: in the 17th century it was remote in the extreme. In 1630 the two nearest cities of size, Exeter to the northeast and Plymouth to the southwest, would both have been nearly a day’s ride away. The capital was a five-day journey. Herrick’s church, of Saint George the Martyr (which still stands), though attractive, was modest, and the adjacent vicarage (portions of which have been incorporated into the existing dwelling) was more modest still.\n\r\nHerrick may have expected this post to be temporary. He had, after all, highly placed friends. Moreover (although their dating is not certain), works of his such as “A Christmas Caroll” and “The New-yeeres Gift” would be set to music by the well-known musician Henry Lawes and sung before King Charles I. Herrick also cultivated the royal family with a series of flattering poems. Indeed, the king, though he was nine years younger than Herrick, emerges in Hesperides as yet another father figure. In the encomium “To the King, Upon comming with his Army into the West, through a conflation of paternal archetypes Charles is presented as a tutelary deity, a husband, and a conquering hero. The king’s declining fortunes in the 1640s, however, must have made it difficult to sustain faith in his power and in his capacity to protect and nurture, to be a father to his subjects. As intimated by Herrick’s body of religious verse, His Noble Numbers (published with Hesperides), the needs that his natural and other fathers were unable to meet he comes to find in his Heavenly Father.\n\r\nHerrick served as vicar of Dean Prior for 31 years with some interruptions. Herrick was every inch the Royalist (as his panegyrics to Charles I and Charles, Prince of Wales, make evident) and, if his religious poems are any indication, a rather traditional Anglican, even though he resided in a part of the country strongly sympathetic to the Puritan cause and, during the Civil War, to the parliamentary forces. Such parsons were anathema to the victorious Puritans, and in 1647 the poet was among the 142 Devonshire clergymen expelled from their parishes for their convictions. Returning to his post during the Restoration, Herrick served for 14 more years until his death at the end of harvest season in 1674.\n\r\nAbout his expulsion Herrick must have had mixed feelings. He was, after all, a Londoner born and bred, university educated, and friend and acquaintance to some of the political and cultural powers of the land. In a poem with the explicitly autobiographical title of “To Dean-bourn, a rude river in Devon, by which sometimes he lived” (which may have been occasioned by his expulsion) Herrick rails, first, against the countryside, symbolized by this small stream:\nDean-bourn, farewell; I never look to see\r\nDeane, or thy warty incivility.\r\nThy rockie bottome, that doth teare thy streams,\r\nAnd makes them frantick, ev’n to all extreames;\r\nTo my content, I never sho’d behold,\r\nWere thy streames silver, or thy rocks all gold.\r\nClearly, more than a river is on the poet’s mind:\n\r\nRockie thou art; and rockie we discover\r\nThy men; and rockie are thy wayes all over.\r\nO men, O manners; Now, and ever knowne\r\nTo be A Rockie Generation!\r\nA people currish; churlish as the seas;\r\nAnd rude (almost) as rudest Salvages.\r\nWith whom I did, and may re-sojourne when\r\nRockes turn to Rivers, Rivers turn to Men.\nWhat the poem deplores is the primitiveness, not only of the countryside but of the people themselves, who represent nature unimproved by art—that is, by civilization and culture.\n\r\nAnother poem possibly inspired by Herrick’s enforced departure from the West Country is “His Return to London.” Here the emphasis shifts from the misery of time spent in “the dull confines of the drooping West” to the joys of London, “blest place of my Nativitie!” London is England’s Rome—“O Place! O People! Manners! fram’d to please”—and Herrick’s “home.” Herrick does not consider himself banished from Dean Prior; he was banished to it: “by hard fate sent / Into a long and irksome banishment.” He would rather die than return to Devonshire, and he asks that his “sacred Reliques” be buried in London.\n\r\nEither these poems represent the artistic advantages of poetic license or Herrick changed his mind: in 1660 he personally petitioned to be returned to his former vicarage in “the drooping West,” and that petition was granted. There is a good deal of evidence that Herrick was in fact employing exaggeration for poetic effect in “To Deanbourn” and “His Return to London.” His attitude toward country life, like his attitudes on a wealth of topics (love and women, government, social class, even religion and poetry), was creatively ambivalent, as his well-known epigram “Discontents in Devon” demonstrates:\nMore discontents I never had\r\n  Since I was born, then here;\r\nWhere I have been, and still am sad,\r\n  In this dull Devon-shire:\r\nYet justly too I must confesse;\r\n  I ne’r invented such\r\nEnnobled numbers for the Presse,\r\n  Then where I loath’d so much.\nMusing on the mystery of creativity, on the relationship between milieu and productivity (as this most self-conscious poet does more than once), he has to conclude that for Robert Herrick the poet country life cannot be all bad. Even this grudging admission does not begin to suggest the vision of art and life that emerges from the more than 1,400 poems of Herrick’s Hesperides. This fact, plus the very number and variety of these poems, as well as their arrangement (and thus their relationships to each other), make the issue of how Herrick’s book should be approached a crucial one.\n\r\nToday most readers encounter Herrick in anthology selections. That is, in a sense, how he was first read, in the days when a limited number of his poems circulated in manuscript. When he collected his oeuvre for publication, however, he clearly had something else in mind. He seems to have been the first poet—and still the only important poet—to gather practically all of his verses into one elaborately designed volume and see it through the presses. From the beginning of that volume Herrick makes it plain that he expects his audience to read his entire book, to read it in the order in which it is printed, and, above all, to read it with understanding and appreciation. Then as now, such an understanding and appreciation require that the reader develop some kind of approach to the text, and here Herrick volunteers his services.\n\nHesperides is the only major collection of poetry in English to open with a versified table of contents. This guide hints strongly at what type of poet Herrick thinks he is, and thus, by implication, how his book is to be approached. “The Argument of his Book” begins, “I Sing”—suggesting Herrick sees himself as a lyric poet—“of Brooks, of Blossomes, Birds, and Bowers: / Of April, May, of June, and July-Flowers”—suggesting he is also a pastoral poet. Pastoral poets, of course, valorize a life lived close to the beauties of nature (often opposing it to life lived in the decadent city) and idealize that life by focusing on the countryside in its most benign seasons. Elsewhere in Hesperides there is ample warrant for approaching Herrick as a pastoral poet, even though not all nor even most of his poems can be classified as bucolic.\n\r\nAnother approach to Herrick’s collection, however, may be hinted at in succeeding lines of “The Argument of his Book”: “I sing of May-poles, Hock-carts, Wassails, Wakes, / Of Bride-grooms, Brides, and of their Bridall-Cakes.” Maypoles and hockcarts (wagons in which the last fruits of the harvest are brought in) suggest English country life and, consequently, domesticated (rather than Greek, Roman, or biblical) pastoral. Love, of course, is also a common subject of bucolic poetry, but all of the images in these particular lines also have to do with ceremonies—special, often sanctified, events that figure importantly in human life and are fraught with significance as well as emotion. Poetry, or at least the reading of it, can be thought of as a kind of ritual, so perhaps Herrick is indicating here that he is a poet of ceremony and a ceremonial poet. Elsewhere in Hesperides there is warrant for taking this approach as well. Lines 5 and 6 of Herrick’s “Argument” begin with a different phrase, “I write”—less suggestive of a lyric poet—“of Youth, of Love, and have Accesse / By these, to sing of cleanly-Wantonnesse.” Although youth, love, and sex (Herrick’s memorable phrase suggests sex without sin, something of a novel notion in the 17th century) have traditionally been subjects of lyric poetry, “I write” may hint at the hundreds of epigrams on amatory themes and the score of other subjects that are scattered throughout Hesperides. A productive approach to Herrick’s collection must also accommodate these short, pithy poems that treat something other than bucolic or ceremonial themes.\n\r\nIn the remainder of “The Argument” Herrick indexes his other subjects—some natural, such as “Dewes” and “Raines, “Spice, and Amber-Greece,” some philosophical, such as transiency (“Times transshifting”), and some supernatural, such as “the Fairie-King.” Herrick concludes by announcing that he is also a religious poet and a Christian man: “I write of Hell; I sing (and ever shall) / Of Heaven, and hope to have it after all.” Herrick’s list is by no means exhaustive. He does not tell the reader that Hesperides includes political poems, ranging from flattering portraits of royalty and nobility to acerbic comments on government officials, practices, and policies. Nor does Herrick forewarn the reader that the collection also includes shockingly naturalistic, even scatological, epigrams. He also does not reveal that Hesperides is historically and morally grounded in numerous poems that pay tribute to an assortment of relatives, friends, and patrons (much as his “Father Jonson” so often did) by transforming them into representations of a Christian-humanistic ethos. In addition, Herrick only hints at the existence of his poems of the good life, works that, in the Cavalier tradition, celebrate friendship and sociability, the pleasures of fine food and drink, of conviviality in general.\n\r\nThe poet’s more sober, philosophical vein, which surfaces in so many of the most important works in Hesperides, is signaled by the memorable phrase “Times trans-shifting”—the notion that everything that lives is subject to temporality and flux. Decline and death are inevitable. Though a Christian priest, Herrick is capable of contemplating death without transfiguration, seeing the grave as the end of all that is good, as ultimate oblivion, nothingness. He views this grim possibility with equanimity, with a poise that is intellectual as well as emotional. Like the classical Stoic, he responds to the prospect of his inevitable death by affirming life, but life lived modestly and taken as it comes, the bad with the good. Like the serious Epicurean, Herrick seeks to maximize pleasure and minimize pain by following the classical principle of moderation. Even the good life, in Herrick’s vision, tends to be scaled down to modest expectations: love and friendship, good food and drink, ordinary pastimes, and, above all, poetry.\n\r\nAlthough he is not always solemn, Herrick is often serious, and he takes “good verses” seriously indeed. No English poet of importance is so involved in writing poetry about poetry, about its readers, about poets, and about himself as a poet. Self-referential poems interspersed throughout Hesperides are among the book’s most memorable. Some are self-presentations: for example, “The bad season makes the poet sad” shows Herrick pondering why the Civil War has stifled his creativity, and “Upon his Verses” slyly declares that (unlike some poets) he is no plagiarist. At times Herrick waxes philosophical, contemplating the relationship between life and art metaphorically in “Delight in Disorder,” for instance, or avuncular, as when he leaves to posterity his “Lyrick for Legacies.”\n\r\nPosterity, in fact, is much on Herrick’s mind. Time and time again he reiterates his faith in “the eternizing power of poetry.” This theme combines his poems about poetry with his neo-Stoical vein: since, as the title of one epigram proclaims, “Poetry perpetuates the poet,” as well as the poet’s subjects, Herrick can triumph over “Times trans-shifting” and live beyond death through his verses. Hesperides thus becomes his eternal monument, preserving his name and his fame forever:\nTrust to good Verses, then;\r\n  They onley will aspire,\r\nWhen Pyramids, as men,\r\n  Are lost, i’th’ funerall fire.\nThe title of the poem in which these lines appear, “To Live Merrily, and to Trust to Good Verses,” has sometimes been regarded as encapsulating the spirit of Hesperides. Such a view is too reductive to be entirely valid, but also too much in the neighborhood of the truth to be dismissed out of hand. Herrick exhibits an almost Roman gusto for the good life, and to such a life poetry is central. Poetry, however, is also connected with death, or with the denial of death.\n\r\nFor Herrick poetry becomes a secular religion and the symbolic foundation of Hesperides. The last work in the collection is a pattern poem in the shape of a classical column, “The Pillar of Fame.” On this pillar made of words Herrick’s collected “humane works” symbolically rest, just as Herrick’s art is grounded in the belief that it can secure eternal fame for him, be a monument “Out-during Marble, Brasse, or Jet.” It is not an entirely misplaced belief: Robert Herrick, the obscure country parson and sometime poet, today is better known than most of the famous and infamous of his age.\n\r\nHerrick never married, and literary gossips have reveled in speculations about the identities of the 14 “mistresses” (in the 17th century, inamoratas, lady friends, or merely admired acquaintances) to whom he addressed 158 poems. Whether they were flesh and blood or, as modern consensus has it, pretty fictions, is of little consequence: Herrick is only conforming to the common poetic practice of the time when he addresses his uniformly young and beautiful Julias, Corinnas, and Antheas. Where he does not conform is in his penning of romantic verses to identifiable women whose real names he supplies—for example, Elizabeth Wheeler, Lettice Yard, and Katherine Bradshaw. His poems to these flesh-and-blood, well-born ladies, however, tend to be more “cleanly” than “wanton.”\n\r\nHerrick’s love poetry ranges from the bawdy (“The Vine”) to the neo-Petrarchan (“To Anthea, who may command him anything”). That range, but also Herrick’s normative representation of love, makes “cleanly-Wantonnesse” an apt phrase to characterize his amatory verses. The phrase suggests an accommodation between nature and civilization, between life and art, and between the romantic and the sexual that reflects Herrick’s inclination toward the via media.\n\r\nIn addition to the love complaints and celebrations of the mistress so common to 17th-century love poetry, Herrick also treats subjects readers might think of as “modern.” For example, one poem, frequently anthologized, is “Upon Julia’s Clothes”:\nWhen as in silks my Julia goes,\r\nThen, then (me thinks) how sweetly flowes\r\nThat liquefaction of her clothes.\r\n \r\nNext, when I cast mine eyes and see\r\nThat brave Vibration each way free;\r\nO how that glittering taketh me!\nHerrick also brings his “invention” to bear upon more traditional forms of love poetry. For example, in “To Phillis to love and live with him,” he avoids much of what had become the clichés of the invitation-to-love by shifting the scene of this pastoral subgenre indoors and having the lover woo the lady with citified gifts. Another pastoral invitation-poem with a difference, “Corinna’s going a Maying,” is one of Herrick’s most admired work. Here the lady is being seduced out of bed to join in the ceremonies of May Day, when the town goes into the country to gather greenery, thereby transforming the country into the town and vice versa. What makes the poem most memorable is its final stanza, where Herrick, with his customary Stoic realism, reminds Corinna (and his reader) that, as creatures of nature, we are all subject to time, that time flies, and thus youth and love are not forever:\nCome, let us goe, while we are in our prime;\r\nAnd take the harmlesse follie of the time.\r\n  We shall grow old apace, and die\r\n  Before we know our liberty.\r\n  Our life is short; and our dayes run\r\n  As fast away as do’s the Sunne;\r\nAnd as a vapour, or a drop of raine\r\nOnce lost, can ne’r be found againe:\r\n  So when or you or I are made\r\n  A fable, song, or fleeting shade;\r\n  All love, all liking, all delight\r\n  Lies drown’d with us in endlesse night.\r\nThen while time serves, and we are but decaying;\r\nCome, my Corinna, come, let’s goe a Maying.\nIt is but another step to the grim vision of Andrew Marvell’s “To his Coy Mistress,” which likewise denies that love can offer transcendence\n\r\nCritical consensus holds that Herrick is also particularly successful in the genre of the marriage poem. He wrote two of them, both for actual weddings, and they are among the longest and most ambitious of his efforts. Both are ceremonial works in a dual sense: they depict and elevate the rituals that follow the marriage service and, as ceremonial works themselves, they participate in those rituals. “A Nuptiall Song” is especially noteworthy for its intricate prosody, lush imagery, and humor combined with pathos. The poet who lived a single life and revealed in “No spouse but a Sister” that he could be more than a little cynical about wedded bliss—\nA Bachelour I will\r\nLive as I have liv’d still,\r\nAnd never take a wife\r\nTo crucifie my life\n—also waxed eloquent about other people’s weddings and even acknowledge the possibility of a “pleasing wife.” The latter phrase comes from a poem entitled “His age,” in which Herrick fantasizes himself not only old, but married with a son. He imagines his “young / Iülus” singing and reading his father’s love lyrics, eventually leading “old” Herrick to conclude that, when all is said and done, “No lust there’s like to Poetry.”\n\r\nHerrick’s invention is notable too in that poetic mode with which he most identifies himself, the pastoral. He can write the most conventional sort of Arcadian dialogue, but is more likely, to take his classical models and English them, as he does in “The Country life.” This poem, addressed to his high-ranking friend and patron, Endymion Porter, after drawing a conventional contrast between the “Sweet Country life” and the frantic existence to be found in “Courts, and Cities,” goes on to follow Porter as he makes the rounds of his rural estate. Here classical images of “enameld Meads” (picture-perfect meadows) and piping shepherds are mixed with more familiar vignettes, such as a whistling plowman, and native English pastimes such as the “Morris-dance.”\n\r\nIn the similarly titled “A Country life,” another Anglicized pastoral, Herrick praises his older brother Thomas for being one who “Could’st leave the City, for exchange, to see / The Countries sweet simplicity.” The poem, indeed, advises practicing rural simplicity and cultivating rural innocence, and it gradually develops an ethos of as well as a prescription for the good life. Herrick describes his brother as a person who possesses a good conscience, who understands and applies the principle of moderation in all things, including love. In aphorism after aphorism Herrick builds up the kind of portrait of the ideal person that his ethical epigrams and personal encomiums also paint. Such a person should be Stoical, like Thomas—“thou liv’st fearlesse; and thy face ne’r shewes / Fortune when she comes or goes”—and should be satisfied with what the countryside affords, for “Content makes all Ambrosia.” Amid such familiar English sounds as “singing Crickits by thy fire” and English sights such as a “green-ey’d Kitling” chasing a “brisk Mouse,” Thomas realizes that “Wealth cannot make a life, but Love.” Such aphorisms, embedded in a pastoral-advisive poem, indicate how Herrick synthesizes his bucolic, ritualistic, and epigrammatic strains.\n\r\nMost pastoral poets tend to be city types nostalgic for a golden age or for an impossible rural ideal. Herrick is appreciative of the native English country culture, but he is at the same time aware of its socioeconomic base. Herrick explores relationships between social class and perception in the poem entitled “The Hock-cart, or Harvest home.” This too is a ceremonial as well as a pastoral work, for not only is its subject a country ritual but the poem itself is structured like a ritual: as speaker, Herrick serves as the master of the revels for this celebration of the end of the harvest on the estate of his friend, the earl of Westmorland. Herrick calls together the farmhands, the “Sons of Summer,” whose physical labors support their betters (like himself and Westmorland), and invites the earl to enjoy the sights and sounds of the various folk rituals. The poet then urges the “brave boys” into the great hall for a feast and a series of toasts—first, of course, “to your Lords health,” then “to the Plough (the Common-wealth),” that is, the symbol of the agricultural economy upon which all subsist. In the very midst of the festivities, however, Herrick bluntly reminds these laborers that although they, like oxen, fatten up in this time of plenty, both men and animals must in the spring go back to working the land. In conclusion Herrick recalls to them the economic foundations of the master-servant relationship:\nAnd, you must know, your Lords word’s true,\r\nFeed him ye must, whose food fils you.\r\nAnd that this pleasure is like raine,\r\nNot sent ye for to drowne your paine,\r\nBut for to make it spring againe.\nThis is real-world pastoral in which landowners and laborers exist in a symbiotic relationship and holidays help insure that farm work (“your paine”) will resume when springtime comes.\n\r\nHerrick may be the only important English poet to refer to his housemaid in his poetry (and he does so more than once). Such things do not make the old Royalist a democrat, but they do say something about his sensibility, which it would be presumptuous to call “modern.” He recognizes that ordinary people and ordinary life can be as much the stuff of poetry as great ones and glamour. The poem goes on to illustrate the principle “What ever comes”—whether it be garden vegetables, modest housing, freedom from debt, or sound sleep—”content makes sweet.” The country life is a quiet and private life—”We blesse our Fortunes, when we see / Our own beloved privacie”—and, for this famestruck poet, one of surprisingly agreeable anonymity: “[We] like our living, where w’are known / To very few, or else to none.”\n\r\n“A Thanksgiving to God, for his House” is likewise everyday pastoral, this time in the shape of an informal, rambling, and genial prayer. Herrick’s vicarage alongside the Exeter-Plymouth road is a “little house, whose humble Roof / Is weatherproof; / Under the sparres of which I lie / Both soft, and drie.” The idealized self-image he presents here is one that accords well with this house: he thanks God for his humility—“Low is my porch, as is my Fate”—for his charity and hospitality, for simple food such as “my beloved Beet,” for “Wassaile Bowles to drink,” and for a “teeming Hen” and “healthfull Ewes.” One central domestic image of universal appeal sums up this poet’s content in the country:\nSome brittle sticks of Thorne or Briar\r\n         Make me a fire,\r\nClose by whose living coale I sit,\r\n         And glow like it.\nHerrick’s images allow one to believe that this former university wit, man-about-London, military veteran, and friend of the great is genuinely thankful for his humble country living in Dean Prior:\nAll these, and better Thou dost send\r\n       Me, to this end,\r\nThat I should render, for my part,\r\n       A thankfull heart[.]\n“A Thanksgiving to God, for his House” is to be found in Herrick’s collection of religious poetry, His Noble Numbers: Or, His Pious Pieces, and an overarching pattern of that collection may help explain why, despite his own protestations, Herrick returned to his West Country vicarage after the Restoration. Although bound with the 1648 Hesperides, His Noble Numbers has its own title page bearing a 1647 date, which suggests that the work may have been intended to be printed earlier and separately. Whatever the reasons for deciding to combine the two books, the result was a happy one. Although it has been something of a critical cliché that this successful secular poet strangely fails as a sacred one, Herrick is one poet, not two, and his collections are linked thematically, stylistically, structurally, and by the author’s “unifying personality.” The neo-Stoicism of the secular verse had since the Middle Ages been seen as eminently compatible with a Christian ethos, and so it proves to be in both of Herrick’s collections. Likewise, the pastoral stance of Hesperides reappears in His Noble Numbers, though less frequently. As might be expected in the case of religious verse, Herrick’s epigrammatic and ceremonial modes predominate. His tendency to experiment with the length of his lines and to employ short lines (more than any other notable English poet) is almost as apparent in His Noble Numbers as in Hesperides. The majority of the “Pious Pieces,” like the poems in Hesperides, cannot be dated, but it is reasonable to assume that, just as Herrick wrote secular verse after he took holy orders, as a good Christian he probably wrote a certain amount of religious poetry before he became a priest. Moreover, it is the case that poems in Hesperides, especially those in the philosophical or meditative modes, can be viewed as pious pieces in the broader sense of that phrase.\n\r\nIn contrast to the originality and smooth assuredness of “The Argument of his Book,” the opening poem of His Noble Numbers is the ritualistic “His Confession,” which begs God to forgive all of Herrick’s works of “wanton wit”—the poems, ironically, that would win him his fame. The next poem, “His Prayer for Absolution,” repeats this refrain, begging pardon for his “unbaptized Rhimes” (which Herrick nonetheless printed) “Writ in my wild unhallowed Times.” These retraction-poems express the tension many 17th-century writers experienced between their desire to write secular verse and their sense of obligation to their faith.\n\r\nThese two poems are followed by a series of seven epigrams in which Herrick assumes the role of theologian (interestingly enough, the vicar of Dean Prior never explicitly adopts the role of priest in this collection). These succinct poems paradoxically explore the nature but ultimate unknowability of God. Many of the sacred epigrams in the collection are theological in nature, some of them quite abstract and abstruse, thus disproving the view that Herrick’s religion is “childlike.” Everywhere, the figure of the deity is dominant. In the first third of His Noble Numbers, God tends to be a remote figure who is both threatening and benign. Poems in which the Heavenly Father punishes his wicked children far outnumber those in which he exhibits paternal love. The initial third of Herrick’s “Pious Pieces” also includes “His Creed,” a poem that, because it sets forth the most basic Christian doctrine in 16 terse lines—as any versified catechism should—has led critics who have failed to read carefully all of His Noble Numbers to characterize the poet’s Christianity as “simplistic.”\n\r\nThe second third of Herrick’s sacred collection is marked by several ambitious lyrics on the infant Christ. Indeed, the Son of God figures more prominently in the middle section than in the first, and the effect is to soften the image of the Almighty as a punishing father. Consequently, the initial ambivalence about God expressed early in His Noble Numbers begins to dissipate. The most original poem in this group, however, “The white Island: or place of the Blest,” exhibits a mood and tone that are mixed, even elusive. The image of heaven as a white island seems to have been Herrick’s own, and not all readers will find it congenial. In contrast to existence on Earth (characterized as “the Isle of Dreames”), in “that Whiter Island” above, “Things are evermore sincere; / Candor here, and lustre there / Delighting.” Readers may be forgiven if they find Herrick’s promises of abstract “Pleasures” and “fresh joyes” unconvincing. This poem is one of very few in which Herrick’s intentions are unclear, reminding the reader, perhaps, how of the Earth, earthy, he is.\n\r\nThe final third of His Noble Numbers, like the rest of the collection, is made up mainly of sacred epigrams, almost any of which could serve as a kind of versified “text” on which a sermon could be based. Many of these epigrams, such as “Predestination,” offer succinct explanations of Christian doctrine or, such as “Almes,” are advisory or admonitory in nature. More personal is an important work in this part of the collection, “His meditation upon Death,” whose speaker sounds very much like the neo-Stoical Herrick of the secular poems—that is, one who professes to be “content” even if his earthly hours are numbered, and “indifferent” if a long life lies before him: living well, not long, is the key. Herrick vows to contemplate his own death every night when he retires, to “shun the least Temptation to a sin,” and expresses quiet confidence that, if he dies, he will “rise triumphant in my Funerall.” But what most marks this final group of religious poems is its emphasis upon a more human and humane deity. For example, one of several prayers entitled “To God” asks the Almighty to set aside the kind of “stately terrors” that evoked such anxiety from Herrick in the first third of the collection, urging God to “talke with me familiarly,” to become the kind of nurturing father figure the poet has sought for so long. Another poem named “To God” serves in a sense as the valediction of Herrick’s book. It asks his Heavenly Father to do what this poet has requested of a succession of friends, relatives, and patrons throughout Hesperides—to place a crown of “Lawrell” on his brow. “That done,” Herrick concludes, “with Honour Thou dost me create / Thy Poet, and Thy Prophet Lawreat.” His final image of the sacred poet, then, is identical to that of John Milton—as one who not only writes religious verse but through whom God himself can speak.\n\nHis Noble Numbers is actually brought to a close, however, with a dramatic series of ten poems on the Crucifixion and its aftermath, described as if the speaker (and the reader) are actual witnesses of the events. The first of these, “Good Friday: Rex Tragicus, or Christ going to His Crosse,” is one of Herrick’s most ambitious sacred works, an internal “dialogue of one” with this “markt-out man,” who must “this day act the Tragedian,” with the Cross for his stage. The Crucifixion scene is vividly evoked by theatrical metaphor, by Herrick’s mordantly witty descriptions of the “audience,” and through dramatic irony (the reader, for example, knows what part “that sowre Fellow, with his vinegar” will eventually play in this tragedy).\n\r\nWith similar artistic boldness, Herrick, in “His Saviours words, going to the Crosse,” has Christ touchingly describe himself as “a man of misierie!” A pattern poem in the shape of a cross follows, and the collection concludes with three works in which Herrick continues his role as a biblical character, here an Everyman who seeks out “his Saviours Sepulcher,” and discovers, in “His coming to the Sepulcher,” that “my sweet Savior’s gone!” But instead of the predictable celebration of the Resurrection to climax the poem (and indeed the collection as a whole), Herrick portrays himself as bewildered by the absence of Christ’s body, wondering, “Is He, from hence, gone to the shades beneath, / To vanquish Hell, as here He conquer’d Death?” Then, like a newly fledged hero of faith, Herrick vows, “If so; I’le thither follow, without feare; / And live in Hell, if that my Christ stayes there.” The envisioned scenario is extraordinary and perhaps unprecedented. The poem itself, indeed the sequence which it concludes, is a tour de force, as striking an ending to Herrick’s collection as “The Argument of his Book” and its self-referential successors are a beginning.\n\r\nIn the absence of much evidence, it is difficult to determine the kind of reception Hesperides received on its publication in 1648. The time, certainly, was far from propitious. Herrick’s world, riven and exhausted by the Civil War, would be turned completely upside down with the execution, only a year later, of the king to whom he had been so devoted. What is certain is that his book did not explode upon the literary scene nor did it, during his lifetime, bring him the literary fame he so avidly desired. He lived for 26 more years and died a poor country parson, whom no fellow poet seems to have commemorated with a verse-epitaph, much less an elegy. Most remarkably, in that 26 years, he appears to have ceased to write poetry: no extant poem from that period can with absolute certainty be attributed to him. It is as if the composition of all of those 1,402 “Works Both Humane & Divine” and their painstaking arrangement had exhausted Herrick’s creativity. He may have been embittered by his fate as a poet, and as a man, but one doubts it. Herrick was at once a realist about art and life and an optimist, one who knew all about careless readers and carping critics but who could still hope for a favorable judgment from time. That hope, of course, has been realized. Just as he predicted, Herrick’s tombstone has vanished, but in the last one hundred years at least, his better monument, his poetry, has led to his becoming more widely loved and more profoundly respected than even he, dreaming of literary immortality in remotest Devonshire, might have imagined.\n", "attrs": {"Region:": ["England"]}}