{"pf_url": "https://www.poetryfoundation.org/poets/robert-duncan", "name": "Robert Duncan", "yob": "1919", "yod": "1988", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/18/cc435e8148c36f39a0d53f8523bd73c0f0b24116.jpeg", "bio": "\nDescribed by Kenneth Rexroth as “one of the most accomplished, one of the most influential” of the postwar American poets, Robert Duncan was an important part of both the Black Mountain school of poetry, led by Charles Olson, and the San Francisco Renaissance, whose other members included poets Jack Spicer and Robin Blaser. A distinctive voice in American poetry, Duncan’s idiosyncratic poetics drew on myth, occultism, religion—including the theosophical tradition in which he was raised—and innovative writing practices such as projective verse and composition by field. During his lifetime, critics such as M.L. Rosenthal heralded him as “the most intellectual of our poets from the point of view of the effect upon him of a wide, critically intelligent reading.” Duncan’s work drew on a wide range of references, including Homer, Dante, and the work of modernist poets such as H.D. His many books of poetry include Heavenly City Earthly City (1947), The Opening of the Field (1960), Roots and Branches (1964), A Book of Resemblances (1966), Bending the Bow (1968), and, after a 15-year publishing hiatus, the influential volumes Ground Work I: Before the War (1984) and Ground Work II: In the Dark (1987). His Selected Poems (1993) was published posthumously, as was his volume of collected writings, and personal tribute to the work of H.D., The H.D. Book (2011). A decades-long project that distills much of Duncan’s thinking on poetry, modernism, and the role of the occult in the imagination, The Nation’s critic Ange Mlinko described The H.D. Book as a “palimpsest.” Mlinko noted the importance of book for being “not only revisited and restarted many times over the years, but incorporating different sources from different points in time… Duncan’s roving eye for patterns consistently saw relationships between the new science of his day and the ancient wisdom of the poets.”\r\n \r\nDuncan was a syncretist possessing “a bridge-building, time-binding, and space-binding imagination” wrote Stephen Stepanchev in American Poetry since 1945. A typical Duncan poem, accordingly, is like a collage, “a compositional field where anything might enter: a prose quotation, a catalogue, a recipe, a dramatic monologue, a diatribe,” Davidson explained. The poems draw sources and materials together into one dense fabric. Writing in the New York Times Book Review, Jim Harrison called the structure of a typical Duncan poem multi-layered and four-dimensional (“moving through time with the poet”), and compared it to “a block of weaving… Bending the Bow is for the strenuous, the hyperactive reader of poetry; to read Duncan with any immediate grace would require Norman O. Brown's knowledge of the arcane mixed with Ezra Pound's grasp of poetics… [Duncan] is personal rather than confessional and writes within a continuity of tradition.”\r\n \r\nDuncan was born in 1919 in Oakland, California. His childhood experiences shape and inform his later poetics. Adopted at an early age by a couple who selected him on the basis of his astrological configuration, his adopted parents’ chosen religion, theosophy, and reverence for the occult was a lasting influence on his poetic vision. Encouraged by a high school English teacher who saw poetry as an essential means of sustaining spiritual vigor, Duncan chose his vocation while still in his teens. He studied at the University of California-Berkeley for two years before leaving California to briefly attend Black Mountain College. Duncan also lived in New York for a period, and made the acquaintance of literary figures like Arthur Miller and Anaïs Nin. Duncan was drafted in 1941, but discharged after coming out as gay. One of the first literary figures to openly acknowledge his sexuality, Duncan’s article “The Homosexual in Society” appeared in the influential journal Politics in 1944. Duncan returned to San Francisco in 1945, where he met Rexroth, Spicer, Blaser and others. He studied Medieval and Renaissance literature at Berkeley. During the 1950s and ‘60s, Duncan was, according to Paul Christensen “at the center of the San Francisco renaissance; his connections to Olson and Black Mountain College, where he taught in 1956, put him at the center of the Black Mountain movement as well.” In 1951 Duncan met Jess Collins, a painter and collagist. The two remained lovers for the rest of Duncan’s life.\n\r\nMany of Duncan’s best-known poems were shaped by ideas associated with Olson and the Black Mountain School of poetry. Both “projective verse,” poetry shaped by the rhythms of the poet's breath, and “composition by field,” in which the page becomes a field of language activity beyond its traditional use of margins and spacing, influenced Duncan’s poetry from The Opening of the Field (1960) onward. Generally, Duncan advocated a poetry of process, not conclusion. In some pages from a notebook published in Donald Allen's The New American Poetry: 1945-1960, Duncan stated: “A longing grows to return to the open composition in which the accidents and imperfections of speech might awake intimations of human being… There is a natural mystery in poetry. We do not understand all that we render up to understanding… I study what I write as I study out any mystery. A poem, mine or another's, is an occult document, a body awaiting vivisection, analysis, X-rays.” The poet, he explained, is an explorer more than a creator. “I work at language as a spring of water works at the rock, to find a course, and so, blindly. In this I am not a maker of things, but, if maker, a maker of a way. For the way is itself.” As in the art of marquetry (the making of patterns by enhancing natural wood grains), the poet is aware of the possible meanings of words and merely brings them out. “I'm not putting a grain into the wood,” he told Jack R. Cohn and Thomas J. O'Donnell in a Contemporary Literature interview. Later, he added, “I acquire language lore. What I am supplying is something like… grammar of design, or of the possibilities of design.” The goal of composition, he wrote in a Caterpillar essay, was “not to reach conclusion but to keep our exposure to what we do not know.”\n\r\nKnown for his anarchic political views, Duncan’s work frequently took on political dimensions as well. Books like Bending the Bow and Groundwork I: After the War attempt to trace the difference between organic and imposed order, and the necessity and scope of an individual’s political commitment. In his introduction to Ground Work (2006), the combined edition of After the War and In the Dark, poet Michael Palmer noted of the connections between Duncan’s politics and his poetics: “War will follow war, within and without. Any opposition to the immediate war must acknowledge its various meanings, the forms of contention that for Duncan are also the source of poesis, poetic making and meaning. The poet is everywhere implicated in such human and metaphysical circumstances. He or she cannot stand apart or above. The poem itself cannot preach without betraying its nature; it must enact.” Duncan’s political views on the Vietnam War cost him his friendship with the poet Denise Levertov. Their correspondence is collected in The Letters of Robert Duncan and Denise Levertov (2003).\r\n \r\nRobert Duncan died in San Francisco in 1988 after a long battle with kidney disease. His papers are housed at the State University of New York-Buffalo. Even after his death, Duncan has continued to exert a powerful and profound influence on the shape of American poetry. The publication of The H.D. Book in particular was heralded as a milestone in both Duncan scholarship and the history of modernism. As Christensen noted, “His work embodies the restless spirit of midcentury, with its exploration of sexuality and religion and its need to investigate the hidden corners of the psyche.” \n \n", "attrs": {"Region:": ["U.S., Western"], "School/Period:": ["Black Mountain"]}}