{"pf_url": "https://www.poetryfoundation.org/poets/robert-lowell", "name": "Robert Lowell", "yob": "1917", "yod": "1977", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/22/b2d96ce73e4ab3f5c1c34c681c0c4b5a5db62cac.jpeg", "bio": "\nPulitzer Prize-winning poet Robert Lowell grew up in Boston, Massachusetts. He studied at Harvard University and Kenyon College. He is best known for his volume Life Studies (1959), but his true greatness as an American poet lies in the astonishing variety of his work. In the 1940s he wrote intricate and tightly patterned poems that incorporated traditional meter and rhyme; when he published Life Studies, he began to write startlingly original personal or confessional poetry in much looser forms and meters; in the 1960s he wrote increasingly public poetry; and finally, in the 1970s, he created poems that incorporated and extended elements of all the earlier poetry. Meanwhile he also produced a volume of translations he called “imitations” and wrote or translated several plays. Lowell had a profound interest in history and politics; in his poetry he juxtaposed self and history in ways that illuminated both. His art and his life were inseparably intertwined, and he believed firmly in the identity of self and language.\nIn “After Enjoying Six or Seven Essays on Me,” a 1977 Salmagundi essay, Lowell wrote that “looking over my Selected Poems, about thirty years of writing, my impression is that the thread that strings it together is my autobiography.” His poetry and “91 Revere Street,” the prose sketch that forms an important part of Life Studies, give glimpse after glimpse into the world of his childhood. He was born into a home dominated by the incessant tension between his ineffectual father and his imperious mother. His father was a member of the famous Lowell family of Massachusetts, and his mother’s prominent family, the Winslows, dated, like the Lowells, back to the early days of New England. The young Lowell felt acutely the strains of his childhood, and both his immediate family and his Puritan forebears would figure largely in his poetry.\nIn “91 Revere Street,” Lowell described his experiences at the Brimmer Street School in Boston; he later attended preparatory school at St. Mark’s in Southborough, Massachusetts, and then, briefly, Harvard University. But while he was a student at Harvard in 1937, he had a fight with his father and left home, a rebellion that had serious consequences for his life and his poetry. Lowell went south to the Tennessee home of poet Allen Tate, who proved to be an important influence on the young writer; in a 1961 Paris Review interview with Frederick Seidel, Lowell gave this account of his arrival at the Tate home: “Mrs. Tate ... had three guests and her own family, and was doing the cooking and writing a novel. And this young man arrived, quite ardent and eccentric. I think I suggested that maybe I’d stay with them. And they said, ‘We really haven’t any room, you’d have to pitch a tent on the lawn.’ So I went to Sears Roebuck and got a tent and rigged it on their lawn. The Tates were too polite to tell me that what they’d said had been just a figure of speech. I stayed two months in my tent and ate with the Tates.”\nLowell crammed much activity into the next few years. He followed Tate to Kenyon College in Ohio; earned a degree in classics, summa cum laude; met Randall Jarrell and Peter Taylor, two writers who would remain his lifelong friends; converted to Roman Catholicism; married the fiction writer Jean Stafford; refused induction into the armed forces; and served five months in jail as a conscientious objector. And during all this time, Lowell was working on the poems that would be published in Land of Unlikeness (1944) and Lord Weary’s Castle (1946).\nThe title of Land of Unlikeness, as Jerome Mazzaro points out in The Poetic Themes of Robert Lowell, is taken from a quotation of Saint Bernard and refers to the human soul’s unlikeness to God and unlikeness to its own past self. In this volume, according to Hugh B. Staples in Robert Lowell: The First Twenty Years, the poet “appears so horrified by the spectacle of contemporary chaos that he can scarcely bring himself to comment on it in realistic terms. Cut off from the sight of God, modern man wanders about in his Land of Unlikeness, driven by greed and cruelty.” But, as Mazzaro shows, some images of salvation also operate in these poems, images usually based on the figure of Mary or related in some other way to Roman Catholic beliefs.\nMany of the poems in Land of Unlikeness appear as well in Lowell’s second volume, Lord Weary’s Castle, and the two books address the same concerns. Staples says that in these poems “the conflicts ... remain unresolved, and the theme of rebellion remains dominant.” Randall Jarrell declares in an essay collected in Poetry and the Age that these poems “understand the world as a sort of conflict of opposites. In this struggle one opposite is that cake of custom in which all of us lie embedded. ... Into this realm of necessity the poems push everything that is closed, turned inward, incestuous, that blinds or binds: the Old Law, imperialism, militarism, capitalism, Calvinism, Authority, the Father, the ‘proper Bostonians,’ the rich who will ‘do everything for the poor except get off their backs.’ But struggling within this like leaven, falling to it like light, is everything that is free or open, that grows or is willing to change: … this is the realm of freedom, of the Grace that has replaced the Law, of the perfect liberator whom the poet calls Christ.”\nLord Weary’s Castle, with its blending of oppositions to war, to the Puritan ethic, and to materialism and greed, is Lowell’s finest early volume, one that earned him the Pulitzer Prize in 1947. It was after its publication that Lowell met Elizabeth Bishop, one of the most important poetic friendships of his life. Though the two rarely met, they exchanged hundreds of letters in which they gossip, flirt, offer telling readings on the work of each other, and candidly discuss their own poetic ambitions. In the New Yorker, Dan Chiasson noted of their correspondence, “What makes these letters so fascinating is their hawk’s eye on immortality, even in the midst of lives lived fully, often sloppily. Writers like Lowell and Bishop are more human, sincere, candid—more genuine—the more ambitious they are.” Collected and published in 2008 as Words in Air, the book is a vital record of poetic friendship and shows how much Lowell admired—and was indebted to—Bishop.\nThe Mills of the Kavanaughs (1951), the book that followed Lord Weary’s Castle, was less successful. By the time of its publication, Lowell had been divorced from Stafford, had left the Roman Catholic church, had suffered the first serious attack of the manic-depressive illness that was to plague him throughout his life, and had married the writer Elizabeth Hardwick. The Mills of the Kavanaughs, which consists of a series of dramatic monologues, reflects, like the other volumes, the turbulence of its writer’s life.\nBetween the publication of The Mills of the Kavanaughs and the publication in 1959 of Life Studies, Lowell taught at several universities and made a speaking tour of the West Coast, where he encountered the thematically and stylistically revolutionary poetry of Allen Ginsberg and the other Beat writers. He continued the friendship he had earlier begun with the poet William Carlos Williams, who as an innovator in language and forms began to have an important influence on his work. Lowell and Hardwick lived primarily in Boston during this time; the poet taught for several years at Boston University, and their daughter Harriet was born in 1957. During this period, Lowell continued to suffer attacks of mania and depression, and for a while found it difficult to write. “When I was working on Life Studies,” he revealed in his Salmagundi essay, “I found I had no language or meter that would allow me to approximate what I saw or remembered. Yet in prose I had already found what I wanted, the conventional style of autobiography and reminiscence. So I wrote my autobiographical poetry in a style I thought I had discovered in [French novelist Gustave] Flaubert, one that used images and ironic or amusing particulars. I did all kinds of tricks with meter and the avoidance of meter. ... I didn’t have to bang words into rhyme and count.”\nIn an essay appearing in Next-to-Last Things: New Poems and Essays, Stanley Kunitz has called Life Studies, which won the 1960 National Book Award, “perhaps the most influential book of modern verse since [T.S. Eliot’s] The Waste Land.” There is no question but that its so-called “confessional” poetry was something radically new in American literature. As Marjorie Perloff declares in The Poetic Art of Robert Lowell, this new poetry “is informal and autobiographical; its diction is casual and colloquial, its sound patterns tend to be almost prosaic.” Discussing the important poem “Skunk Hour,” Perloff says that the “One dark night” of that poem—“the painful moment of terror and anxiety that leads to a renewal of self-insight and understanding—this is the central experience that Lowell’s self undergoes.” Some readers were troubled by the personal nature of many of the poems in this volume; several of the works deal with Lowell’s reminiscences of childhood and include often unflattering portraits of his parents and grandparents, while others deal with his marriage, his illness, and other aspects of his adult life. But Life Studies, very different from both his own earlier work and most of the verse being written in English by anyone else, had an enormous influence on the future of poetry in the United States.\nIn 1960, Lowell moved to New York, where he was to live for the next 10 years; beginning in 1963 he commuted on a more or less regular basis to Harvard, where he taught intermittently until his death in 1977. In 1961, Lowell published two volumes, a verse translation called Phaedra of Racine’s tragedy, and Imitations, a collection of loose translations of poems by writers from Homer to the contemporary Italian, Eugenio Montale. Although these volumes might appear to be a radical change from the personal poetry of Life Studies, Irvin Ehrenpreis says in an essay appearing in American Poetry that in Imitations Lowell “is legitimizing his progeny, replacing the Lowells and Winslows by [the poets Charles-Pierre] Baudelaire, [Arthur] Rimbaud, and [Rainer Maria] Rilke. In drawing up such a genealogical tree, Lowell ... implies that he has found his essential identity not in a social class or in a religious communion but in his character as a writer.”\nWith the publication of The Old Glory (1965) and For the Union Dead (1964), Lowell returned to a consideration of the individual’s relation to history, both in its personal and in its public dimensions. The Old Glory consists of three plays: Endecott and the Red Cross and My Kinsman, Major Molineux, both adapted from short stories by Nathaniel Hawthorne, and Benito Cereno, adapted from a novella by Herman Melville. In his introduction to the plays, Robert Brustein says that “Mr. Lowell feels the past working in his very bones. And it is his subtle achievement not only to have evoked this past, but also to have superimposed the present upon it, so that the plays manage to look forward and backward at the same time.” All the plays incorporate some aspect of conflict between individuals and authority and thus look back to Lowell’s earlier poetry, as well as outward to the political turmoil of the 1960s.\nIn a Salmagundi essay Thomas Parkinson declares, “The person in history is the main subject” of For the Union Dead, “and it is good to see poetry treating the moment where person and history meet.” In an essay collected in Jonathan Price’s Critics on Robert Lowell, Richard Poirier agrees: “It is nearly impossible in Lowell’s poetry to separate personal breakdown from the poet’s visions of public or historical decline. ... The assurance that the poet’s most private experiences simply are of historical, even mythical, importance” gives this poetry “an extraordinary air of personal authority.” Many of these poems are as personal as the works in Life Studies, but here they are anchored more firmly in the world outside the family, the world of history and myth. “More than any contemporary writer, poet or novelist,” Poirier asserts, “Lowell has created the language, cool and violent all at once, of contemporary introspection. He is our truest historian.”\nOf For the Union Dead, Lowell said in After Reading Six or Seven Essays on Me that “free verse subjects seemed to melt away, and I found myself back in strict meter, yet tried to avoid the symbols and heroics of my first books.” In his next collection, Near the Ocean, he wrote a long sequence in eight-line four-foot couplet stanzas, a form he borrowed from the 17th-century English poet Andrew Marvell; “God knows why, except that it seemed fit to handle national events,” Lowell remarked in the same essay. The publication of Near the Ocean coincided with the period of Lowell’s most active involvement in national events. He protested against United States involvement in Vietnam, and in fact appears as a character in Norman Mailer’s The Armies of the Night, an account of the historic protest march on the Pentagon in 1967.\nBesides his books of poetry, Lowell continued in the late 1960s to write for the theater. The revised edition of The Old Glory was published in 1968, with most of the revisions appearing in Endecott and the Red Cross. “What I have added are mostly Indians,” Lowell said, only partly in jest, in his note on the revised edition. “It has been lengthened to give it substance,” and “innumerable lines have been ‘improved’ to be stronger, to be quieter, less in character, more in character.” His translation of Aeschylus’s Prometheus Bound also appeared during this period; Lowell’s is a prose version of the myth of this famous rebel.\nIn 1969 Lowell also published the first of what would become a series of volumes of sonnets. “For six years I wrote unrhymed blank verse sonnets,” he recalled in his Salmagundi essay. “They had the eloquence at best of iambic pentameter, and often the structure and climaxes of sonnets. ... I had a chance such as I had never had before, or probably will again, to snatch up and verse the marvelous varieties of the moment.” Lowell’s plan, says Steven Gould Axelrod in Robert Lowell: Life and Art, was “to achieve the balance of freedom and order, discontinuity and continuity, that he observed in [Wallace] Stevens’s late long poems and in John Berryman’s Dream Songs, then nearing completion. He hoped that his form ... would enable him ‘to describe the immediate instant,’ an instant in which political and personal happenings interacted with a lifetime’s accumulation of memories, dreams, and knowledge. In his ‘jagged’ yet unified poem Lowell sought to create nothing less than an epic of his own consciousness.”\nIn his “Afterthought” to Notebook 1967–1968, the first version of this epic, Lowell explained that “the poems in this book are written as one poem.” The plot, he said, “rolls with the seasons”: “The time is a summer, an autumn, a winter, a spring, another summer; here the poem ends, except for turned-back bits of fall and winter 1968. I have flashbacks to what I remember, and notes on old history.” Axelrod, who sees Lowell’s political activism as the “motive and thematic center” for this volume, suggests that the “real subject” of the volume is “the human lust for violence and the moral horror of violence, a polarity Lowell has long detected in his own character and which he now discerns on a massive scale throughout human history.” In the course of the volume, Axelrod continues, Lowell “obsessively exposes the violent acts of ‘the great,’ among them Caligula, Mohammed, Henry VIII, Marie Antoinette, Napoleon, Frederick the Great, the Russian Czars, Lenin, Stalin, Mao, the Indian killers, Andrew Jackson, Truman, an unnamed ‘leader of the left,’ and the book’s darkest villain, Adolf Hitler.”\nBut these sonnets are full of personal history as well, and this history is equally bleak. Axelrod suggests that in the next volume of sonnets, Notebook (1970), which consists largely of revised and rearranged versions of the poems in Notebook 1967–1968, “the theme of Lowell’s increasingly troubled domestic life” comes to the fore, while the political emphasis is somewhat muted. He continues to juxtapose personal and public history, however, and jumbles together in the volume and in individual poems his friends, his family, historical figures, writers, artists, and characters from literature and myth. In the eight sonnets that make up the “Charles River” sequence, for example, he refers, among other subjects, to his parents, his first love, Massachusetts Institute of Technology, Harvard, industrial pollution, Milton’s “Lycidas,” the Anschluss, Nero, Christ, French painter Claude Lorrain, miscellaneous Greeks, aqueducts and arches, a snow-yellow knife with eleven blades, and plowshares beaten into swords. He conflates the particular and the general, the fresh and the hackneyed, the present and the past into an amalgam of poetry that ranges in quality from outstanding to outrageous.\nIn 1970 Lowell moved to England, where he spent most of his next six years; for two of these years he taught at Essex University, although he also returned to Harvard for one semester each year. The British had been favorably disposed to Lowell’s poetry from the beginning; indeed, the British publisher Faber & Faber brought out editions of Lowell’s poetry throughout his career, and in 1962 had published Staples’s Robert Lowell, the first important critical book on the poet. Lowell’s move to England was in part a result of continuing personal and domestic turmoil; in 1972 he divorced Elizabeth Hardwick and married British writer Caroline Blackwood, with whom he had a son, Robert Sheridan Lowell.\nAmong the three volumes of poetry published by Lowell in 1973, two are made up primarily of poems from Notebook. For Lizzie and Harriet is a slender volume reprinting Notebook sonnets that deal with Lowell’s personal life, while History, as its title suggests, is more ambitious in scope. For History, Lowell added some new sonnets and revised and rearranged the old ones; the result is a much more coherent volume, arranged in the chronology of historical time. In this book, Axelrod says, Lowell downplays the once-dominant theme of political revolt and “expunges the theme of married love from the poem entirely. Instead, he expands upon two of the minor themes of the preceding volumes, making them central to his new conception”—the theme of death and the theme of art. “Art, the triumph of consciousness, counters death, the cessation of consciousness,” Axelrod declares, but, as the critic notes, “Lowell suffers from no illusion that art affords immortality; rather he views art as proof of existence and means of creating identity. Throughout his career he has struggled to close the gap between life and artwork, and in History the two have finally joined.” This volume, says Axelrod, “seeks to reveal not the truth of the past but the truth of Lowell’s mind as it meditates upon the past in terms of its inmost concerns.”\nAlthough The Dolphin, the third volume of Lowell’s poetry published in 1973, was like the others in that it consisted of a series of sonnets, these sonnets were all new. In Robert Lowell: An Introduction to the Poetry, Mark Rudman observes that this book “charts a year, from summer to summer. The plot, such as it is, revolves around the breakup with his wife, Elizabeth Hardwick, and his relationship with Caroline Blackwood.” Calling the volume “half memoir” and “half fiction,” Axelrod says that “it is a book of changes, not only of ‘changing marriages’ but of changing minds (Lowell’s, Caroline’s, Lizzie’s) and changing lives. On this level The Dolphin is about human freedom and growth. And it is supremely a poem about love, love that makes freedom meaningful, love that allows for human growth. The figure of love in the poem is Caroline, the dolphin and mermaid. ... In the largest sense Caroline as dolphin stands for Lowell’s loving relationship to the universe. His opening himself to her represents his opening to the world outside himself; his physical and spiritual union with her represents his union with his world. His love for the dolphin brings him to earth and rescues his life.”\nCritical reception of The Dolphin was mixed, with some readers objecting strenuously to Lowell’s use of language taken directly from the personal letters of Elizabeth Hardwick. But the volume is not simply a collection of poems about family turmoil; Axelrod finds a second subject of The Dolphin to be “the process of the poem itself. As Lowell tells his love story, he simultaneously meditates upon his consciousness, which through invention and intense perception becomes imagination, which in turn through inspired craft becomes art. On this level the poem explores the interrelationship of being, consciousness, and art.” Although some critics found the poetry unsatisfying, The Dolphin was awarded the 1974 Pulitzer Prize for poetry.\nAfter the flurry of sonnets that culminated in the publication of the three 1973 volumes, collections of Lowell’s poems appeared in England (Robert Lowell’s Poems: A Selection, 1974) and in the United States (Selected Poems, 1976). Lowell’s translation of The Oresteia of Aeschylus would not be published until 1978, but his last volume of new poetry, Day by Day, appeared shortly before he died on September 12, 1977. With this volume, Lowell abandoned the sonnet form and returned to free verse. He returned as well for a last look at many of the situations and people whom he had incorporated into his earlier poetry. Day by Day, which won the National Book Critics Circle Award in 1978, is an elegiac and deeply personal volume that discusses Lowell’s family and friends, his wives and children, the horrors of his illness and the joys of his recoveries. As J.D. McClatchy observes in the American Poetry Review, the poems are like a series of snapshots—quick glimpses of past and present moments.\nIn a note prefacing his Selected Poems, Lowell remarked that “my verse autobiography sometimes fictionalizes plot and particular”; by labeling his poems “verse autobiography,” he called attention to the inseparable relation between his life and his art. At the end of his life he left England and Caroline Blackwood and returned to the United States and Elizabeth Hardwick. After his death from congestive heart failure, his funeral was held at the Episcopal Church of the Advent on Brimmer Street, in Boston, near where he had lived and gone to school as a child; he was buried in the cemetery where generations of his family had been buried. Thus he returned to his beginnings in his life as well as in his poetry.\nLowell said in the “Afterthought” to Notebook 1967–1968 that “in truth I seem to have felt mostly the joys of living; in remembering, in recording, thanks to the gift of the Muse, it is the pain.” A poetry of scrupulous self-examination, Lowell’s work, as Vereen M. Bell declares in Robert Lowell: Nihilist as Hero, “is identifiable by nothing so much as its chronic and eventually systematic pessimism”; indeed, says Bell, “whatever spirit of affirmation that we think we perceive in Lowell’s work we must always suspect ourselves of projecting upon it.” Furthermore, in Pity the Monsters: The Political Vision of Robert Lowell, Alan Williamson observes that “Lowell’s vision of civilization—being a product both of the man he is and of the time he lives in—is particular, painful, and dark. It is redeemed neither by ... faith that an adequate, if authoritarian, utopia may have existed in the past, nor by a revolutionary’s faith that one can be abstractly yet accurately designed for the future. Consequently, Lowell must necessarily leave more questions of value, of cause and responsibility, of fundamental ‘human nature’ open to poetic inquiry than did his nearest predecessors. But it is this very appalling fundamentalness of Lowell’s questions, combined with his honesty about historical terror, that make him a modern epic poet.”\nLowell was an epic poet as well in the scope and greatness of his poetry. He addressed large questions, and he used a multiplicity of forms and styles in his continuing quest, which his friend Peter Taylor describes in a 1979 Ploughshares essay as a search for “a oneness in himself and a oneness in the world.” “This is how he must always be remembered,” Taylor says, “one moment playful to the point of violent provocation, the next in profound contemplation of the great mystery: What does life mean? What is it all about?”\nLowell’s literary criticism and autobiographical prose pieces, posthumously collected in Collected Prose, received generally positive reviews for the author’s authoritative, lucid style. David Lehman in Washington Post Book World notes that Lowell “transformed himself into a superb critic by learning to lodge his trust in his immediate and subjective responses [to literature].” In other words, the personal style that characterized Lowell’s poetry also proved successful in his approach to criticism. In his review in the Observer, Jonathan Raban locates Lowell’s development of a prose style distinctly his own in 1955 following the death of Lowell’s mother and an attack of mania. “Before 1955,” argues Raban, “[Lowell’s] prose was formal, high-toned and on its guard. ... Then the dam bursts. ... Lowell found a style in which he could write, not just about Cousin Harriet and Uncle Devereux but about that spacious mental world where the living share their quarters with the vivid dead.”\n", "attrs": {"Region:": ["U.S., New England"], "School/Period:": ["Confessional"]}}