{"pf_url": "https://www.poetryfoundation.org/poets/robert-m-mcalmon", "name": "Robert M. McAlmon", "yob": "1895", "yod": "1956", "image": null, "bio": "\n                                                                    Born in Clifton, Kansas, in 1895, Modernist poet, novelist, and publisher Robert McAlmon was the youngest of ten children. His father was a traveling Presbyterian minister, and McAlmon grew up in several small midwestern towns, eventually attending the University of Minnesota and the University of Southern California. He also briefly served in the military, editing the Army Air Corps newspaper in San Diego and later the flight magazine Ace. After leaving the Army, he moved to Greenwich Village and joined the literary community there. With poet William Carlos Williams, he founded the magazine Contact, which in its four issues featured the work of poets Ezra Pound, Wallace Stevens, Marianne Moore, and H.D. In 1921, McAlmon married the writer and shipping heir Annie Winifred Ellerman (pen name Bryher). They first moved to London and to Paris, where McAlmon founded the literary press Contact Editions, through which he published avant-garde writing, including Gertrude Stein’s The Making of Americans (1925), Ernest Hemingway’s debut Three Stories and Ten Poems (1923), as well as the poetry of Mina Loy and William Carlos Williams.   McAlmon’s poetry often explores themes of culture, urban and rural life, and sexuality. He was the author of the novel Post-Adolescence (1923); the short story collections A Hasty Bunch (1922) and Distinguished Air: Grim Fairy Tales (1925); the poetry collections Explorations (1921), Portrait of a Generation (1926), North America, Continent of Conjecture (1929; reprinted 1983) and Not Alone Lost (1937); and the memoir Being Geniuses Together (1938).   McAlmon returned to the United States in 1940, living first in Arizona and El Paso where he worked for his brothers’ surgical supply company, and then in Hot Springs, California, where he died at home on February 2, 1956. The Beinecke Rare Book and Manuscript Library at Yale University holds a selection of his papers.\n                                                            ", "attrs": {"School/Period:": ["Modern"]}}