{"pf_url": "https://www.poetryfoundation.org/poets/robert-southey", "name": "Robert Southey", "yob": "1774", "yod": "1843", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/2dad1b3e38293039d33d5c80cbda1c622c8e51a4.gif", "bio": "\nUnlike most of the English Romantics, who wrote predominantly either in verse or in prose, Robert Southey—like his friend and brother-in-law Samuel Taylor Coleridge and, to some extent, Sir Walter Scott—was both poet and prose writer and one as fully as the other. Of his fellow Romantics he was perhaps the most versatile, as well as one of the most prolific. As poet—and eventually poet laureate—he produced epics, romances, and metrical tales, ballads, plays, monodramas, odes, eclogues, sonnets, and miscellaneous lyrics. His prose works include histories, biographies, essays, reviews, translations, travelogues, semi-fictional journalism, polemical dialogues, and a farraginous work of fiction, autobiography, anecdote, and omnium-gatherum that defies classification. His bent was inherently encyclopedic; and, while his writings lack both moral profundity (as distinct from moral fervor) and “natural magic,” they compensate by their vigor and abundance for their dearth of genius. Coleridge rightly called him the complete man of letters.\nBy common consent, however, Southey’s prose is superior to his verse and has proved more durable. His ambitious epic projects were largely dead ends of a moribund tradition. His prose works, on the contrary, did for English prose what William Wordsworth and Coleridge’s Lyrical Ballads (1798) did for verse: they opposed to the orotund solemnity of the Johnsonian style a new model of republican plainness, perspicuity, and respect for empirical facts. At its worst such a style can be pedestrian and nondescript; at its best it is precise, vigorous, down-to-earth, seemingly effortless, and disarmingly unpretentious. The Sermo Pedestris, often the bane of Southey’s poetry, is the chief virtue of his prose and one that can still engage the reader in what might otherwise appear a mere mass of exploded ideas and superseded learning.\nAlthough Southey began to write journalism early and continued to compose verse in later years, his literary career, like those of Coleridge and Scott, is roughly divisible into two phases: an early poetic vein, followed by a midlife shift to prose discourse. His early life is thus bound up mainly with his development as a poet.\nRobert Southey was born in Bristol on August 12, 1774 as the oldest surviving son of a feckless and finally bankrupt tradesman of the same name and his wife, Margaret Hill Southey. During much of his childhood he was forced to live away from home, under the stifling and unaffectionate tutelage of an eccentric and domineering aunt, Elizabeth Tyler, at fashionable Bath and at boarding schools with their dreary curricula, lack of nurture, and petty tyranny. From these early experiences Southey developed his lifelong habit of suppressing his intense emotions under a reserved exterior of steely cheerfulness and somewhat frosty amiability and of taking refuge from a bleak and loveless existence in the world of literature. He read William Shakespeare and Francis Beaumont and John Fletcher as soon as he could read and the Renaissance epics of Torquato Tasso, Ludovico Ariosto, John Milton, Luiz de Camões, and especially Edmund Spenser soon thereafter. In his adolescence he read Voltaire, Jean-Jacques Rousseau, Edward Gibbon, Thomas Paine, William Godwin, and other spokesmen for Enlightenment and human emancipation. Moreover, he early tried his hand at writing plays, epics, and incidental verse. While at Westminster public school in London (1788–1792), he offended the school authorities by publishing a “contumacious” satire against corporal punishment—his first prose effort—in the school newspaper and was summarily expelled. The expulsion, along with the bankruptcy and death (possibly by suicide) of his father, produced an emotional crisis, which he sought to overcome by reading Epictetus: the Stoic philosopher remained his vade mecum ever after.\nEarly in 1793 Southey entered Balliol College at Oxford University to study for holy orders in compliance with the wishes of his maternal uncle, the Reverend Herbert Hill. But he was by now, like many young intellectuals of his time, a fervent republican, deist, and sympathizer with the French Revolution. At odds with Church dogma and the Establishment, incensed by the soulless pedantry and regimentation of the masters and by the snobbery and licentiousness of the scholars, he left the university after only two terms. During this period of ferment and uncertainty, he made two momentous acquaintances. One was a young seamstress, Edith Fricker, whom he met in the fall of 1793 and married two years later (November 14, 1795): she proved to be a devoted wife and mother of his children for more than 40 years, until her mind failed and she died in 1837. The other was Coleridge, then of Cambridge, two years Southey’s senior and, like him, a budding poet and enthusiastic republican and revolutionary fellow traveler. When the two met in June 1794 an intense friendship developed rapidly, and the two young radicals, in concert with some of their respective college friends, concocted a plan to establish, in the Susquehanna Valley, an egalitarian community, a “Pantisocracy” (meaning “equal rule of all”) based on communal property and the fusion of physical and intellectual labor. The scheme eventually failed for lack of sufficient funds and because ideological and personal rifts developed between the idealistic but dilatory Coleridge and his more practical revisionist friend and housemate. When Southey decided to abandon the cause by accepting an invitation to Portugal from his uncle Hill—and a stipend from his school friend Charles Wynn enabling him to switch from divinity to the study of law—Coleridge, who had been persuaded, for the good of Pantisocracy, to become engaged and married to Edith Fricker’s sister Sarah, felt trapped and betrayed. For the moment the friendship was over.\nSouthey’s five-month sojourn on the Iberian Penninsula during the first half of 1796 resulted in his first published prose work, Letters Written During a Short Residence in Spain and Portugal (1797). By then he had already published, with his friend and fellow Pantisocrat Robert Lovell, a volume of Poems (1795)—reflective pieces, “odes, elegies, sonnets, etc.,” in the manner of 18th-century sensibility—and had acquired a reputation as the author of an epic with revolutionary overtones, Joan of Arc (1796; revised, 1798); he had also written two plays, including a piece of hackwork with Coleridge, The Fall of Robespierre (1794), and the notorious Wat Tyler (which remained in manuscript until 1817, when it was unearthed and published surreptitiously by political enemies to compromise the “renegade” laureate with a Jacobinical skeleton in his closet). The Letters are hardly literature in the sense in which the later Letters from England are, but they are an early example of Southey’s knack for turning chance occasions to journalistic account. Together with Edith, Southey returned to the Peninsula in 1800–1801 for a second, more extended visit (his Portuguese Journal from that year was unearthed and published by Adolfo Cabral in 1960). The two sojourns turned him into a lifelong student of Spanish and Portuguese history and ethnography.\nUpon his return to England—and to Edith—in summer 1796, Southey and his wife spent several years in a state of virtual transiency, partly in London, where he desultorily read for the law at Gray’s Inn as stipulated by Wynn’s annuity, and then at various localities in the south of England after it became clear to him that the law was not for him. There followed the second, year-long stay in Portugal and then eight more months in London and Dublin in an abortive attempt at a civil-service career as private secretary to Isaac Corry, the Irish chancellor of the Exchequer. During these years, Southey produced a large amount of lyrical verse—odes, sonnets, inscriptions, emblematic poems, monodramas, ecologues, and especially ballads dealing with social injustice, crime, guilt, and the supernatural and demonic. He also wrote the first of a planned series of mythological romances, Thalaba the Destroyer (1801), illustrating the religion of Islam through the exotic story of a pious young Moslem champion’s struggle against a college of malignant sorcerers.\nThe decisive turning point in Southey’s biography occurred in September of 1803, when the successive shocks of the deaths of his mother, a beloved cousin, and his first, infant daughter prompted the Southeys to visit Coleridge at his new domicile, Greta Hall, in Keswick in the English Lake District. The visit turned into a lifelong stay. Coleridge, who had repeatedly urged his brother-in-law and ci-devant fellow Pantisocrat to come live with, or at least visit, him in Keswick, ironically promptly departed in search of health and then separated from his wife and family, leaving Southey in charge as chief provider at Greta Hall, a post the scrupulous Southey dutifully kept until his death 40 years later. Except for periodic travel abroad (in Scotland, in the Netherlands, in France), visits, and business trips (such as his trip to Oxford to obtain an honorary LL.D. in 1820), Southey never left the Lake District again.\nIn 1803 he still thought of himself primarily as a poet and continued to do so for another decade or so. During the first years at Keswick, he gave final shape to a project that had occupied him intermittently since his Westminster days, his second, two-part epic, Madoc (1805)—“Madoc in Wales” and “Madoc at Aztlan”—about the legendary 12th-century Welsh prince who supposedly discovered the New World and settled in Aztec country, fighting wars against barbarism, superstition, and priestcraft and establishing a bridgehead for a humane, Christian civilization—Southey’s epic of foundation and of Pantisocracy rewritten in essentially imperialist terms. In 1809 Southey completed another mythological romance, The Curse of Kehama (1810), this time on Hinduism, an extravagant story of a pariah of humble and patient merit and his persecution by, divinely assisted struggle against, and eventual victory over, a would-be cosmocrat who at last overreaches himself—a story clearly intended to allude to the struggle against Napoleon and one that later served as a model for Percy Bysshe Shelley’s greater fable of nonviolent resistance against overwhelming odds, Prometheus Unbound (1820). A third and final epic, Roderick, the Last of the Goths, appeared in 1814, the year after Southey’s appointment to the laureateship; it narrates the fall of the Visigothic kingdom to the Moors in 711 A.D. and the beginning of the Spanish reconquista and the Asturian monarchy. This poem, Southey’s greatest epic success at the time, is even more pointedly directed at the Napoleonic Wars and the Peninsular War in particular. Now, however, the ruling sentiment is one of ferocious vindictiveness and religious bigotry that stands in striking contrast to the antiwar theme of Joan of Arc and even to the reluctant militancy of Madoc and to the doctrine of redemption through the patient suffering of Kehama.\nThe arc from the pacifism of Joan of Arc to the crusading spirit and unvarnished jingoism of Roderick and the laureate and anti-Bonapartist verses of those years (such as Carmen Triumphale, 1814, and The Poet’s Pilgrimage to Waterloo, 1816) circumscribes most of Southey’s career as a poet, though there were some later efforts, such as the lugubrious Tale of Paraguay (1825), about a family of South American mission Indians, or the unfortunate Vision of Judgement (1821) in hexameters, about George III’s ascent to Southey’s now throughly Tory heaven, not to mention later laureate odes and occasional ballads and metrical tales. During the last 30 years of his life, Southey’s principal literary pursuit was that of a scholar and essayist. The story of that pursuit, more clearly than that of the poet, records the emergence of a conservative out of the fervid republican of the early years.\nSouthey’s early prose venture, Letters Written During a Short Residence in Spain and Portugal, uses the flexible and currently popular medium of epistolary journalism to combine travelogue, description, and anecdote with essays, translations, and original poems and to pepper picturesque and often vivid scenic prospects and local color with republican sarcasms about “the double despotism of Church and State”—about monasticism, Catholic superstitions and “miracle-mongering,” and the spectacle of royal extravagance and oppression in the midst of endemic poverty, ignorance, licentiousness, and disease. Southey has an eye for curious, bizarre, or telling details, customs, and costumes, and for scenic settings and humorous incidents. Letters Written During a Short Residence in Spain and Portugal is an early example of Southey’s tenacious hold on facts as well as of his tendency to tar all things with the same brush. The volume proved popular, and a second edition, somewhat less spontaneous, more cautious and controlled, appeared in 1799. The Portuguese Journal of 1800–1801 is even more vivid, and is less glibly judgmental, though here too Southey indulges an antiseptic obsession with “superstition,” and with filth, stench, and vermin, along with his love of the Iberian landscape.\nAfter his first return from abroad, Southey embarked upon his career as a professional reviewer, first with notices of Spanish and Portuguese literature for the Monthly Magazine and then, in 1798, with reviews for the Critical Review, for which he wrote, among other things, a glowing account of Walter Savage Landor‘s oriental poem Gebir (September 1799) and the rather unsympathetic critique of Wordsworth and Coleridge’s Lyrical Ballads (October 1798) with its notorious dismissal of the Rime of the Ancient Mariner as a “Dutch attempt at German sublimity.” In 1802 Southey also became a regular contributor to the newly founded Annual Review, for which he reviewed some 150 titles during the next six years, most of them ephemeral.\nLike his travelogues, his reviews are essentially journalistic: largely synoptic and digestive, proceeding by summary paraphrase and direct quotation, and based in their judgment on common sense and personal taste rather than on theoretical principles like those informing Coleridge’s criticism. Even so, Southey’s reviews are of historical importance insofar as, at a time when reviewers still wrote anonymously and therefore could “tomahawk” with impunity, they helped to usher in a more considerate and sympathetic approach to what Southey himself termed the “ungentle craft.” Literary jobbing of this sort was a fairly lucrative employment in that age of rapidly expanding book markets and remained throughout Southey’s life a principal source of this income. Although largely hackwork, these reviews also laid the foundation for his later Quarterly essays and even an achievement such as The Life of Nelson (1813).\nDuring these years Southey also established himself as a translator and textual editor. Between 1803 and 1808, he published prose adaptations of the three leading romances of chivalry of Iberian provenance, Amadis of Gaul, from a 16th-century Spanish version, Palmerin of England, essentially a modernization of Anthony Munday’s 17th-century Englishing of a French variant of the romance, and Chronicle of the Cid, a translation of the early-16th-century Cronica del Cid, supplemented by material derived from the earlier Poema del Cid and various popular ballads. Southey has the distinction of being the first to argue for the Portuguese origin of Palmerin of England—his claim of a like origin of Amadis of Gaul was based on a confusion of names and is no longer accepted. As renditions they are of limited value. Amadis of Gaul in particular is bowdlerized, purged of most of its amorous content in the name of a narrow moral and stylistic decorum that appealed to the taste of the time—the work sold well—but is obsolete today. More durable has been the third of these translations, Chronicle of the Cid, whose martial spirit unsullied by carnality was more congenial to Southey and enabled him to produce a comprehensive narrative of Spain’s national hero in a homogeneous, slightly archaic, paratactic style modeled on Sir Thomas Malory and the Bible.\nIn his travelogues, reviews, and translations, Southey served as a kind of middleman of literature intent on advertising, condensing, packaging, and importing literary goods, new and old, for readier consumption. This spirit of literary merchandising is embodied also in Southey’s various textual editions of these years, including the three-volume collections of the writings of his unhappy fellow Bristowans Thomas Chatterton (1803; coedited with Joseph Cottle) and Henry Kirke White (1807). The latter includes a biographical introduction of small critical value, and both were essentially charitable undertakings to aid the families and the memory of these inheritors of unfulfilled renown. Specimens of the Later English Poets (1807), a massive compilation of 18th-century verse, most of it quite negligible, similarly reveals Southey’s literary scholarship to be more antiquarian than critical and his criteria to be moral and didactic rather than aesthetic and intellectual. Of his various later editorial works, perhaps only the late Works of William Cowper (1835–1837), also prefixed with a “Life,” retains a firm place in the history of textual scholarship.\nWhile much of the prose Southey produced during the years 1803–1808 is either ephemeral or an endeavor to rescue the transient from oblivion by means of editing, translation, or synopsis, one work, Letters from England (1807), transcends the bulk by turning journalism into fiction and thus into art. Modeled on Montesquieu’s Letters persanes (1721) and Oliver Goldsmith’s Citizen of the World (1760–1761), Letters from England: By Don Manuel Alvarez Espriella uses the form of the pseudonymous epistle to combine travelogue, satire, and personal essay into a fictional variant of the sort of epistolary journalism found already in Letters Written During a Short Residence in Spain and Portugal. Planned as early as 1803 as an “omnium gatherum” of “all that I know and much of what I think” about his place and time, its uses and abuses, Letters from England mingles social and political commentary and economic and cultural analysis with anecdote and descriptions of landscapes and townscapes to convey a cross section of English life and “manners,” fashions and foibles, while employing the travel motif to impose a semblance of unity upon farraginous variety. Moreover, the device of a narrative persona, chosen partly to throw hostile critics off the scent, creates a beneficial stretch of aesthetic distance between the author and his material. By making his mouthpiece not only a foreigner but a Spaniard and Catholic, Southey achieves the triple effect of modifying his personal bias through narrative perspective while playing his anti-Catholicism off against his critique of British society, particularly his nascent conservatism in politics and economics and his lifelong deistical contempt for sectarian fanaticism and all manner of “pseudodoxia epidemica.”\nThe fictional method is not without flaws. Scenic descriptions are at times merely topographical inventories, even in the often vividly perspectival account of the Lake District, and the narrative voice tends to become Southey’s own whenever he advances from relatively trivial matters to issues that engage his emotions. Analogously, Southey’s social-economic criticism blends shrewdness with nostalgia and erects progressive proposals on obsolescent principles. He inveighs against William Pitt’s repressive and reactionary policies in the name of liberty and equality and against the exploitation and social neglect produced by an unchecked industrialization in terms of an extreme anti-materialism. He calls for legal, parliamentary, and military reform, as well as for government regulation of industry and commerce. Yet his premises are moralistic and agrarian and are inspired as much by fear of revolution as by a desire for improvement. Even so, Letters from England is of lasting interest as a sweeping, kaleidoscopic, and often humorous depiction of England at the epochal beginning of the 19th century—the narrative is set in 1802, during the Peace of Amiens—and as an early and articulate appeal to the social conscience in the face of revolutionary change, particularly in the eloquent evocation of the inhuman plight of the new industrial laboring class in factory towns such as Manchester. The book was popular and sold well—at least until the identity of the book’s author became known.\nLetters from England may be usefully juxtaposed with a second, much later piece of fictionalized polemic, the notorious Sir Thomas More: or, Colloquies on the Progress and Prospects of Society, written between 1820 and 1829 and published in 1829, with a second edition in 1831. As the title indicates, the epistolary model has here been replaced by the dialogue, Southey choosing as his new literary model the Consolation of Boethius. But one of the fictional interlocutors is again a Catholic, albeit this time a historical one, while the other, Montesinos (perhaps with an allusion to Miguel de Cervantes’s Don Quixote, 1605), represents Southey himself, the setting of the dialogues being in fact Southey’s library at Greta Hall in the “mountainous” Lake Country. As Renaissance man and arch-utopian, More provides a dramatic perspective on Southey’s own time of epochal change and his early utopianism, while at the same time serving as a kind of spiritual father figure, on whom Southey can foist his most alarmist and apocalyptic views so as to retain for his alter ego Montesinos a modicum of youthful optimism and belief in progress and political justice. At other times, however, the two disputants seem to be interchangeable in their outlook, as they bandy sermons and citations, making the colloquy less a sustained dramatic “imaginary conversation” à la Landor (who professed to have derived the concept from Southey) than a mere expository mechanism—an altercation between A and B, as Charles Lamb remarked. More’s historical Catholicism, in fact, gets in the way—Southey turns him into an embryonic Protestant—and the fiction of a visitation by and dialogue with a ghost becomes bizarre after the first encounter and irritating after the second or third. The work has often been praised for its limpid prose style. But that style is generally at its best in the numerous descriptive and anecdotal digressions—about local scenery, local legends, or Southey’s library holdings—interspersed with the more portentous dialogues, rather than in the dialogues themselves.\nIdeologically, Sir Thomas More epitomizes the conservatism of Southey’s later years—an outlook increasingly authoritarian, paternalistic, moralistic, and imperialistic. Southey’s shift to the right dates roughly from, and was in response to, the years 1808–1813, the period of the critical phase in Britain’s struggle against Napoleon (the Peninsular War), of the Luddite Riots (1811) and the assassination of prime minister Spencer Perceval (1812), and of Southey’s own engagement in 1809 as a reviewer for the conservative Quarterly Review and subsequent appointment as poet laureate (1813). The shift is evident in the Quarterly Review essays’ long and often formless disquisitions, a selection of which reappeared, revised and condensed, as Essays, Moral and Political in 1832, on the eve of the first Reform Bill. In them Southey inveighs in often shrill tones against the evils of the day as he saw them: materialism (whether philosophical or commercial), immorality, infidelity, and sedition, pacifism, Methodism, Malthusianism, Catholic emancipation, and parliamentary reform. Some of his diagnoses are accurate enough and his proposed remedies salutary: universal education, legislation to regulate industry and provide social benefits, and the like. But his analyses of the causes of economic and social dislocation—and therefore also his solutions—are generally one part science and two parts moralism. His reply to the Malthusian specter of overpopulation is biblical authority, on the one hand, and a naively arrogant colonialism and imperialism, on the other: God wants England to be fruitful and multiply so as to replenish the earth and subdue it as the “hive of nations.” The purpose of education is indoctrination rather than emancipation, and the guarantee of social well-being is an aristocratic and ecclesiastic Establishment rather than any utilitarian calculus determined through democratic processes.\nSir Thomas More caps this evolving paternalistic vision of contemporary history as an Armageddon between the forces of law and order and moral and religious absolutes and the forces of materialism and anarchy, between the principles of obedience and authority and the dissolving agents of pluralism and skepsis. On a less apocalyptic level, Southey continues his critique of the “manufacturing system”—the “dorsal spine” of Sir Thomas More, as Jean Raimond put it. If Southey’s analysis of the evils under an unregulated laissez-faire capitalism—concentration of wealth, consequent wage slavery, exploitation, Gradgrind mechanization, alienation deracination, and overall dehumanization—is ahead of its time, his nostalgia for medieval feudalism and theocracy as guarantors of order, security, and social harmony is merely romantic and retrogressive bad faith—as Thomas Macaulay drove home in his famous review (Edinburgh Review, January 1830). Even so, Southey was also able to contemplate the socialism of Robert Owen as an alternative model—over the objections of his ghostly interlocutor to Owen’s freethinking: the device of the colloquy generated at least a saving touch of dialectic.\nFor all the volume of Southey’s journalism and polemical writing, his chief aspiration as a prosateur—not surprisingly considering his predilection as a poet for the epic—was to be a historian. His most ambitious, and nearly lifelong, project was to the great “History of Portugal,” a work that was to be both epic and encyclopedic in scope, combining fullness and variety of narrative and description with unity of idea and design, and that would do for the Portuguese empire what Edward Gibbon’s Decline and Fall of the Roman Empire (1776–1788) had done for Rome. The main opus was to have been accompanied by subsidiary volumes on the Portuguese colonies in Asia and South America, on monasticism, on the Jesuit missions, and on Iberian literature. As was to be expected, even in a writer of Southey’s fanatical industry and punctuality, the work was never completed, and what must have been a voluminous manuscript disappeared mysteriously after his death. The abortiveness of Southey’s most cherished project dramatizes his tragic flaw as a historian—indeed as a writer: his inability to select and to synthesize, to make the part stand synecdochically or metonymically for the whole. His strength lies in his skill in assembling a maximum of information into a manageable space, distilling, as he himself put it, “wine into alcohol.”\nThe proof of that alcohol can be gauged from the only major portion of the complete Portuguese scheme that did reach publication, the massive History of Brazil. Prompted by Britain’s new economic and political interest in Brazil consequent upon the move of the Portuguese court to Rio de Janeiro in 1807, the History was published in three increasingly bulky volumes between 1810 and 1819. Southey soon came to disparage it in private, but he also hoped it would make him the “Herodotus of South America,” and he doggedly pursued it—all 2,300-odd pages of it—to the end. The first accurate and comprehensive Brazilian history ever written, it was based largely on an extensive collection of printed accounts and original documents brought from Portugal by Southey’s uncle Hill and is still authoritative today—it has been translated a second time into Portuguese—and is interesting especially for Southey’s championship of the Jesuit missionaries, perhaps the single most prominent theme in the work. The writings are undeviatingly chronological in their breathless accumulation of historical details—from the discovery of the territory in 1500, through the period of the explorers and adventurers, the changing fortunes of the Jesuit missions, the rivalry between the Portuguese and the Dutch settlers, the 18th-century reforms and final expulsion of the Jesuits under the Marquês de Pombal, all the way to the arrival of the Portuguese court in 1808. The text also dwells at length on the exotic appeal of local color, “manners,” native customs (often lurid), reports about Amazons, and the savagery and cannibalism of the Indians, as well as their suffering from slavery and persecution. An inexhaustible source of information, the History of Brazil will produce fatigue or overload in the most determined reader. For Southeyan historical narrative at its best, that reader will do better to turn to a separately published subsidiary episode, The Expedition of Orsua; and the Crimes of Aguirre (1821; originally published in the Edinburgh Annual Register for 1810 [1812]), a concise and engrossing narrative of an episode in the history of the search for El Dorado that explodes into mutiny, rebellion, and paranoid internecine terror and that, in its study of the corrupting effect of personal power in an exotic setting devoid of “Law and Order,” was meant as an analogue of the French Revolution and in some ways anticipates Joseph Conrad’s Heart of Darkness (1902).\nThere is little to recommend Southey’s later historical works. The voluminous History of the Peninsular War (1823–1832), while containing dense and graphic episodes, such as the moving Siege of Saragossa, is crammed with Verbatim documents and with digressions into local color and Iberiana that are often not even marginally relevant to the main subject. It is, moreover, vitiated as authoritative historiography by Southey’s contemptuous disregard of the campaign accounts of Napoleon’s Marshal Nicolas Jean de Dieu Soult and by Arthur Wellesley, Duke of Wellington’s refusal to open his archives to Southey. It also suffers from over-idealization of the Spanish insurgents and a corresponding underestimation of the role of the British in the war, that of General John Moore in particular. It was thus speedily eclipsed by the authorized history published concurrently by Colonel William Napier, who used all the available sources and had himself taken part in the campaign. Prejudice, partiality, and lack of synthesis also disfigure Southey’s history of religion in England, the popular Book of the Church (1824), whose pervasive hostility toward Catholicism and Catholic emancipation perverts historiography to polemic—see also the Vindiciæ Ecclesiæ Anglicanæ (1826), Southey’s rebuttal in the controversy that ensued.\nAs Southey’s poetry, however fanciful, is essentially prosaic, so his prose, however factual, is inherently narrative and anecdotal rather than expository and analytical. It is thus in the genre of biography—one he himself deemed “the most useful of literary genres”—rather than in historiography proper that Southey’s historical ambitions achieve their most lasting success. To be sure, prolixity and partiality are hazards in the biographies as well. The late Lives of the British Admirals (1833–1840), Southey’s endeavour to write a naval history in biographical form, has been called the finest portrait gallery of Elizabethan naval heroes in existence and is notable for its pioneering use of Spanish and Portuguese sources. But the material adduced from these sources is often of doubtful relevance, and the volumes savor of task work and encyclopedia compilation. Similarly The Life of Wesley (1820) snowballs in Southey’s hands into a massive chronicle of the Methodist movement, its antecedents, development, and architects—a movement to which Southey was not sympathetic and which he was not really competent to examine theologically. The story and portrait of John Wesley himself, to the extent to which it is not discolored by bias or obscured by insufficiently subordinated contexts, is faithful, vigorous, and admirable, and remains the most popular life of the founder of Methodism, although Southey lacks the empathy and the psychological acumen to do full justice, beyond praise and blame, to the complexity of a mind like Wesley’s. He fares better with a congenial subject such as William Cowper, albeit here, too, circumstantiality, contingency, and digression are often the bane of portraiture.\nIt is the rare coincidence of moral affinity and material restraint that accounts for the lasting popularity of Southey’s first and finest biography, The Life of Nelson (1813). Essentially an expansion and elaboration of Southey’s February 1809 review in the Quarterly of the “official” biography of Admiral Horatio Nelson by James Stanier Clarke and John M’Arthur (1806), Southey’s Life of Nelson has in fact the synoptic character typical of contemporary reviewing and can be called a literary epitome of the earlier work, though it makes use of some additional sources. Southey’s narrative is brisk, vivid, and for once almost undeviating. It has remained the classic portrayal of England’s greatest naval hero.\nSouthey’s account of Nelson is not one of mere hagiography. He sharply criticizes Nelson’s obsequiousness to the repressive and degenerate court of Naples, especially in the bloody suppression of Admiral Francesco Carraciolo’s rebellion, and of course, he condemns Nelson’s adulterous relationship with Emma, Lady Hamilton, on whose “spell” he in fact blames all of Nelson’s Neapolitan errors. On the other hand, however, he views Nelson’s “infatuated attachment,” as he primly calls it, as a fortuitous aberration and makes no attempt to comprehend Nelson’s passion for Lady Hamilton and consequent separation from Lady Nelson—or, for that matter, his unimpaired friendship with Emma’s husband, Sir William Hamilton. Though a full account of this side of Nelson’s life was neither possible nor perhaps appropriate in an official biography, Southey’s reticence on the matter strikes the modern reader as prudish and evasive.\nApart from his breach of domestic decorum and related indiscretions, however, Nelson was so thoroughly simpatico to Southey as to leave no need for a deeper, more dialectical empathy. His tactical genius and spectacular successes were the wonder of all, and his personal traits of kindliness mixed with pugnacity, humanity with combativeness, boyishness with devotion to duty, self-righteous contumacy with fanatical patriotism and royalism were so much Southey’s own as to facilitate an apotheosis only less monumental than the one at London’s Trafalgar Square. The Life of Nelson is in fact as much a prose epic, a kind of Britannia Liberata, as it is a work of historiography, and it remains Southey’s one indubitable contribution to the English literary canon.\nThe year of the publication of The Life of Nelson was significantly the year of Southey’s appointment as poet laureate, a title he kept until his death 30 years later. It was also the year in which Southey first conceived and began the odd farrago of narrative, anecdote, essay, reverie, humor, satire, plain nonsense, topography, “manners,” genre painting, and “commonplace” entries called The Doctor, &c., of which he finally published the first two volumes in 1834—again anonymously—and to which he was still adding when his mind began to fail four years later. Prompted by a jocose yarn Coleridge, and then Southey himself, used to spin about “Dr. Daniel Dove of Doncaster and his horse Nobs,” whose “humour lay in making it as long-winded as possible” and each time telling it differently, The Doctor, &c. was modeled in part on François Rabelais and on Laurence Sterne’s Tristram Shandy (1759–1767), in part on Montaigne, Richard Burton, and Thomas Browne, and was designed as an amphibious vehicle that would enable Southey to amuse and “play the fool,” sound off on a variety of a social, economic, and religious topics, and open a kind of old curiosity shop or intellectual flea market for his “multifarious collections” of reading notes, excerpts, and marginalia—the harvest of what he liked to compare to digging for pearls in a dunghill. More than in his epics with their voluminous notes, narrative here increasingly subserves a discursive and antiquarian purpose, to become at last a grotesque parody of Southeyan garrulousness and packrat mentality.\nThe narrative—what there is of it—projects essentially a nostalgic, agrarian idyll of the good old days before the eruption of revolutionary modernity. Dr. Daniel Dove, Shandean country physician and “flossofer,” and represented as the mentor of the anonymous narrator’s youth, is in fact an idealized self-portrait of “Dr. Southey” and mouthpiece for a Southeyan ideal of naive common sense, curious learning, domestic prudence, affection, and piety. He is surrounded by a cast of similarly innocuous characters. In some respects The Doctor, &c. not only echoes Tristram Shandy but anticipates both Thomas Carlyle’s Sartor Resartus (1833–1834) and the comic genre painting of Dickens’s Pickwick Papers (1836–1837). But it lacks the Faustian perplexity of the one and the Protean abundance of the other, as well as Sterne’s Pyrrhonic wit. The book contains some true gems, including the famous story of “The Three Bears”, which Southey seems to have derived in youth from his “half-saved” half uncle William Tyler (represented in The Doctor, &c. as Daniel’s brother William Dove) and whose whimsical tone and spare, patterned folktale-like narration seem almost miraculous in the midst of so much logorrhea and have earned the tale a permanent place in the literature of the nursery. At their best the sketches and ruminations and “tattle-de-moys” of The Doctor, &c. have the unflagging curiosity, unbuttoned charm, and amiable chattiness of Southey’s correspondence, which some critics value above his formal works. But too much in The Doctor, &c. is sentimental in its idylls, coy and feeble in its humor, commonplace and parochial in its conservatism, and obsessive in its frenetic wordplays and Burtonesque fascination with exploded opinions and bizarre trivia.\nSouthey has been called the architect and chief practitioner of a “Georgian style” in prose, a style that is pure and practical, in contrast to the ponderous and ornate solemnity of the likes of Samuel Johnson or Edward Gibbon or the rhetorical overkill of Edmund Burke. In trying to characterize Southey’s style, one is apt to resort to negative terms: he does not have the intellectual substance and subtlety of Coleridge, or the mercurial wit and quaint charm of Charles Lamb, or the trenchancy and keen observation of William Hazlitt or Jane Austen, or the symphonic splendor of Thomas De Quincey, or the figurative force and transcendental extravagance of Thomas Carlyle, to mention only some chief contemporaries. His prose never becomes an aesthetic end in itself, and, when it does try to do so, as in portions of The Doctor, &c. it fails by straining too hard. Its closest antecedents and parallels are perhaps to be found in the unpretentious felicity of Joseph Addison and the workmanlike language of Walter Scott. To the least prepossessed reader Southey’s writing will often appear colorless and nondescript, poor in striking adjectives and arresting metaphors and given to passive verbs and constructions, and in its less guarded moments as loquacious and puerile. On balance, however, his prose is a model of transparent functionalism: clear, simple, direct, and vigorous; largely paratactic, but varied in its rhythms and sentence lengths; seemingly artless, yet taut, polished, and economical when time constraints did not promote makeshift; rhetorically forceful where appropriate in its use of alliteration, anaphora, and extended metaphor (often derived from the areas of warfare, travel, navigation, horticulture, and especially, medicine); and, above all, astonishing in its tireless abundance.\nIf in the final analysis Southey has less to say to today’s reader than the other leading Romantics; if his causes seem dead, his ideas obsolete, his multitudinous researches inert; if with all his talent and energy, curiosity, and industry he is rarely touching or profound, it is largely because almost all his information and inspiration is only secondhand, derived from the books he read, accumulated, and worshipped in his 14,000-volume library, rather than also the fruit of hazardous experience and introspection. To be an author meant to transmit authority rather than to explore strange seas of thought as his fellow Romantics did. His life after the move to Keswick in 1803 was not without signal, even shattering events, such as the death of several children, including his first-born and his beloved first son and playmate, Herbert, or his many intense friendships, including several with women, one of whom, the poet Caroline Anne Bowles, he married on June 4, 1839—after 20 years of intimate correspondence—after the death in 1837 of the by then demented Edith Southey. But rather than opening his imagination fully to the force of the human condition, they caused him to retreat to the high ground of received beliefs. Although he always remained a somewhat truculent individualist, had doubts about some religious orthodoxies, and roamed to the ends of the earth and the beginnings of history in his reveries and researches, he was, after his early years, a staunch and even bigoted defender of both political and ecclesiastical hierarchies (if not always of their doctrines), and he turned down all job offers from newspapers, libraries, and universities that might have taken him away from the Lake District. He was endlessly curious about human nature but would not face it, whether in others or himself, except in the less volatile form of human culture, most of which he ended up despising as immoral or irrational, seditious or superstitious, dirty or even diabolical. His own mind eventually failed, after a lifetime of repressed passion and herculean compensatory labor, and he died of a stroke on the vernal equinox of 1843. He was buried in Crosthwaite Churchyard in Keswick, alongside his first wife and three of his children.\n", "attrs": {"Region:": ["England"], "School/Period:": ["Romantic"]}}