{"pf_url": "https://www.poetryfoundation.org/poets/robert-alter", "name": "Robert Alter", "yob": null, "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/0d09c86ab9979ad8ff6871310f617007f04e7a55.jpeg", "bio": "\n                                                                    Scholar and translator Robert Alter is the author of more than 20 books of criticism, translation, and commentary. He earned his BA from Columbia University and PhD from Harvard University. Known for his translations of biblical texts, Alter has also written extensively on the European novel, contemporary American fiction, and modern Hebrew literature. His publications include The World of Biblical Literature (1992), Imagined Cities: Urban Experience and the Language of the Novel (2005), The Book of Psalms: A Translation with Commentary (2007), Pen of Iron: American Prose and the King James Bible (2010), The Art of Biblical Poetry (1985), and The Art of Biblical Narrative (1981), which won the National Jewish Book Award for Jewish Thought. Alter’s translations of biblical texts have won accolades for their precision, clarity, and literary force. According to Adam Kirsch, “Alter is working … the way a poet or novelist does, and the versions he produces carry the authority of imagination, of literature, rather than of religion. In a sense, Alter’s translations—so far he has done the Five Books of Moses, Psalms, the Wisdom Books, and now, in Ancient Israel, the books of Joshua, Judges, Samuel, and Kings—are the consummation of his career-long effort to make us think seriously about the Bible as literature.”   Alter’s many honors and awards include two fellowships from the Guggenheim Foundation, fellowships from the National Endowment for the Humanities and the Institute for Advanced Studies in Jerusalem, and the Old Dominion Fellowship from Princeton University. A member of the American Academy of Arts, the American Philosophical Society, and the Council of Scholars at the Library of Congress and a former president of the Association of Literary Scholars and Critics, Alter received a Los Angeles Times Robert Kirsch Award for lifetime contribution to American letters in 2009. He is Class of 1937 Professor of Hebrew and Comparative Literature at the University of California Berkeley.\n                                                            ", "attrs": {}}