{"pf_url": "https://www.poetryfoundation.org/poets/robert-nichols", "name": "Robert Nichols", "yob": "1893", "yod": "1944", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/9f9381f07f1e7f174ad7b19c2face9eabb6a583b.jpeg", "bio": "\n                                                                    Poet and playwright Robert Nichols was born into a prestigious upper-class family from Essex. He studied at Winchester College and Trinity College, Oxford. He left Oxford at the outbreak of World War I and served as a second lieutenant in the Royal Field artillery, though he only served in France during the summer of 1916 due to ill health. While his health prevented him from seeing much active duty, Nichols was one of the earliest recognized “soldier-poets” of World War I. His first books were widely known: Invocation (1915) and Ardours and Endurances (1917). More idealistic and patriotic than the work of Siegfried Sassoon or Robert Graves (both of whom were friends), Nichols’s poetry is little read now. His other volumes of poetry include Aurelia (1920) and the fantastical satire Fisbo, or the Looking Glass Loaned (1934). Nichols himself gradually turned to other projects, including prose works such as Guilty Souls (1922) and Under the Yew (1927).   From 1921 to 1924, Nichols was chair of English at Tokyo Imperial University, where he was an energetic lecturer and translator of the 17th century Japanese poet Chikamatsu Monazemon. Nichols eventually left Tokyo and moved to Hollywood, where he advised Douglas Fairbanks and wrote plays. When he returned to England, in 1926, Nichols continued writing, working for fifteen years on a never-finished epic about Don Juan. Portions of this work were published in Such Was My Singing (1942), a selection of his poetry. Nichols also edited the Anthology of War Poetry, 1914-1918 (1943). He died in Cambridge and was buried in Essex.\n                                                            ", "attrs": {"Region:": ["England"], "School/Period:": ["Georgian"]}}