{"pf_url": "https://www.poetryfoundation.org/poets/robert-morgan", "name": "Robert Morgan", "yob": null, "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/37e27074cd3e6cdefd8556fcba952f60c82091df.jpeg", "bio": "\nRobert Morgan grew up in a small town in the Blue Ridge Mountains of North Carolina. He attended the University of North Carolina at both Chapel Hill and Greensboro, where he studied with the poet Fred Chappell. After working as a salesman, house-painter, and farmer, he joined the faculty of Cornell University where he teaches English and creative writing.\n\r\nAlthough some consider Morgan an Appalachian regional writer (a title he does not find pejorative), Morgan has lived for most of his adult life in central New York State, where he has taught at Cornell University since the early 1970s. In both his poetry and prose, Morgan explores Appalachian culture, often drawing on strange and haunting family legends (passed down from his Welsh immigrant ancestors) as a starting point. His work avoids condescension or caricature as it portrays the lives of poor families in the Blue Ridge Mountains.\n\r\nIn recent years Morgan has gained wide recognition as a prose writer, in large part due to the fact that Oprah Winfrey selected his novel Gap Creek for her book club in 2000. His fiction aesthetic is deliberately antipoetic: He prefers a lean style that allows him to focus on narrative conflict. Morgan’s novels are also notable for the fact that he usually chooses to write from the voice of a female protagonist. He is the author of a biography of Daniel Boone.\n\r\nMorgan and his wife Nancy K. Bullock live in Ithaca, New York.\n\r\n(Poetry Foundation, 2006)\n\nPOETRY\nZirconia Poems. Northwood Narrows, New Hampshire: Lillabulero Press, 1969.\nThe Voice in the Crosshairs. Ithaca, New York: Angelfish Press, 1971.\nRed Owl. New York: Norton, 1972.\nLand Diving. Baton Rouge: Louisiana State University Press, 1976.\nTrunk & Thicket. Fort Collins, Colorado: L’Epervier Press, 1978.\nGroundwork. Frankfort, Kentucky: Gnomon Press, 1979.\nBronze Age. Emory, Virginia: Iron Mountain Press, 1981.\nAt the Edge of the Orchard Country. Middletown, Connecticut: Wesleyan University Press, 1987.\nSigodlin. Middletown, Connecticut: Wesleyan University Press, 1990.\nGreen River: New and Selected Poems. Hanover, New Hampshire: University Press of New England, 1991.\nWild Peavines: New Poems. Frankfort, Kentucky: Gnomon Press, 1996.\nTopsoil Road: Poems. Baton Rouge: Louisiana State University Press, 2000.\nThe Strange Attractor: New and Selected Poems. Baton Rouge: Louisiana State University Press, 2004.\nTerroir. New York: Penguin, 2011.\n\n\nOTHER\nThe Blue Valleys: A Collection of Stories. Atlanta, Georgia: Peachtree Publishers, 1989.\nThe Mountains Won’t Remember Us and Other Stories. Atlanta, Georgia: Peachtree Publishers, 1992.\nThe Hinterlands: A Mountain Tale in Three Parts. Chapel Hill, North Carolina: Algonquin, 1994.\nThe Truest Pleasure. Chapel Hill, North Carolina: Algonquin Books, 1995.\nGap Creek. Chapel Hill, North Carolina: Algonquin Books, 1999.\nThe Balm of Gilead Tree and Other Stories. Frankfort, Kentucky: Gnomon Press, 1999.\nGood Measure: Essays, Interviews and Notes on Poetry. Baton Rouge: Louisiana State University Press, 1993.\nThis Rock. Chapel Hill, North Carolina: Algonquin Books, 2001.\nBrave Enemies: A Novel of the American Revolution. Chapel Hill, North Carolina: Algonquin Books, 2003.\n", "attrs": {"Region:": ["U.S., New England"]}}