{"pf_url": "https://www.poetryfoundation.org/poets/roberta-hill", "name": "Roberta Hill Whiteman", "yob": "1947", "yod": null, "image": null, "bio": "\nRoberta Hill Whiteman grew up near Green Bay, Wisconsin, among the Oneida community, and she earned an MFA in creative writing from the University of Montana and a PhD in American studies from the University of Minnesota. She is the author of the poetry collections Cicadas: New & Selected Poems (2013), Star Quilt (1984, 1999), and Philadelphia Flowers: Poems (1995). Her first book, Star Quilt, juxtaposes her ancestral culture with formal approaches to verse. The poems revolve around six basic directions: north, south, east, west, skyward, and earthward. A sense of dispossession engendered by forced migration has long been a part of Oneida culture and is evident in Hill’s poetry. She employs the dominant iambic rhythms of Western culture while capturing the personal and cultural loss of the Oneida.\nHill credits the influence of other contemporary Native American writers as well as her musician father and well-read grandmother for instilling confidence in her own work. Commenting on historical displacement as well as her family’s own transient nature in Survival This Way: Interviews with American Indian Poets, Hill states, “For most of my life I felt this sense of exile and alienation and a fear. ... But there is this sense of home and of completeness that I also feel. Somehow I think that part of the writing is to set the record straight—for myself, to explain things for myself as if I were still a child inside.” For Hill, language embodies not just loss but also hope and possibility: “I think language truly is how we become who we are.”\nHill’s work has been anthologized in Harper’s Anthology of Twentieth Century Native American Poetry (1988), The Third Woman: Minority Women Writers of the United States (1980), and Carriers of the Dream Wheel: Contemporary Native American Poetry (1975). She is the recipient of a National Endowment for the Arts grant.\nHill has taught English and American Indian studies at the University of Wisconsin–Madison and in Poets-in-the-Schools programs in various states, including Minnesota, Arizona, and Oklahoma. \n", "attrs": {"Region:": ["U.S., Midwestern"]}}