{"pf_url": "https://www.poetryfoundation.org/poets/robert-grenier", "name": "Robert Grenier", "yob": "1941", "yod": null, "image": null, "bio": "\n                                                                    Poet and visual artist Robert Grenier was born in Minneapolis. He earned his BA from Harvard University, where he was once a student of Robert Lowell, and his MFA from the Iowa Writers’ Workshop. With Barrett Watten, Grenier cofounded This magazine, one of the first journals explicitly linked with Language poets. Early in his career, he was influenced by the minimalism of Robert Creeley, and in many of his works from the 1970s, Grenier plays with or deconstructs conventional reading practices. His famous piece Sentences (1978), for example, is made up of 500 cards, each containing a few typewritten words or phrases. The “unbound cards,” contained in a folding box, “imply all possible stacks and sequences as well as maximum rhetorical liberty for readers,” noted James D. Sullivan in a piece on Grenier for Jacket2. “There is no one way to read it, no authorial rhetoric beyond the humble arrangement of letters on each particular card.” In other works, Grenier similarly plays with conventions of reading and attention: Series: Poems 1967–1971 (1978) includes sections of unnumbered pages, and A Day at the Beach (1984) is completely unpaginated. “Abstract numeration stretched across the whole book irrespective of content provides the poem’s place, a place within the numerical sequence of the book,” remarked Sullivan. “In the numberless format of A Day at the Beach, however, a poem’s location has less to do with a place in the overall series (one cannot easily say that a poem is on page 42, but only that it’s—after some paging around to find it—“here”) than with its place on a particular six-poem page spread. Its place is not defined by some transcendent order beyond the page, but by what is right at hand.”    Grenier’s other works include the “field work” or “poster / map” (in the words of Tuumba Press publisher Lyn Hejinian) CAMBRIDGE M’ASS (1979), Oakland (1980), Phantom Anthems (1986), OWL/ON/BOUGH (1997), “illuminated poems” such as POND I and GREETING, and PennScans (2009). Grenier is also known for exploring the boundary between writing and drawing. Many of his poems are handwritten, suggesting inscription as both utterance and art. A retrospective exhibition of Grenier’s work, Language Objects: Letters in Space, 1970–2013, was mounted at Southfirst Gallery in Brooklyn in 2013.    Grenier coedited The Collected Poems of Larry Eigner (2009) and edited Robert Creeley’s Selected Poems (1976). He is the recipient of two fellowships from the National Endowment for the Arts and a grant from the Foundation for Contemporary Arts. He currently lives in Vermont.\n                                                            ", "attrs": {"Region:": ["U.S., New England"]}}