{"pf_url": "https://www.poetryfoundation.org/poets/robert-w-service", "name": "Robert W. Service", "yob": "1874", "yod": "1958", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/21/2b6e26045c652dbd05e7ef2c25c815b6653c1e43.jpeg", "bio": "\nBorn in Lancashire, England to a bank cashier and an heiress, poet Robert William Service moved to Scotland at the age of five, living with his grandfather and three aunts until his parents moved to Glasgow four years later and the family reunited. He wrote his first poem on his sixth birthday, and was educated at some of the best schools in Scotland, where his interest in poetry grew alongside a desire for travel and adventure.\n\r\nIn his youth, he worked in a shipping office and a bank, and briefly studied literature at the University of Glasgow. Inspired by Rudyard Kipling and Robert Louis Stevenson, Service sailed to western Canada in 1894 to become a cowboy in the Yukon Wilderness. He worked on a ranch and as a bank teller in Vancouver Island six years after the Gold Rush, gleaning material that would inform his poetry for years to come and earn him his reputation as “Bard of the Yukon.” Service traveled widely throughout his life—to Hollywood, Cuba, Alberta, Paris, Louisiana, and elsewhere—and his travels continued to fuel his writing.\n\r\nA prolific writer and poet, Service published numerous collections of poetry during his lifetime, including Songs of a Sourdough or Spell of the Yukon and Other Verses (1907), which went into ten printings its first year, Ballad of a Cheechako (1909) and Ballads of a Bohemian (1921), as well as two autobiographies and six novels. Several of his novels were made into films, and he also appeared as an actor in The Spoilers, a 1942 film with Marlene Dietrich.\n\r\nA casual usage of what would today be considered ethnic slurs complicates contemporary readings of his work, though his epic, rhymed, often humorous poems about the West’s wilderness, Yukon gold miners, and World War I show the narrative mastery, appetite for adventure, and eye for detail that enabled him to bridge the spheres of popular and literary audiences.\n\r\nHe was a correspondent for the Toronto Star during the Balkan Wars of 1912-13, and served in World War I as an ambulance driver in France. After the war, Service married Germaine Bougeoin and they resided mainly in the south of France until his death.\n\r\nService’s two-room cabin in the Yukon, which he lived in from November 1909 until June 1912 while writing his Gold Rush novel The Trail of Ninety-Eight (1911) and his poetry collection Rhymes of a Rolling Stone (1913), is maintained as a historic site for visitors.\n", "attrs": {"Region:": ["Canada"]}}