{"pf_url": "https://www.poetryfoundation.org/poets/roberto-tejada", "name": "Roberto Tejada", "yob": "1964", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/5f19cb003d35900002e743537030d21a7c0f7a09.jpeg", "bio": "\nA poet, art historian, curator, translator, and editor specializing in Latino and Latin American art, Roberto Tejada was born in Los Angeles. He earned a BA in comparative literature from New York University and a PhD in interdisciplinary media studies from the English Department at the State University of New York at Buffalo. He is the author of the full-length poetry collections Still Nowhere in an Empty Vastness (2019), Full Foreground (2012), Exposition Park (2010), and Mirrors for Gold (2006), as well as the poetry chapbooks Amulet Anatomy (2001) and Gift & Verdict (1999).\nWritten while Tejada was living in Mexico City, Mirrors for Gold explores the borders of culture, romance, and the history of Latin America. In a 2009 interview with Dale Smith for viz., Tejada noted, “In Mirrors for Gold I was interested in how the relationship between self and other, in a psychoanalytic sense, can point back to the violent encounter between the conquistador and native American—who’s conquering whom and how are those power differentials established in a palpable historical sense, and what kinds of fear and fantasy prompt subjectivity?”\nTejada’s publications on art history include National Camera: Photography and Mexico’s Image Environment (2009) and Celia Alvarez Muñoz (2009). He has co-curated exhibitions on Manuel Alvarez Bravo and Luis Gispert. From 1987 to 1997 Tejada lived in Mexico City, where he served on the editorial board of the magazine Vuelta and was executive editor of Artes de México. He founded and coedits the journal Mandorla: New Writing from the Americas.\nA former professor at the University of California at San Diego, the University of Texas at Austin, and Southern Methodist University, Tejada was appointed the Hugh Roy and Lillie Cranz Cullen Distinguished Professor of English and Creative Writing at the University of Houston in 2014.\n", "attrs": {"Region:": ["U.S., Southwestern"]}}