{"pf_url": "https://www.poetryfoundation.org/poets/robert-wrigley", "name": "Robert Wrigley", "yob": "1951", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/21/1013182680e2b7ac5c2d465423f9b6e9875a5a00.jpeg", "bio": "\nRobert Wrigley was born in East St. Louis, Illinois. He was drafted in 1971, but was discharged as a conscientious objector. The first in his family to graduate from college, and the first male for generations to escape work in a coal mine, Wrigley earned his MFA from the University of Montana, where he studied with Madeline DeFrees, John Haines, and Richard Hugo.\n\r\nHis collections of poetry include Box (Penguin, 2017); Anatomy of Melancholy & Other Poems (Penguin, 2013), winner of the Pacific Northwest Book Award; Beautiful Country (Penguin, 2010); Earthly Meditations: New and Selected Poems (2006); Lives of the Animals (2003), winner of the Poets Prize; Reign of Snakes (1999), winner of the Kingsley Tufts Award; and In the Bank of Beautiful Sins (1995), winner of the San Francisco Poetry Center Book Award and finalist for the Lenore Marshall Award from the Academy of American Poets. \nWrigley believes that poetry can influence the world and people’s lives rather than just reside within the confines of academia. He holds that “poetry can have a redemptive function. It can look at the chaos you see and make a kind of sense of the smallest part of it.” His poems are concerned with rural Western landscapes and humankind’s place within the natural world, and he aims to “tell all the truth, but make it sing.” Wrigley cites Keats and Stevens as major influences and aligns himself more closely to the unifying goals of Modernism than to the disjunctions of Postmodernism. While his voice has been fairly consistent throughout his career, his sequence “Earthly Meditations,” in Reign of Snakes (1999), marks a departure from his established style and cadences. Notable for its emphatically sound-driven nature, Wrigley’s five-part meditation was written within the span of two weeks and is steeped in the voices of Theodore Roethke, Sylvia Plath, Galway Kinnell, and Dylan Thomas.\n\r\nWrigley won the J. Howard and Barbara M.J. Wood Prize, Poetry magazine’s Frederick Bock Prize, the Poetry Society of America’s Celia B. Wagner Award, Poetry Northwest’s Theodore Roethke Award, and five Pushcart Prizes. He has been awarded fellowships from the National Endowment for the Arts, the Rockefeller Foundation, the Guggenheim Foundation, and the Idaho Commission on the Arts. His poems have been widely anthologized, twice included in Best American Poetry, and featured on NPR’s The Writer’s Almanac.\n\r\nWrigley has taught at Lewis-Clark State College, Warren Wilson College, the University of Oregon, the University of Montana, and the University of Idaho. He lives in Idaho with his wife, the writer Kim Barnes.\n \n", "attrs": {"Region:": ["U.S., Northwestern"]}}