{"pf_url": "https://www.poetryfoundation.org/poets/robert-louis-stevenson", "name": "Robert Louis Stevenson", "yob": "1850", "yod": "1894", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/21/cff6242e3ddb1078b306348b29aab025ded8462d.jpeg", "bio": "\nRobert Louis Stevenson is best known as the author of the children’s classic Treasure Island (1882), and the adult horror story, The Strange Case of Dr. Jekyll and Mr. Hyde (1886). Both of these novels have curious origins. A map of an imaginary island gave Stevenson the idea for the first story, and a nightmare supplied the premise of the second. In addition to memorable origins, these tales also share Stevenson’s key theme: the impossibility of identifying and separating good and evil. Treasure Island’s Long John Silver is simultaneously a courageous friend and a treacherous cutthroat, and Dr. Jekyll, who is not wholly good but a mixture of good and evil, is eventually ruled by Hyde because of his own moral weakness. With Silver, Jekyll, and others, Stevenson set standards for complex characterization that were adopted by later writers. His method of rendering ambiguous, enigmatic personalities was one of Stevenson’s greatest literary contributions.\nBorn in Edinburgh, Scotland, Stevenson was the only child of Thomas Stevenson and Margaret Balfour. Inheriting the weak lungs of his mother, he was an invalid from birth. Before he was two years old, a young woman named Alison Cunningham joined the household to act as his nurse. It was to her that Stevenson dedicated A Child’s Garden of Verses (1885) over 30 years later. The sheltered, bedridden nature of his childhood is revealed in this collection through poems like “The Land of Counterpane.”\nNot all of his childhood was spent in the sickroom, though. During the summer he lived in the country at Colinton Manse where he played outdoors with his many cousins. Most sources say Stevenson was six years old when, competing against his cousins, he won a prize from one of his Balfour uncles for a history of Moses. His next composition was “The Book of Joseph.” Stevenson’s first published work, The Pentland Rising (1866), was also on a religious theme, recounting an unsuccessful rebellion by Covenanters in 1666. Stevenson wrote the account when he was 16, and his father had the pamphlet published at his own expense. As these compositions show, young Stevenson was tremendously influenced by the strong religious convictions of his parents. During his college years, however, his beliefs underwent a sharp reversal.\nHe had attended school since he was seven, but his attendance was irregular because of poor health and because his father doubted the value of formal education. Later, however, Stevenson’s father was severely disappointed with his son’s performance at the University of Edinburgh. Stevenson entered the university when he was 16, planning to become a lighthouse engineer like his father. Instead of applying himself to his studies, he became known for his outrageous dress and behavior. Sporting a wide-brimmed hat and a boy’s velveteen coat, Stevenson was called “Velvet Jacket.” In the company of his cousin Bob, Stevenson smoked hashish and visited brothels while exploring the seamy side of Edinburgh. At age 22, he declared himself an agnostic, crowning his father’s disappointment in him.\nIn order to appease his father, Stevenson studied law. He was called to the bar in 1875, but never practiced. While at the university, Stevenson had trained himself to be a writer by imitating the styles of authors William Hazlitt and Daniel Defoe, among others. Before and after receiving his law degree, Stevenson’s essays were published in several periodicals. A constant traveler for most of his adult life, he based his first two books, An Inland Voyage (1878) and Travels with a Donkey in the Cevennes (1879), on his excursions in France. Many of his journeys were searches for climates that would ease his poor health, but he also had an innate wanderlust. His trip to America in 1879, however, was made to pursue a woman.\nThree years earlier, Stevenson had met Fanny Van de Grift Osbourne, an American woman 11 years his senior, at an artist’s colony near Paris. At the time, she was separated from her husband and living abroad with her two children. Although Stevenson fell in love with her, Fanny returned to her California home and husband in 1878. But in August of the following year, Stevenson received a mysterious cable from her and responded by immediately leaving Scotland for America.\nThe journey almost killed him. On August 18, 1879, Stevenson landed in New York having traveled steerage across the Atlantic. Already ill, his health became worse as a result of crossing the American plains in an emigrant train. Impoverished, sick, and starving, he lived in Monterey and then San Francisco, nearly dying in both places. His suffering was rewarded, for Fanny obtained a divorce from her husband, and on May 19, 1880, she and Stevenson were married. For the honeymoon, the couple, Fanny’s son Lloyd, and the family dog went to Mount Saint Helena and lived in a rundown shack at Silverado. All of Stevenson’s American adventures became material for his writing. Silverado Squatters (1883) chronicles his honeymoon experiences, while Across the Plains, with Other Memories and Essays (1892) and The Amateur Emigrant from the Clyde to Sandy Hook (1895) relate his trip to California. Only a year after he had left Scotland to pursue her, Stevenson brought Fanny back to his own country. He, Fanny, and Lloyd eventually settled in a Braemar cottage in the summer of 1881, where Stevenson began writing Treasure Island.\nLloyd, Stevenson’s 12-year-old stepson, was confined inside the cottage during a school holiday because of rain, so he amused himself by drawing pictures. Stevenson recalled in his Essays in the Art of Writing that he would sometimes “join the artist (so to speak) at the easel, and pass the afternoon with him in a generous emulation, making coloured drawings. On one of these occasions, I made the map of an island; it was elaborately and (I thought) beautifully coloured; the shape of it took my fancy beyond expression; it contained harbours that pleased me like sonnets; and with the unconsciousness of the predestined, I ticketed my performance ‘Treasure Island.’”\nFilling in the map with names like “Spye-Glass Hill” and marking the location of hidden treasure with crosses, Stevenson conceived the idea of a pirate adventure story to supplement the drawing: “the future characters of the book began to appear there visibly among imaginary woods; and their brown faces and bright weapons peeped out upon me from unexpected quarters, as they passed to and fro, fighting and hunting treasure, on these few square inches of a flat projection. The next thing I knew I had some papers before me and was writing out a list of chapters.” He had completed a draft of chapter one by the next morning.\nOn October 1, 1881, Young Folks magazine began publishing the tale serially under the pseudonym of Captain George North. In this medium, the story received little notice. Fanny confessed that she didn’t like Treasure Island and was against it ever appearing in book form. Nevertheless, it was published as a book late in 1883 and became a bestseller. In Stevenson’s lifetime the number of copies sold reached the tens of thousands. Reviewers declared that this work of sheer entertainment had single-handedly liberated children’s literature from a constraining, didactic rut.\nIn 1882 Stevenson and Fanny moved to Hyeres in the South of France. There, Stevenson suffered a hemorrhage which confined him to bed, prevented him from speaking, and rendered him incapable of writing prose. Simple verse was within his capabilities, so while he recovered he wrote most of A Child’s Garden of Verses (1885). Stevenson had followed up Treasure Island with another boy’s adventure story called The Black Arrow, which was published serially in Young Folks in 1883 and as a book in 1888. Although more popular with the juvenile readers of Young Folks than Treasure Island had been, The Black Arrow is far from being a classic. His next serial was a distinct improvement. Kidnapped ran in Young Folks in 1886 and was published as a book the same year. Set in the Scottish Highlands in 1751, the story relates the wanderings of young David Balfour in the company of the reckless Alan Breck. Kidnapped was an achievement on a level with Treasure Island, and its characters are in many ways superior. Jim Hawkins and Long John Silver of the earlier book are charming stereotypes, but Balfour and Breck are personalities with psychological depth. Seven years after Kidnapped, Stevenson wrote a sequel called Catriona (1893), but it did not measure up to the original work.\nKidnapped was written in Bournemouth, England, which had been the Stevensons’ home since 1884. Although the novel earned Stevenson some recognition, it was not his biggest success in 1886, for this year also marked the publication of The Strange Case of Dr. Jekyll and Mr. Hyde. This novel was sparked by a dream Stevenson had at Bournemouth in which he visualized a man changing into a monster by means of a concoction made with white powder. Stevenson was screaming in his sleep when Fanny woke him. He scolded her for interrupting the nightmare: “I was dreaming a fine bogey tale,” he said. He started writing furiously in bed the next morning. In three days he had a completed draft of almost 40,000 words. He read the story proudly to Fanny and Lloyd, but Fanny’s reaction was strangely reserved. Finally she declared that Stevenson should have written an allegory instead of a straight piece of sensationalism. A heated argument arose which drove Lloyd from the room. Even though Fanny’s instincts about Treasure Island had proven to be completely wrong, this time Stevenson heeded her advice. Throwing the first manuscript into the fire, he rewrote the tale as an allegory in another three days, and then polished it over six weeks. Although he would later claim that it was the worst thing he ever wrote, Dr. Jekyll and Mr. Hyde sold 40,000 copies in Britain during the first six months, and brought Stevenson more attention than he had previously ever known.\nAfter living temporarily at Saranac Lake, New York in 1887, Stevenson, Fanny, Lloyd, and Stevenson’s widowed mother began touring the South Pacific the following year. Eventually, the clan settled on the island of Upolu in Samoa in 1890. At the foot of Mount Vaea, Stevenson had a house built which was called Vailima. Continuing to write, he also became an advocate for the Samoans who named him “Tusitala,” teller of tales. On December 3, 1894, at age 44, Stevenson died of a cerebral hemorrhage. He left unfinished Weir of Hermiston, which promised to be his single greatest work. A path was cleared by nearly 60 Samoan men to the summit of Mount Vaea, where Stevenson was buried.\nImmediately after his death, biographers and commentators praised Stevenson lavishly, but this idealized portrait was attacked in the 1920s and 1930s by critics who labeled his prose as imitative and pretentious and who made much of Stevenson’s college-day follies. In the 1950s and 1960s, however, his work was reconsidered and finally taken seriously by the academic community. Outside of academia, Treasure Island and Dr. Jekyll and Mr. Hyde continue to be widely read over a century after they were first published, and show promise of remaining popular for centuries to come.\n", "attrs": {"Region:": ["Scotland"], "School/Period:": ["Victorian"]}}