{"pf_url": "https://www.poetryfoundation.org/poets/robert-gluck", "name": "Robert Glück", "yob": "1947", "yod": null, "image": null, "bio": "\n﻿Born in Cleveland, poet, fiction writer, editor, and New Narrative theorist Robert Glück grew up there and in Los Angeles. He was educated at the University of California, Los Angeles, the University of Edinburgh, the College of Art in Edinburgh, and the University of California, Berkeley, where he earned a BA. He also studied writing in New York City workshops with poet Ted Berrigan and earned an MA at San Francisco State University.\nWith Bruce Boone and other writers, Glück co-founded the New Narrative movement in San Francisco in the early 1980s. Glück’s experimental work—typically prose—infuses L=A=N=G=U=A=G=E theory with queer, feminist, and class-based discourse while exploring issues of autobiography and self. In his essay “Long Note on New Narrative,” which appeared in Biting the Error: Writers Explore Narrative (2004), Glück stated, “We were thinking about autobiography; by autobiography we meant daydreams, nightdreams, the act of writing, the relationship to the reader, the meeting of flesh and culture, the self as collaboration, the self as disintegration, the gaps, inconsistencies and distortions, the enjambments of power, family, history and language.”\nGlück’s poetry includes the collection Reader (1989) and, with Boone, the collaboration La Fontaine (1981). His fiction includes the story collection Denny Smith (2003) and the novels Jack the Modernist (1995) and Margery Kempe (1994). Glück’s work has been selected for numerous anthologies, including Lust for Life: On the Writings of Kathy Acker (2006), Best American Erotica 2005, and The Faber Book of Gay Short Fiction (1992). In 2016, Semiotext(e) published his collected essays, Communal Nude. He has received a California Arts Council Fellowship and a San Francisco Arts Commission Cultural Equity Grant.\nGlück has served as director of San Francisco State’s Poetry Center, codirector of the Small Press Traffic Literary Center, and editor for Lapis Press and the literary journal Narrativity. He lives in San Francisco.\n\n", "attrs": {"Region:": ["U.S., Western"]}}