{"pf_url": "https://www.poetryfoundation.org/poets/robert-hedin", "name": "Robert Hedin", "yob": "1949", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/8c75594f5fa248ad619e85738c700b85bdb8827b.jpeg", "bio": "\nPoet and translator Robert Hedin was born and raised in Red Wing, Minnesota. He studied at Luther College in Decorah, Iowa, and at the University of Alaska Fairbanks. After living in North Carolina, France, and Alaska for many years, he returned to Red Wing and founded the Anderson Center for Interdisciplinary Studies at Tower View, the largest artists’ retreat in the Upper Midwest. Much of Hedin’s poetry is set in the landscape of the Midwest, and he has also translated the work of several Norwegian poets. His poetry collections include At the Great Door of Morning: Selected Poems and Translations (2017) and The Light Under the Door, volume three of the Voice of the Poet series, with a foreword by Ted Kooser (2014). Hedin’s translations include The Roads Have Come to an End Now: Selected and Last Poems of Rolf Jacobsen (co-translated with Robert Bly and Roger Greenwold, 2001) and The Dream We Carry: Selected and Last Poems of Olav H. Hauge (co-translated with Robert Bly, 2008). He has edited the anthologies Where One Voice Ends Another Begins: 150 Years of Minnesota Poetry (2007), Old Glory: American War Poems from the Revolutionary War to the War on Terror (foreword by Walter Cronkite, 2004), Perfect in Their Art: Poems on Boxing from Homer to Ali (with Michael Waters, 2003), and Alaska: Reflections on Land and Spirit (with Gary Holthaus, 1994).\nHedin served as editor of Great River Review from 1997 to 2015 and has taught at Sheldon Jackson College, the University of Alaska, and St. Olaf College. He was poet-in-residence at Wake Forest University from 1980 to 1992 and the Edelstein-Keller Visiting Writer at the University of Minnesota from 2001 to 2002. Hedin’s papers are housed in the Elmer L. Andersen Library at the University of Minnesota.\n", "attrs": {"Region:": ["U.S., Midwestern"]}}