{"pf_url": "https://www.poetryfoundation.org/poets/robert-polito", "name": "Robert Polito", "yob": "1951", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/425b1096786172413da15b737242b554b3dcfee3.jpeg", "bio": "\nPoet and scholar Robert Polito was born in Boston, Massachusetts. He earned his PhD from Harvard University and has served as director of Creative Writing at The New School for two decades. Polito served as president of the Poetry Foundation from July 2013 through June 2015.\nPolito’s collections of poetry include Hollywood & God (2009) and Doubles (1995). His poetry blends narrative and lyric impulses, drawing on both American pop culture and literary tradition. Polito’s scholarly works include A Reader’s Guide to James Merrill’s The Changing Light at Sandover (1995), and Savage Art: A Biography of Jim Thompson (1996), for which he received the National Book Critics Circle Award.\nPolito’s interest in mid-century American culture, especially the crime novel and film noir, has also led him to such editing projects as Farber on Film: The Complete Film Writings of Manny Farber (2009); The Selected Poems of Kenneth Fearing (2004); Crime Novels: American Noir of the 1930s and 1940s (1997); Crime Novels: American Noir of the 1950s (1997); and editions of Dashiell Hammett and James M. Cain for Everyman Library. He has contributed a catalog essay to About Face (1985), a retrospective of Manny Farber’s paintings; an essay on the Kinks for This is Pop: In Search of the Elusive at Experience Music Project (2004); an essay on Bob Dylan to Studio A: The Bob Dylan Reader (2005); and an essay on Allen Ginsberg to “Howl”: Fifty Years Later (2006).\nPolito is the recipient of numerous honors and awards including fellowships from the Guggenheim Foundation and the Ingram Merrill Foundation. A contributing editor to both BOMB and the Boston Review, Polito’s poetry and criticism have been published widely. He is at work on a new book titled Detours: Seven Noir Lives.\n", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}