{"pf_url": "https://www.poetryfoundation.org/poets/robert-friend", "name": "Robert Friend", "yob": "1913", "yod": "1998", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/df9f558eec0663e8060c61d1d9a79afeee9ad6ca.jpeg", "bio": "\n                                                                    Robert Friend was one of Israel’s most influential English language poets and translators in the 20th century and was a pioneer of gay literature. Born in Brooklyn, New York to Jewish Russian immigrants, Friend developed an early interest in poetry, publishing a poem at age 14 in a children’s Yiddish magazine. Friend earned a BA from Brooklyn College, an MA from Harvard University, and a PhD from Hebrew University, and also studied at Cambridge University.    Friend is the author of ten collections of poetry, including Shadow on the Sun (1941), Salt Gifts (1964), Somewhere Lower Down (1980), Dancing With A Tiger (1990), and Abbreviations (1994). Friend has translated over 50 authors from Hebrew, Yiddish, French, German, Spanish, and Palestinian Arabic. His translations include Natan Alterman: Selected Poems (1978), Leah Goldberg: Selected Poems (1976), and Flowers of Perhaps: Selected Poems of Ra’hel (1995), and Friend’s writing has appeared in Poetry, Partisan Review, the New York Times, the New Yorker, the Jerusalem Post, the Atlantic, and elsewhere. Friend received the 1940 Jeannette Sewell Davis Prize and was a resident at Yaddo in 1947.    Friend’s poems explore the frustration of love and the feeling of being an outsider, and toward the end of his life, the approach of death and self-acceptance. In the 1930s and 1940s, Friend wrote in formal structures, but later turned to free verse and became increasingly open about his sexuality. Of Friend, poet Edward Field writes: “In his work, I respond to a teaching that is beyond the individual poem but is implicit in all of it as a devotion, not just to craft, but to self-examination. ... Since there is no question of denying the erotic, the poems celebrate it, all the while exploring the bitter, exacting price. But the pieces are so playful and musical that we are charmed from any possible dismay, to recognize that these poems are truly about ourselves.”   In the 1930s Friend worked for the Conservation Civilian Corps, U.S. Army Engineers, and Works Project Administration as a construction worker, typist, and teacher in New York and Puerto Rico. Friend taught at the University of Puerto Rico, the University of Panama, Temple University, and the U.S. Army School in Germany before settling into a teaching position at Hebrew University after immigrating to Jerusalem in 1950. Friend lived in Jerusalem until he died.   In 2003 Menard Press posthumously published Dancing with a Tiger: Poems 1941-1998, with forwards by Edward Field and Gabriel Levin. Friend’s posthumously published translations—Found in Translation: 100 Years of Modern Hebrew Poetry (1999) and Found in Translation: 20 Hebrew Poets: A Bilingual Edition (2006)—were named as Poetry Book Society Recommended Translations.\n                                                            ", "attrs": {}}