{"pf_url": "https://www.poetryfoundation.org/poets/robert-pack", "name": "Robert Pack", "yob": "1929", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/9b407d6c035e5c89aced91d66b621e210b025063.jpeg", "bio": "\nPoet Robert Pack was born in New York City in 1929, the son of New York state assemblyman Carl Pack. Pack earned a BA from Dartmouth College, where he was influenced by Robert Frost, and attended graduate school at Columbia University, studying with Mark van Doren, Jacques Barzun, and Lionel Trilling. Pack received a Fulbright to Italy in the late 1950s; upon his return, he taught at Barnard College and then became director of the creative writing program at Middlebury College.\r\n \r\nHis poetry takes inspiration from the New England landscape as well as science, memory, and the English literary tradition. His many collections of poetry include Waking to My Name (1980), Faces in a Single Tree: A Cycle of Monologues (1984), Clayfield Rejoices, Clayfield Laments (1987), Before It Vanishes: A Packet for Professor Pagels (1989), Inheritance (1992), Fathering the Map: New and Selected Later Poems (1993), Rounding it Out: A Cycle of Sonnetelles (1999), Still Here, Still Now (2008), and Laughter Before Sleep (2011), among others. His books of critical prose include Wallace Stevens: An Approach to His Poetry and Thought (1958), Affirming Limits: Essays on Mortality, Choice, and Poetic Form (1985), The Long View: Essays on the Discipline of Hope and Poetic Craft (1991), Belief and Uncertainty in the Poetry of Robert Frost (2003), and Willing to Choose: Volition & Storytelling in Shakespeare’s Major Plays (2007).\r\n \r\nA renowned teacher, Pack taught at Middlebury College for 34 years and was named the Abernethy Chair in American Literature. In 1973, he became director of the Bread Loaf Writers Conference, a position he held until 1995. As a fellow with the Woodrow Wilson National Fellowship Foundation for many years, Pack accepted various short teaching engagements at colleges across the country. Retired from Middlebury since 1996, Pack teaches in the Davidson Honors College at the University of Montana.\n", "attrs": {"Region:": ["U.S., New England"]}}