{"pf_url": "https://www.poetryfoundation.org/poets/robert-hayden", "name": "Robert Hayden", "yob": "1913", "yod": "1980", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/22/5b9e58dc1b54d736d23d0134da34bc2316f34c86.jpeg", "bio": "\nPoet Robert Hayden was born Asa Bundy Sheffey into a poor family in the Paradise Valley neighborhood of Detroit; he had an emotionally traumatic childhood and was raised in part by foster parents. Due to extreme nearsightedness, Hayden turned to books rather than sports in his childhood. After graduating from high school in 1932, he attended Detroit City College (now Wayne State University) on scholarship and later earned a graduate degree in English literature from the University of Michigan. As a teaching fellow, he was the first Black faculty member in Michigan’s English department. Hayden eventually became the first African American to be appointed as Consultant in Poetry to the Library of Congress. His collections of poetry include Heart-Shape in the Dust (1940), Figure of Time (1955), A Ballad of Remembrance (1962), which won the grand prize at the First World Festival of Negro Arts in Dakar, Senegal, Selected Poems (1966), Words in the Mourning Time (1970), The Night-Blooming Cereus (1972), Angle of Ascent: New and Selected Poems (1975), and American Journal (1978). Hayden’s formal, elegant poems about the Black history and experience earned him a number of other major awards as well. “Robert Hayden is now generally accepted,” Frederick Glaysher stated in Hayden’s Collected Prose, “as the most outstanding craftsman of Afro-American poetry.”\n\r\nThe historical basis for much of Hayden’s poetry stemmed from his extensive study of American and African American history. Beginning in the 1930s, when he researched Black history for the Federal Writers’ Project in his native Detroit, Hayden studied the story of Black people from their roots in Africa to their present condition in the United States. “History,” Charles T. Davis wrote in Black is the Color of the Cosmos: Essays on Afro-American Literature and Culture, 1942-1981, “has haunted Robert Hayden from the beginning of his career as a poet.” As he once explained to Glenford E. Mitchell of World Order, Hayden saw history “as a long, tortuous, and often bloody process of becoming, of psychic evolution.”\n\r\nOther early influences on Hayden’s development as a poet were W. H. Auden, under whom Hayden studied at the University of Michigan, and Stephen Vincent Benet, particularly Benet’s poem “John Brown’s Body.” That poem describes the Black reaction to General Sherman’s march through Georgia during the Civil War and inspired Hayden to also write about that period of history, creating a series of poems on slavery and the Civil War that won him a Hopwood Award in 1942.\n\r\nAlthough history played a large role in Hayden’s poetry, many of his works were also inspired by the poet’s adherence to the Baha’i faith, an Eastern religion that believes in a coming world civilization. Hayden served for many years as the poetry editor of the group’s World Order magazine. The universal outlook of the Baha’is also moved Hayden to reject any narrow racial classification for his work.\n\r\nJames Mann of the Dictionary of Literary Biography claimed that Hayden “stands out among poets of his race for his staunch avowal that the work of black writers must be judged wholly in the context of the literary tradition in English, rather than within the confines of the ethnocentrism that is common in contemporary literature written by blacks.” As Lewis Turco explained in the Michigan Quarterly Review, “Hayden has always wished to be judged as a poet among poets, not one to whom special rules of criticism ought to be applied in order to make his work acceptable in more than a sociological sense.” This stance earned Hayden criticism during the polarized 1960s. He was accused of abandoning his racial heritage to conform to the standards of a white, European literary establishment. “In the 1960s,” William Meredith wrote in his foreword to Collected Prose, “Hayden declared himself, at considerable cost in popularity, an American poet rather than a black poet, when for a time there was posited an unreconcilable difference between the two roles… He would not relinquish the title of American writer for any narrower identity.”\nHowever, much of Hayden’s best poetry is concerned with Black experience and history. “The gift of Robert Hayden’s poetry,” Vilma Raskin Potter remarked in MELUS, “is his coherent vision of the black experience in this country as a continuing journey both communal and private.” Hayden wrote about such historical figures as Nat Turner, Frederick Douglass, Malcolm X, Harriet Tubman, and Cinquez. He also wrote poems about the Underground Railroad, the Civil War, and the American slave trade. Edward Hirsch, writing in the Nation, called Hayden “an American poet, deeply engaged by the topography of American myth in his efforts to illuminate the American black experience.”\n\r\nThough Hayden wrote in formal poetic forms, his range of voices and techniques gave his work a rich variety. “Hayden,” Robert G. O’Meally wrote in the Washington Post Book World, “is a poet of many voices, using varieties of ironic black folk speech, and a spare, ebullient poetic diction, to grip and chill his readers. He draws characters of stark vividness as he transmutes cardinal points and commonplaces of history into dramatic action and symbol.” “His work,” Turco wrote, “is unfettered in many ways, not the least of which is in the range of techniques available to him. It gives his imagination wings, allows him to travel throughout human nature.” Speaking of Hayden’s use of formal verse forms, Mann explained that Hayden’s poems were “formal in a nontraditional, original way, strict but not straight-jacketed” and found that they also possessed “a hard-edged precision of line that molds what the imagination wants to release in visually fine-chiseled fragmental stanzas that fit flush together with the rightness of a picture puzzle.”\n\r\nIt wasn’t until 1966, with the publication of Selected Poems, that Hayden first enjoyed widespread attention from the nation’s literary critics. With each succeeding volume of poems his reputation was further enhanced until, in 1976 and his appointment as Consultant in Poetry to the Library of Congress, Hayden was generally recognized as one of the country’s leading poets. Critics often point to Hayden’s unique ability to combine the historical and the personal when speaking of his own life and the lives of his people. Writing in Obsidian: Black Literature in Review, Gary Zebrun argued that “the voice of the speaker in Hayden’s best work twists and squirms its way out of anguish in order to tell, or sing, stories of American history—in particular the courageous and plaintive record of Afro-American history—and to chart the thoughts and feelings of the poet’s own private space… Hayden is ceaselessly trying to achieve… transcendence, which must not be an escape from the horror of history or from the loneliness of individual mortality, but an ascent that somehow transforms the horror and creates a blessed permanence.”\nHayden once said that he considered himself to be “a poet who teaches in order to earn a living so that he can write a poem or two now and then.” He taught at Fisk University for more than twenty years, where he rose to become a professor of English. Hayden ended his career with an eleven-year stint at the University of Michigan. His honors and awards included the Academy of American Poets Fellowship. He died in Ann Arbor, Michigan in 1980. His Collected Prose (1984) was published posthumously.\n", "attrs": {}}