{"pf_url": "https://www.poetryfoundation.org/poets/robert-bly", "name": "Robert Bly", "yob": "1926", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/22/d45779a28f3c9300c1f9ca9887221643141b508d.jpeg", "bio": "\nAmerican writer Robert Bly is regarded as “one of the legends of contemporary poetry,” according to David Biespel, “the prototypical non-modernist the one who set in motion a poetics of intensity for generations to come.” The author of dozens of books of poetry and translation, Bly’s work is based in the natural world, the visionary, and the realm of the irrational. As a poet, editor, and translator, he has profoundly affected American verse, introducing many unknown European and South American poets to new readers. In addition to his poetic endeavors, he has gained attention for his anti-war protest efforts, his theories on the roots of social problems, and his efforts to help men reclaim their healthy masculinity and channel it in a positive direction. Bly’s poetry is often categorized as part of the Deep Image school of writing, in which the poet employs a system of private imagery; however, Bly’s wish is not to create a personal mythology, but rather to describe modern American life through powerful metaphors and intense imagery. Two of his major inspirations in this regard have been Spanish-language writers César Vallejo and Federico Garcia Lorca. Hugh Kenner, writing in the New York Times Book Review, remarked that “Bly is attempting to write down what it’s like to be alive, a state in which, he implies, not all readers find themselves all the time.”\nBly was born in western Minnesota and grew up in a community dominated by Norwegian immigrant farmers. After two years in the Navy, he attended St. Olaf College in Minnesota before transferring to Harvard where he associated with other graduates who went on to make their name as writers, including Donald Hall, Adrienne Rich, John Ashbery, John Hawkes, George Plimpton, and Kenneth Koch. After his graduation in 1950, Bly spent some time in New York City before studying for two years at the University of Iowa Writers Workshop, along with W.D. Snodgrass and Donald Justice. In 1956, he traveled on a Fulbright grant to Norway, where he translated Norwegian poetry into English. Translation helped shape the scope of Bly’s career. While in Norway, he discovered the work of many poets who would influence him greatly, including Pablo Neruda, Vallejo, and Gunnar Ekeloef. He founded his literary magazine and publishing house, The Fifties (which later changed its name to reflect the passing decades), as a forum for translated poetry. Returning to Minnesota, he took up residence on a farm with his wife, the short story writer Carol Bly, and their children.\nBly’s first widely acclaimed collection was Silence in the Snowy Fields (1962). In an author’s note, Bly stated that he is “interested in the connection between poetry and simplicity. ... The fundamental world of poetry is an inward world. We approach it through solitude.” He added that the poems in this volume “move toward that world.” Writing for the New York Times Book Review, Wallace Fowlie said, “Mr. Bly’s poems name delicate, humble things, and at the same time describe man assuming his existence, beginning over again the test of illusions. At the end of each poem there is silence, without complaint.”\nBly’s second book, The Light around the Body (1967), won the National Book Award. Unlike the meditative “deep images” of nature that had filled Silence in the Snowy Fields, The Light around the Body included poems attacking US involvement in the Vietnam War. The book showed Bly attempting to unite public and private realms in poetry, a project that would continue to influence both his own work and his role as a public poet. In 1966, Bly cofounded American Writers against the Vietnam War, led much of the opposition among writers to that war, and even contributed his National Book Award prize money to the antiwar effort. The 1970s were a prolific decade for him, in which he published 11 books of poetry, essays, and translations. In books such as Sleepers Joining Hands (1973) and This Tree Will Be Here for a Thousand Years (1979), Bly returned to both the bucolic tradition of his first book and the antiwar themes that had marked his second, as well as celebrating the power of myth, Indian ecstatic poetry, meditation, and storytelling. He was strongly influenced by the work of Robert Graves, and his poetry showed his interest in mythology, Jungian psychology and pre-Christian religion. Bly’s most popular books from the 1980s include The Man in the Black Coat Turns (1981), which contains several prose poems and meditations on father-son relationships; Selected Poems (1986); and Loving a Woman in Two Worlds (1987), a volume that explores love, intimacy and relationships.\nIn 1979, Bly and Carol Bly divorced, an event which precipitated a serious crisis of the soul for the poet. His emotional journey eventually led him to begin, with James Hillman and Michael Meade, a series of seminars for men. Participants were encouraged to reclaim their male traits and to express their severely repressed feelings through poetry, stories, and other rites. Bly’s work in this area led to the character of “Iron John.” Based on a fairy tale by the Brothers Grimm, the figure came to stand for an archetype that could help men connect with their psyches and eventually became a book by the same name. In Iron John: A Book about Men (1990), Bly argues that modern men are greatly damaged by an absence of intergenerational male role models and initiation rituals. Some critics found Bly’s work to be anti-feminist; he replied by acknowledging and denouncing the dark side of male domination and exploitation. And while some continued to argue that Bly was advocating a return to traditional gender roles for both men and women, others assailed what they saw as Bly’s indiscriminate, New Age-influenced salad of tidbits from many traditions. But still others found great value in the book, stressing its importance to contemporary culture’s ongoing redefinition of sexuality. As Deborah Tannen put it in the Washington Post Book World, “This rewarding book is an invaluable contribution to the gathering public conversation about what it means to be male—or female.” Iron John was at the top of the New York Times best-seller list for ten weeks and stayed on the list for more than a year. Bly revisited this concept with The Maiden King: The Reunion of Masculine and Feminine (1998), written in collaboration with psychotherapist Marion Woodman, using an ancient Russian myth as their origin story. \nBly contributed other social criticism in future books, including The Sibling Society (1997). The book contends that Americans are like a race of perpetual adolescents, and as a result lack empathy or sympathy. The root of these problems, in Bly’s opinion, is both an erosion of respect for authority and a lack of cross-generational support. John Bemrose, reviewing The Sibling Society in Maclean’s, remarked that Bly “brings a unique ability to bear on the subject as an interpreter of folktales and great literature,” explaining the way “a constant bombardment of advertising keeps the hunger for new goods raging, and as corporations convince politicians that they must be allowed to do what they like (essentially taking over the leadership of society), people succumb to an infantile need for instant gratification.” The book was popularly praised.\nThroughout his career, Bly has maintained his devotion to translating the world’s visionary poetry, often in an attempt to counteract what he has seen as the dry or lifeless qualities of high modernism.  In addition to the poets he introduced through his influential series of decade journals (The Fifties, Sixties and Seventies), Bly has translated poets as various as Rainer Maria Rilke, Antonio Machado, Tomas Tranströmer, Francis Ponge, Rumi, Hafez and the 15th-century Indian mystic Kabir. The Winged Energy of Delight: Selected Translations (2004) gathered together 22 of the poets translated by Bly over his 50-year career. In the Bloomsbury Review, Ray Gonzalez acknowledged the debt English language poetry owes Robert Bly, writing that Bly “has opened the doors of experience, insight, and language, lifting them toward a universal understanding of what poetry means in the lives of people throughout the world.”\nThough Bly has perhaps become most identified as a social critic, he continues to publish many books of poetry and translation. Following the practice of his friend William Stafford, Bly wrote a poem every morning, which produced a collection Morning Poems (1998). The collection garnered much critical praise. Reviewing the book for the Times Literary Supplement, Ian Tromp maintained that “This book offers much that is touching and wise, and these poems seem a culmination of a journey away from the cant of so many of Bly’s earlier poems, a journey towards humility, simplicity and ease, culminating here in verse of unusual grace and humanity. The Morning Poems are the best Robert Bly has written.” His new and selected poems Eating the Honey of Words (1999) was also widely praised. Recent collections include The Urge to Travel Long Distances (2005), the collection of ghazals My Sentence was a Thousand Years of Joy (2005), Stealing Sugar from the Castle: Selected and New Poems, 1950-2013 (2013), and Collected Poems (2018). Reviewing the last book for the New York Times, Biespiel remarked, “Bly rejects décor. What you see throughout Collected Poems, this 505-page retrospective of 14 books and some 600 poems,” Biespiel went on, “is that he is not interested in covering an entire poem with incidents, but in hierarchies of emphasis, beginning with longing. He offers little interest in the hedonism of thought championed by his Harvard classmate John Ashbery. Instead, Bly’s precinct of the imagination is like a womb of consciousness.”\nMichiko Kakutani observed in the New York Times, “What has remained constant in his work ... is Mr. Bly’s interest in man’s relationship with nature, and his commitment to an idiom built upon simplified diction and the free associative processes of the unconscious mind.” Peter Stitt of the New York Times Book Review also emphasized the importance of free association in Bly’s poetry. “Bly’s method,” Stitt wrote, “is free association; the imagination is allowed to discover whatever images it deems appropriate to the poem, no matter the logical, literal demands of consciousness.” M.L. Rosenberg, writing in Tribune Books, noted in Bly’s work a blending of European and South American influences with a decidedly American sensibility: “Bly is a genius of the elevated ‘high’ style, in the European tradition of Rilke and Yeats, the lush magical realism of the South Americans like Lorca and Neruda. Yet Bly’s work is truly American, taking its atmosphere of wide empty space from the Midwest, and its unabashed straightforward emotionalism and spiritualism.”\n", "attrs": {"Region:": ["U.S., Midwestern"]}}