{"pf_url": "https://www.poetryfoundation.org/poets/robert-hass", "name": "Robert Hass", "yob": "1941", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/22/63f468cc7272872478137da8101c0e0239ae3050.jpeg", "bio": "\nRobert Hass is one of the most celebrated and widely-read contemporary American poets. In addition to his success as a poet, Hass is also recognized as a leading critic and translator, notably of the Polish poet Czeslaw Milosz and Japanese haiku masters Basho, Buson, and Issa. Critics celebrate Hass’s own poetry for its clarity of expression, its concision, and its imagery, often drawn from everyday life. “Hass has noted his own affinity for Japanese haiku,” the poet Forrest Gander remarked, “and his work similarly attends to the details of quotidian life with remarkable clarity.” Gander described Hass’s gift for “musical, descriptive, meditative poetry.” Carolyn Kizer wrote in the New York Times Book Review that Hass” is so intelligent that to read his poetry or prose, or to hear him speak, gives one an almost visceral pleasure.” Hass told interviewer David Remnick in the Chicago Review, “Poetry is a way of living. … a human activity like baking bread or playing basketball.”\n\r\nHass’s first collection, Field Guide (1973), won the Yale Series of Younger Poets Award. It drew on Hass’s native California countryside and background in Slavic studies. “The poems in Field Guide,” wrote Gander, “are rich with Russian accents, aromas of ferny anise and uncorked wines, and references to plant and animal life: the green whelks and rock crabs, tanagers and Queen Anne’s lace, sea spray and pepper trees of the Bay Area.” In the Southwest Review Michael Waters declared, “Field Guide is a means of naming things, of establishing an identity through one’s surroundings, of translating the natural world into one’s private history. This is a lot to accomplish, yet Robert Hass manages it with clarity and compassion.” Hass confirmed his ability with Praise (1979), his second volume of poems, which won the William Carlos Williams Award. “In many ways,” Gander explained, “Praise addresses the problems implicit in the first book: Can the act of naming the world separate us from the world? How is it possible to bear grief, to accept death, and how can the spirit endure?” Writing in the Chicago Review, Ira Sadoff remarked that Praise “might even be the strongest collection of poems to come out in the late seventies … [It] marks Hass’s arrival as an important, even pivotal, young poet.”\n\r\nIn 1984, Hass published Twentieth Century Pleasures: Prose on Poetry, a collection of previously published essays and reviews. In the volume, the author examines American writers (including Robert Lowell and James Wright) as well as European and Japanese poets. The book was well-received and won many awards, including the National Book Critics Circle Award. “Mr. Hass’s style balances conversational directness and eloquent complexity,” noted New York Times Book Review contributor Anthony Libby. He concluded that “Mr. Hass believes that poetry is what defines the self, and it is his ability to describe that process that is the heart of this book’s pleasure.”\n\r\nSince the publication of Twentieth Century Pleasures, Hass has continued to write both poetry and prose. His third collection of poetry, Human Wishes (1989), experimented with longer lines and prose paragraphs, privileging process and meditation over the images that had filled his earlier work. David Barber, writing for the Boston Review, noted that Hass had “cultivated a more open, intimately epistolary verse that makes room for everything from strenuous metaphysics, beguiling storytelling, and wry recollections to haiku-like snapshots, flinty epigrams, and tremulous lyricism.” The Nation critic Don Bogen explained that Human Wishes ”reveals [Hass’s] basic concerns: He is a student of desire, of what we want and how likely we are to get it.” “In Human Wishes,” Bogen concluded, “Robert Hass captures both the brightness of the world and its vanishing.”\n\r\nHass paid tribute to some of his non-Western mentors in The Essential Haiku: Versions of Basho, Buson, and Issa (1994), translations of short works by the most famous masters of the short Japanese poem. “The translations … must by anyone’s standard be considered remarkable poetic achievements in themselves,” wrote Andrew Rathmann in the Chicago Review, “[They’re] comparable—in terms of sheer written fluency—to the best poems in his three previous books” of poetry. When it was published in the mid-90s, Hass’s book also brought a traditional Japaense poetic form to an American audience.\nHass’s other major work as a translator is his decades-long project of translating the Polish poet Czeslaw Milosz. With Milosz, Hass has translated over seven collections of the Nobel Prize-winning poet’s work. In an interview with Guernica, Hass talked about the influence of Milosz on his own thinking about poetry and politics. “You can aim for perfection if you stay away from the hard subjects. But if you’re going to do what Milosz does, you can’t aim for perfection; your work is going to be messy and opinionated,” Hass argued.\nHass's next collection of poems, Sun Under Wood (1996) won the National Book Critics Circle Award. The book is more explicitly autobiographical, and includes poems about Hass’s childhood and alcoholic mother. In Poetry contributor David Baker’s opinion, “Hass’s new volume contains many of his most important works to date … All through Sun Under Wood, Hass’s ability to convert the comedic to sublime, the anecdotal to the metaphysical and ethical, the personal to the social, is remarkable.” But not all critics found the collection compelling. Peter Davison of the Atlantic Monthly admitted that while Hass’s famous “charm and modesty” remained, “these poems keep relaxing into the voice of an onlooker rather than taking on the energy of full participation—as though they came to the poet through a window, a filter, a screen of white noise and unscented air.”\n\r\nFrom 1995 to 1997, Hass set aside his personal role as poet to take up the mantle of the nation’s poet, serving as U.S. poet laureate. A largely ceremonial position, historically speaking, the poet laureate has recently become far more of a public advocate for poets and their work. In a sense, the new role was a logical extension of Hass’s personal, private work to a public arena. In Mother Jones, Sarah Pollock wrote, “Hass’s tenure as poet laureate has been a more public expression of the lifelong concerns that inform his poetry: a close attention to the natural world, a sense of self developed in relation to the landscape, and acute awareness of both the pleasures and pains of being human.”\nThe laureate position also heightened the political sensibilities of the poet and his work. Hass recognized early on that the realms of politics and business seemed to have little use for poetry and other arts. Hass focused on promoting poetic literacy, telling Francis X. Clines in the New York Times, “I thought an interesting thing to do would be to go where poets don’t go.” He visited businesses, convincing some to support poetry contests for students, and spoke to civic groups, trying to broaden their horizons. Because of these efforts, “Robert Hass is the most active Poet Laureate of the United States we’ve ever had,” wrote Los Angeles Times Book Review contributor Frances Mayes, “and he sets a standard for those who follow.”\nAfter his tenure as poet laureate, Hass remained in the public realm, teaching, translating, editing and writing newspaper columns. As Stephanie Burt noted, “all that service seems to have strengthened Hass’s powers.” Hass’s first book post-laureate, Time and Materials: Poems 1997-2005 (2007), “shows the worth of playing against type, the survival of his private talent and the artistic uses of his public life,” wrote Burt. In addition to poems about art and artists, meditations on middle age, and descriptions of a California well-known to Hass’s readers, the book also features poetry engaged with world affairs, contemporary politics and, notably, “Bush’s War” in Iraq. Dan Chiasson, in the New Yorker, noted that the continuity between Time and Materials and Hass’s previous work: “Hass’s wish to make poems resemble the world as closely as possible (his often remarked stylistic ‘clarity’) has been a constant in his method from the start; what has changed is not the style but the vision of the world.” Unanimously praised by critics as a supremely well-crafted collection, Time and Materials won both the National Book Award and the Pulitzer Prize. Hass’s most recent book is The Apple Trees at Olema (2010), a collection of new and selected poems.\nIn the mid-1990s, Hass cofounded River of Words, an organization that teaches ecoliteracy through multidisciplinary, interactive curricula. In addition to serving as the U.S. poet laureate, Hass was a chancellor of the Academy of American Poets from 2001 to 2007. In 2014, he won the Wallace Stevens Award from the Academy of American Poets.\nHass is Distinguished Professor in Poetry and Poetics at the University of California, Berkeley, and lives in California with his wife, the poet Brenda Hillman.\n", "attrs": {"Region:": ["U.S., Western"]}}