{"pf_url": "https://www.poetryfoundation.org/poets/robert-bridges", "name": "Robert Bridges", "yob": "1844", "yod": "1930", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/c0be4dee84fd0ef7d4f6c026b7a07599cdb2887f.jpeg", "bio": "\nA Victorian who, by choice, remained apart from the aesthetic movements of his day, Robert Bridges was a classicist. His experimentation with 18th-century classical forms culminated in The Testament of Beauty, generally acknowledged as his masterpiece. He succeeded Alfred Austin as Poet Laureate of the United Kingdom in 1913 and was active in the Society for Pure English, which was founded largely through his efforts. He had an important friendship and correspondence with Gerard Manley Hopkins; his edition of Hopkins's poems is considered a major contribution to English literature.\n\r\nBridges spent his early childhood in a house overlooking the anchoring ground of the British fleet in Walmer, Kent, England. His father's death in 1853 and his mother's remarriage a year later precipitated a move to Rochdale, where his stepfather was the vicar. Bridges attended Eton College from 1854 to 1863, where he met the poet Digby Mackworth Dolben and Lionel Muirhead, a lifelong friend. His acquaintance with Hopkins began at Corpus Christi College. Bridges had at one point intended to enter the religious life in the Church of England, but instead chose to become a physician and began his study of medicine at St. Bartholomew's Hospital in 1869. He received his degree in 1874 and worked at St. Bartholomew's and other hospitals until 1882, when he retired from practice after a bout with pneumonia and chose to devote himself to literature.\n\r\nAfter his illness and a trip to Italy with Muirhead, Bridges moved with his mother to Yattendon in Berkshire, where he met and married Monica Waterhouse, daughter of the famous architect Alfred A. Waterhouse. Their children included the poet Elizabeth Daryush. It was during his residence in Yattendon, from 1882 to 1904, that Bridges wrote most of his best-known lyrics as well as eight plays and two masques, all in verse. In 1902 Bridges' wife Monica and daughter Margaret became seriously ill, and Bridges decided to move from Yattendon to a healthier climate. The family lived in several temporary homes, spent a year in Switzerland, and finally settled again in England at Chilswell House, which Bridges had designed and which was built on Boar's Hill overlooking Oxford University. Bridges lived there until his death in 1930.\n\r\nThe events of the first World War, including the wounding of his son, Edward, had a sobering effect on Bridges' poetry. He composed fiercely patriotic poems and letters, and in 1915 edited a volume of prose and poetry, The Spirit of Man, intended to appeal to readers living in war times. Bridges cofounded the Society for Pure English (SPE) in 1913; the group's intention was to establish \"a sounder ideal of the purity of our language.\" Its work was interrupted by the war, but resumed in 1919 and continued until 1948, 18 years after Bridges' death. His work for the SPE led to Bridges' only trip to the United States in 1924, during which he increased interest in the group among American scholars.\n\r\nBridges began a long philosophical poem entitled The Testament of Beauty on Christmas Day, 1924, with 14 lines of what he referred to as \"loose Alexandrines.\" He set the piece aside until 1926, when the death of his daughter Margaret prompted him to resume work as a way to ease his grief. The Testament of Beauty was published in October 1929, one day after his 85th birthday and six months before his death.\n", "attrs": {"Region:": ["England"]}}