{"pf_url": "https://www.poetryfoundation.org/poets/robert-kelly", "name": "Robert Kelly", "yob": "1935", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/22a8dc0124c4414cca16ec82aeb3ef49ab2d12f2.jpeg", "bio": "\nRobert Kelly grew up in Brooklyn and was drawn to poetry upon encountering Samuel Taylor Coleridge’s “Kubla Khan” in an anthology. Educated at the City College of the City University of New York and Columbia University, Kelly is known as a founder of the Deep Image movement, which he described in a 2006 interview as “the journey to the depths with language as our only tool and music our only weapon.” Kelly’s more than 50 collections of poetry include Armed Descent (1961); Kill the Messenger Who Brings Bad News (1980), chosen as the Los Angeles Times Book of the Year; Red Actions: Selected Poems 1960–1993 (1995); and May Day (2007). Bookforum critic Joseph Donahue, praising Lapis (2005), noted that Kelly “has given magic back its dignity, finding it in human warmth.” Kelly’s free-verse poetry, both spare in language and wide-ranging in its attention, is often engaged with the intimacy of audience: the connection forged between individuals looking outward together.Kelly co-founded, with George Economou, both Trobar and the Chelsea Review (now Chelsea), and has edited Matter. Kelly has also served as a contributing editor for several other journals. His poetry has been featured several times in Best American Poetry and has been included in The Voice That Is Great Within Us (1971) and Postmodern American Poetry: A Norton Anthology (1994). He has co-edited the anthology A Controversy of Poets (1965), written numerous works of fiction, and published an essay collection, In Time (1972). His work has been translated into several languages.Kelly’s honors include an Award for Distinction from the American Academy and Institute of Arts and Letters and a fellowship from the National Endowment for the Arts. He has taught at Bard College, where he was a founding member of the Milton Avery Graduate School of the Arts.\n", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}