{"pf_url": "https://www.poetryfoundation.org/poets/robin-becker", "name": "Robin Becker", "yob": "1951", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/633d4811fdc336a508999853d80e48b67c87d0ca.jpeg", "bio": "\nPoet Robin Becker was born in Philadelphia and earned a BA and MA at Boston University. She taught for many years at the MIT before returning to Pennsylvania in 1994, where she is Liberal Arts Research Professor of English and Women’s Studies at Penn State.\n\r\nBecker’s many collections of poetry include Personal Effects (1977); Backtalk (1982); Giacometti’s Dog (1990); All-American Girl (1996), which won a Lambda Literary Award; The Horse Fair (2000); Domain of Perfect Affection (2006); Tiger Heron (2014); and The Black Bear Inside Me (2018). Becker’s range of subjects has been described as a “vibrant miscellany.” Her poems reflect her Russian-Jewish heritage and queer identity, her interest in art history and visual art, the experience of growing up in 1950s America, and the legacy of the 1960s. In The Horse Fair, her subjects range from the painter Rosa Bonheur to the Torah and personal tragedies. Poet Kathleen Aguero has said that Becker’s poems are “richly populated by friends, lovers, family” as they “chronicle a search for community.”\n\r\nBecker’s interest in narrative springs from her family background, including a childhood spent listening to her grandmother’s stories, learning from her the nuances of storytelling and her family’s history in Ukraine. Becker was also greatly influenced by the women writers whose poetry was available in the 1970s, including Adrienne Rich, Audre Lorde, Maxine Kumin, Denise Levertov, and Susan Griffin. Poet Stephen Dunn regards Becker as achieving “what may be one of the early twenty first century’s most difficult accomplishments—to write a credible poetry of affirmation. In the doing, she doesn’t pretty up the world. Rather, she finds language that embraces our dualities, our many-selved presences, regularly demonstrating her kind of perfect affection.”\n\r\nBecker’s work has appeared widely in magazines and journals, including American Poetry Review, the Boston Globe, Georgia Review, Kenyon Review, and Prairie Schooner. She is a contributing editor to Ploughshares and poetry editor for the Women’s Review of Books, where she writes a column called “Field Notes.” Becker also teaches workshops at the Fine Arts Center in Provincetown. She has won fellowships from the Bunting Institute, the Massachusetts Artists Foundation, and the National Endowment for the Arts. In 2000 she was honored with Penn State's George W. Atherton Award for Excellence in Teaching, and she served as Penn State Laureate in 2010-11.\n\n\r\n \n", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}