{"pf_url": "https://www.poetryfoundation.org/poets/rochelle-owens", "name": "Rochelle Owens", "yob": null, "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/6f45021436c9f1af1f25a375c5730e0ce8a3b579.jpeg", "bio": "\nA prominent figure in the international avant-garde for 50 years, Rochelle Owens is a poet, playwright, translator, and video artist. She has published over 18 books of poetry, most recently Hermaphropoetics, Drifting Geometries (2017), Out of Ur: New & Selected Poems 1961-2012 (2013), Solitary Workwoman (2011), and Luca: Discourse on Life and Death (2001).\n\r\nOwens is the author of a novel, Journey to Purity (2009), and four collections of plays: Futz and What Came After (1968), The Karl Marx Play and Others (1974), Futz, and Who Do You Want Peire Vidal? (1986), and Plays by Rochelle Owens (2000). Her early play Futz has become a classic of the American avant-garde theatre and was made into a film in 1969. She has been a participant in the Festival Franco-Anglais de Poésie and has translated Liliane Atlan’s novel Les passants, The Passersby (1989). Her work has been translated into Danish, French, German, Greek, Italian, Japanese, Swedish, and Ukrainian.\n\r\nOwens was a pioneer in the Off-Off Broadway theatre movement as well as being involved in the ethnopoetics movement, and her work has influenced subsequent experimental poets and playwrights. In the 1960s, she participated in the early poetry readings at St. Mark’s Church. In 1972 she edited the anthology Spontaneous Combustion: Eight New American Plays. \n\r\nA recipient of five Village Voice Obie awards and honors from the New York Drama Critics Circle, Owens has held fellowships from the NEA and the Ford, Guggenheim, and Rockefeller (Bellagio) Foundations, among others. She is a member of ASCAP and the Dramatists Guild, and she has taught at the University of California, San Diego, and the University of Oklahoma. She has held residencies at Brown University and the University of Southwestern Louisiana, and has lectured and read widely in the US and abroad.  \n", "attrs": {}}