{"pf_url": "https://www.poetryfoundation.org/poets/roger-mcgough", "name": "Roger McGough", "yob": "1937", "yod": null, "image": null, "bio": "\n                                                                    Poet, playwright, broadcaster, and children’s author Roger McGough was born and raised in Liverpool, England. A prolific writer, he has published more than 50 books of adult and children’s poetry, as well as several plays, including a recent verse adaptation of Molière’s Tartuffe (2008). Notable poetry collections include Defying Gravity (1992), The Way Things Are (1999), and That Awkward Age (2009).    After attending the University of Hull to study French and geography, McGough dabbled as a pop singer and lyricist in the band the Scaffold. Along with his two band mates, including Beatles-brother Mike McCartney, he earned minor fame for his song “Lily the Pink,” which reached number one on the UK charts in 1968. During this same period, McGough earned recognition for work published in the anthology Penguin Modern Poets 10: The Mersey Sound (1967). He contributed to mainstream culture by assisting with the dialogue for the Beatles’ film The Yellow Submarine (1968), though his name did not appear in the credits. Ultimately, he found more opportunity for expression within poetry.  \nInfluenced by the Beat culture in the United States, McGough embraces freedom of expression through his poems’ subjects and verse structure. He focuses primarily on the ordinary and every day, and his poetry is both accessible and popular—he is a household name in Britain. Though approachable, McGough’s poetry also exhibits considerable depth. McGough considers poetry a form of subversion. He often uses various forms of humor, particularly wordplay, to confront serious topics in an effort to expose the subjectivity of reality.    McGough has twice received the Signal Poetry Award for an outstanding work in children’s poetry: for Sky in the Pie (1983) and for Bad, Bad Cats (1997). He currently hosts the UK radio program Poetry Please. He and his wife live in London.\n", "attrs": {"Region:": ["England"]}}