{"pf_url": "https://www.poetryfoundation.org/poets/ron-silliman", "name": "Ron Silliman", "yob": "1946", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/c27583046c6c409e14cf97b86ceab19e79c810ae.jpeg", "bio": "\nAn influential figure in contemporary poetics, Ron Silliman became associated with the West Coast literary movement known as Language Poetry in the 1960s and 1970s. He edited In the American Tree (1986), which remains the primary Language poetry anthology, as well as penned one of the movement’s defining critical texts, The New Sentence (1987). Silliman’s prolific publishing career includes over forty books of poetry, critical work, collaborations and anthologies. He has long championed experimental or post-avant poetics, most recently through Silliman’s Blog, a weblog he started in 2002. Silliman’s is one of the most popular and frequently visited of the many contemporary English-language poetry blogs; by 2010 the blog had received three million visits. Silliman has taught at various universities including San Francisco State University, University of California-Berkeley, Brown and the Naropa Institute. He has also worked as a political organizer, ethnographer, lobbyist, and was the executive editor of the Socialist Review. A long-time resident of the Bay Area, he moved to Pennsylvania in 1995 and teaches at the University of Pennsylvania.\nEarly on, Silliman published poems with such mainstream journals as Poetry Northwest and TriQuarterly, but his association with Language poetry has defined much of his subsequent work. In an article for the Nation, essayist Hank Lazer described language poetry as “following upon the most adventurous work of Gertrude Stein, Louis Zukofsky, William Carlos Williams and Jack Spicer,” adding that “language writing can be seen as an oppositional literary practice that questions many of the assumptions of mainstream poetry. Instead of considering poetry as a staging ground for the creation and expression of an ‘authentic’ voice and personality, language poetry arises out of an ‘exploded self,’ blurs genre boundaries … and seeks actively collaborative relationships between reader and writer.” The political angle of language poetry was discussed by Keith Tuma in the Chicago Review. “There is for some the desire to identify and distinguish from other poetry a specifically oppositional poetry,” Tuma wrote. “Often this means overstating the cohesiveness of poetic orthodoxies and their difference from dominant ideologies.”\nSilliman’s influential collection of critical essays, The New Sentence, linked literary “realism” with bourgeoisie capitalism, and showed how both could be undermined by “the new sentence.” Silliman described the “new sentence” as one that controlled or minimized the “syllogistic” meaning expected from prose by altering the structure, length, and placement of the sentence to increase its ambiguity or polysemy. Reviewing the book for Tremblor 7, George Hartley described “what Silliman looks for in a poem, and why the new sentence fulfills his demands” as “1) intensity; 2) power; 3) a charged use of linguistic units; 4) recurrence; 5) parallel structures; 6) a common image bank; 7) secondary syllogistic movement; 8) the systematic blocking of primary syllogistic movement; 9) varied tenses; 10) ambiguity; 11) importance; 12) tension; 13) an exploration and articulation of the hidden capacities of the blank space (parataxis).”  Bob Perelman described it as a “term that is both descriptive of a writing procedure and, at times, a sign of literary-political proselytizing.”\n In 1974 Silliman began working on a long poem or life-work he calls Ketjak, after the Balinese word for “monkey” and a ritual performance done by the islanders for tourists. When finished, Ketjak will be composed of four long poems The Age of Huts (1974-1980; first published 1986, compleat in 2007), Tjanting (1979-1981; published 1981), The Alphabet (1979-2004; published 2008), and Universe (2005-present; Revelator, the first volume, published 2013). Ketjak is also the name of the book-length poem Silliman published in 1978, and is the first section of The Age of Huts. Intimately connected with Silliman’s interest in poetics and critical theory, the poem Ketjak also made use of “new sentence” techniques. Perelman described the work as “written in a series of expanding paragraphs where the sentences of one paragraph are repeated in order in subsequent paragraphs with additional sentences inserted between them, recontextualizing them. As the paragraphs double, the space between the reoccurrence of the sentences doubles and the context from which they reemerge grows thicker. In this, they have reminded some in the language movement of characters in a novel. But the narrative effect is more peculiar as the sentences keep reappearing against different sentences.” According to T.C. Marshall in the Dictionary of Literary Biography, “the book employs a disjunctive version of modernist juxtaposition, one that is put up beside or against the familiar procedures of prosaic logic. The disjunctive quality of the sentences and paragraphs of Ketjak reveals the dependence of conjunctive logic upon one’s acquiescence in habits of reading. Ketjak is the opposite of casual or causal collage; it does not push toward a whole so much as it reveals the habitual urge toward assembling what Silliman, in his interview in The Difficulties special issue and elsewhere, has called ‘the tyranny of the whole.’”\nTjanting (1981), the second part of Ketjak, is written according to the principles of the Fibonacci number sequence. In Postmodern American Poetry, Paul Hoover described the book as “an eccentric form of [Silliman’s] own invention … with the result that the number of sentences in each paragraph equals the number of sentences in the previous two paragraphs.” In the 1980s, Silliman began what is known as “The Alphabet” series, which was published in its entirety in 2008 as The Alphabet. A long book made of smaller books, each of which focuses on a different letter of the alphabet, the series employs the familiar Silliman “new sentence” to reflect on the role of writing in lived experience. Silliman published many of the smaller books individually, before collecting them; R.D. Pohl in the Buffalo News commented that the volume ® (“Circle R”), published in 2000, presented “a remarkably focused and attentive sensibility fully alive and engaged by the ordinariness of its own experience, without striving after higher orders of meaning and consequence.” In his discussion of another section of the work, first published as LIT (1987), Lazer explained that “in spite of its careful constructions, LIT feels neither rigid nor constrained. Silliman’s writing is fun to read: Its pleasure lies in the gradual unfolding of intricate forms and in the mix of puns, declarations, sounds and sights from our daily environment, the range of references from philosophy to baseball.” Lazer continued, “As with the repetition and modulation of basic rhythm and melodies in the minimalist music of Philip Glass or Steve Reich, key words and sentences echo throughout LIT, providing a pleasing familiarity and recurrence.”\nSince completing work on The Alphabet, Silliman has turned his hand toward memoir and experiments in autobiography. His memoir Under Albany (2004) was named Book of the Year by Small Press Traffic. The poet Charles Bernstein described is as a “constructivist memoir,” adding that it “provides an exquisitely rich exploration of the relation of context to reference, subtext to meaning, back story to presented experience, and composition to poetics. All of Silliman’s work unravels and reforms in this exemplary and exhilarating act of attention, recollection, and reflection.” Silliman is also a contributor to The Grand Piano, a collective autobiography involving original members of the Language movement that focuses on their memories and impressions of the years in the 1970s when they were most active. The title of the series takes its name from a coffee shop in San Francisco that hosted a weekly poetry and performance series influential in the group’s formation.\nSilliman once said of his own writing, “I have, from the beginning, taken poetry to be the most intense relation possible between self and language (hence meaning-mind-world), but, coming from a basically traditional background, it has taken years to drop the pretenses of prevailing modes and admit it: form is passion, passion form. Given forms (whether the sonnet or the Pound-derived projectivist mode) disinterest me since they are usually ways of shoving the language in a work aside.” Though his eschewal of “prevailing modes” has meant he is often labeled as “experimental” or obscure, Silliman has argued against the misconception that he is in some way a “difficult” poet. In an interview with David Hoenigman, Silliman noted: “I was pleased the other day when Andrew Ervin reviewed The Alphabet for The Philadelphia Inquirer and said reading my work was no more difficult than looking out of the window of a SEPTA train here in Philly … It’s good to see that some people are getting it, that you can just read what’s there and that will tell you everything you need to know about my work.”\nRon Silliman’s latest book is an expanded edition of Legend (University of New Mexico Press, 2020), his collaboration with Bruce Andrews, Charles Bernstein, Steve McCaffery, and the late Ray DiPalma. Silliman’s honors and awards include the Levinson Prize and fellowships from the Kelly Writers House, the National Endowment for the Arts, the Pennsylvania Arts Council, and the Pew Arts Foundation. He has been honored with a plaque in a poetry walk in Berkeley, California, and with a sculpture in the Transit Center of Bury, Lancaster. His poetry and criticism have been translated into 16 languages. He lives in the Philadelphia area and teaches at the University of Pennsylvania.\n", "attrs": {"School/Period:": ["Language Poetry"]}}