{"pf_url": "https://www.poetryfoundation.org/poets/ronald-johnson", "name": "Ronald Johnson", "yob": "1935", "yod": "1998", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/d1fb8718555b0fb29d1d0b0c48977395ad9dfd1d.jpeg", "bio": "\nBorn in Ashland, Kansas, Ronald Johnson moved with his family to Topeka in the 1950s. His first book of poetry was A Line of Poetry, A Row of Trees (1964). Subsequent volumes included The Book of the Green Man (1967); Valley of the Many-Colored Grasses (1969); an erasure of Paradise Lost entitled RADI OS (1977; 2005); the 99-part metaphysical poem, ARK (1980, 1984, 1996, 2014), based on architectural features—among them the Palais Idéal in Hauterives, France, and the Watts Towers in Los Angeles; and The Shrubberies (2001). He is best known today for his experimental poetics and his magnum opus, ARK.\nJohnson attended the University of Kansas, then moved to New York City where he earned his BA at Columbia University in 1960. Johnson hiked the Appalachian Trail from Springer Mountain, Georgia, to the Hudson River in New York in the summer of 1961 with the poet and publisher Jonathan Williams. They traveled and lived in England in the early 1960s, hiking the Lake District for five weeks in 1962. Johnson lived in San Francisco for 25 years before returning to Topeka in 1993, where he lived until his death in 1998.\nJohnson’s early works used quotation and collage to innovate on Romantic, visionary, and pastoral verse traditions; his later collections drew on discourses from fields such as natural science, psychology, architecture, music, and philosophy. In a contemporary review of The Green Man in the Saturday Review, Charles Philbrick dubbed it a “most unusual volume … which is both original and profoundly traditional. The reader becomes absorbed in the young Kansan as he tramps through the English countryside, discovering it with eyes that record the sights of a year’s visit and that have also drawn into his brain the recorded lore of centuries. … Mr. Johnson has worked into his poem the writings of a multitude who knew ‘the green man’—from Giraldus Cambrensis to Tolkien, and including Vaughan, Smart, Blake, and the Wordsworths.” And Dan Jaffe commented in the Saturday Review on Johnson’s Valley of the Many-Colored Grasses: “These are symbolist poems in intention, but they are informed by the facts of art and flora.”\nJohnson’s RADI OS, an erasure (where a text is composed by erasing words or lines of a source) of John Milton’s Paradise Lost, was inspired by Lukas Foss’s “Baroque Variations.” In an interview with Peter O’Leary, Johnson noted that Foss’s “strategy was to take Handel and erase things so that it had a modern, modish feel, but it was definitely Handle. It was really neoclassical in some odd way. So I went off to think about it and the next day I went to the bookstore and bought Paradise Lost. And I started crossing it out. I got about halfway through, kind of as a joke. But I decided you don’t tamper with Milton to be funny. You have to be serious.” “The four books of Paradise Lost that make up RADI OS,” according to Eric Murphy Selinger, “can be read as a covert or implicit narrative: both as a running commentary on Milton and as a story of creation and the human fall into a sleepy forgetfulness, which the visionary poet will teach us to wake up from and ascend to our true stature.” Long out of print, RADI OS was republished in 2005. Reviewing the new edition in the Boston Review, Dan Beachy-Quick noted the interconnections between reading and writing modeled by Johnson’s work: “part of what is so remarkable in Johnson’s project,” he remarked, “is the empowering sense that any genuine reading of such a work as Paradise Lost accomplishes within each reader a similar work: a reading as individual as the mind that reads.”\nJohnson’s epic work, ARK, was published in its entirety twice: first by a small press run out of an Albuquerque bookshop in the 1980s and 90s, and in 2014 by Flood Editions. Comprised of short sections Johnson called “beams” or “ramparts,” the book draws on techniques such as collage and juxtaposition and includes concrete, prose, and lyric poems as well as many attributed and unattributed quotations; Johnson described the long poem as “filled with snippets: things from books, things on television … I keep my ears open and my eyes open and when I see or hear something I write it down in my notebook. It somehow is almost stitched out (if anybody could figure out from those notebooks—I don’t know what their series is), it knits out.” Reviewing ARK for the New Yorker, Stephanie Burt remarked that “of all the ambitious, syncretic, idiosyncratic, American modernist long poems (and we have had more than a few), ‘ARK’ is the most spiritual, the most celebratory, and maybe the most fun. This world, it insists, ‘is paradise, / odd words in legion / beating around the veritable bush’ (that is, the burning bush). Divided into short lines as if by a ‘JIGSAW YAHWEH JESTER,’ the sometimes puzzling ‘beams’ and ‘ramparts’ are also a compilation of praise poems, ways to admire reality. We know what advice ‘ARK ‘gives us (‘delight! delight! delight! / doubt reduced to dust’) but cannot predict what evidence will come next.”\nIn addition to occasional teaching stints, Ronald Johnson worked as a chef and caterer. He was the author of the cookbooks The American Table (1984), Southwestern Cooking: New and Old (1985), Simple Fare (1989), and Company Fare (1991). On his return to Topeka, Johnson worked as a cookie baker at Ward-Meade Park. His last volume of poems, The Shrubberies, was inspired by the gardens there. He died in 1998 in Kansas.\n", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}