{"pf_url": "https://www.poetryfoundation.org/poets/rose-fyleman", "name": "Rose Fyleman", "yob": "1877", "yod": "1957", "image": null, "bio": "\nRose Fyleman was a prolific English writer whose publications include more than sixty volumes of fiction, poetry, and plays. Fyleman was born in 1877 in Nottingham, England. She attended University College in Nottingham, then undertook training for a career as an opera singer. Fyleman failed to find work in opera, but she nonetheless managed to obtain employment as a singer. In addition, she conducted singing lessons and supplied poems to a periodical intended for women. Fyleman eventually began working as a schoolteacher. In this capacity, however, she found herself unable to readily supply her students with appropriate poems. She therefore began to generate her own poetry for use in her classroom. At the encouragement of a fellow teacher, Fyleman sent her poetry to Punch, which accepted her work for publication. In 1918 she published her first book, The Sunny Book, and in the last years of the decade she produced two more volumes, Fairies and Chimneys and The Fairy Green.\n\r\nDuring the 1920s Fyleman published further volumes of verse and fiction set in a fairyland free of gloom and danger. In her writings, as Donald R. Hettinga observed in Dictionary of Literary Biography, Fyleman \"avoided the darkness and the evil that many of the Celtic and Germanic fairy stories contain.\" He added, \"Her fairy world is a world in which fairies are visible to children but not to most adults, and in which the fairies seemingly exist for the delight of children.\" Ann G. Hay, meanwhile, wrote in the St. James Guide to Children's Writers that Fyleman's fairies are \"wonderful and understandable.\"\n\r\nFyleman also produced conventional stories for children. In  The Adventure Club, for example, she tells of the Hastings, a band of children vacationing in rural England while their father, who had suffered a problematic breakdown, undertakes recovery in Spain. \"The adventures are quite lively and still hold the attention of young readers,\" wrote Hettinga. \"but behind all of the adventures is a safety net of 'local people' who . . . can help to save the children from any real mishaps.\"\n\r\nIn the 1940s and 1950s, while she enjoyed further success with her collections of poetry and fiction about fairies, Fyleman continued to issue a range of works for children. In 1936 she published Billy Monkey: A True Tale of a Capuchin, a relatively lengthy book, numbering over 150 pages, about a pet monkey and his owner. Hettinga noted that the volume includes accounts of the monkey's \"humanlike idiosyncrasies—his play with toys and his initial fear of stuffed animals,\" and he added that \"the reader does get a bit of a sense of what a capuchin is like, but not much.\" Another volume,  Adventures of Benghazi, concerns a talking a cat that possesses magical powers—including the ability to change shape, travel through time, and remain impervious to pain—during the full moon. At these times, the cat conducts a girl on various adventures, which range from an undersea encounter with a mermaid to an Arctic meeting with Father Christmas.\n\r\nFyleman died in 1957, and by the mid-1960s her books had declined in popularity. \"Part of the problem,\" Hettinga conceded, \"may well be that . . . fairy tea parties could not weather the cultural changes that were occurring in Britain and the United States.\" In 1986, however, Fyleman posthumously received praise with A Fairy Went A-Marketing, which reprints one of her fairy poems from 1918. The new edition, with illustrations by Jamichael Henterly, was appreciated by Kathy Piehl, who described it in School Library Journal as \"a book for unhurried gazing and quiet sharing.\" Another reviewer, writing in the Bulletin of the Center for Children's Books, noted the book's \"lilting illustrations,\" while a critic in  Kirkus Reviews praised A Fairy Went A-Marketing as \"an exquisitely beautiful book.\"\n", "attrs": {"Region:": ["England"]}}