{"pf_url": "https://www.poetryfoundation.org/poets/roy-fuller", "name": "Roy Fuller", "yob": "1912", "yod": "1991", "image": null, "bio": "\nBritish poet and novelist Roy Fuller was born in Failsworth, Lancashire, and lived in Blackpool for many years. He held a variety of jobs during his life, including radar mechanic and officer for the Royal Navy, solicitor for the Woolwich Equitable Building Society, and the prestigious Professor of Poetry chair at Oxford.Fuller came of age as a writer during the political and economic upheaval of the 1920s and ’30s. His first book, Poems (1939), was influenced by social causes, an interest in Marxism, and the work of W.H. Auden and Stephen Spender. Other collections draw on his war experiences, including The Middle of a War (1942) and A Lost Season (1944). He was associated with the postwar British poets that critics dubbed the Movement, and his later poetry collections include Epitaphs and Occasions (1949), Counterparts (1954), Brutus’s Orchard: Poems (1957), New Poems (1968), New and Collected Poems, 1934–84 (1985), and Consolations: Poems (1987). Available for Dreams (1989) won the W.H. Heinemann Award. A posthumous collection, Last Poems, was published in 1993. His Oxford poetry lectures are published as Owls and Artificers: Oxford Lectures on Poetry (1971) and Professors and Gods: Last Oxford Lectures on Poetry (1973).Fuller was also a prolific novelist, memoirist, and children’s book author. He wrote a trio of crime novels collected in Crime Omnibus (1988). Among his other novels are The Second Curtain (1953), Image of a Society (1956), The Ruined Boys (1959), My Child, My Sister (1965), and The Carnal Island (1970). His autobiographical writings include Souvenirs (1980), Vamp Till Ready: Further Memoirs (1982), and Home and Dry: Memoirs III (1984). His children’s verse is collected in The World Through the Window: Collected Poems for Children (1989).Fuller received the Queen’s Medal for Poetry in 1970 and the Cholmondeley Award from the Society of Authors in 1980. He was married to Kathleen Smith, and their son is the writer John Fuller.\n", "attrs": {"Region:": ["England"]}}