{"pf_url": "https://www.poetryfoundation.org/poets/roy-miki", "name": "Roy Miki", "yob": "1942", "yod": null, "image": null, "bio": "\nRoy Miki was born in Winnipeg and grew up on a beet farm in Manitoba where his parents, both second-generation Japanese Canadians, were forcibly relocated from Canada’s west coast during WWII. He earned his BA from the University of Manitoba, MA from Simon Fraser University, and PhD from the University of British Columbia. Miki’s critical and creative work explores identity, place, and citizenship through the lenses of anti-racist theory, cultural studies, innovative poetics, and Asian Canadian cultural production. Active in the 1980s Redress Movement, which centered around gaining equity and recognition for Japanese Canadians uprooted during WWII, Miki coauthored, with Cassandra Kobayashi, Justice in Our Time: The Japanese Canadian Redress Settlement (1991), a book documenting the success of the movement. Miki also wrote about the Redress Movement in Redress: Inside the Japanese Canadian Call for Justice (2004). Miki helped organize the 1994 Writing Thru Race conference in Vancouver, BC.\nMiki’s poetry collections include Saving Face: Poems Selected 1976–1988 (1991); Random Access File (1995); Surrender (2001), which won a Governor General’s Literary Award; There (2006); Mannequin Rising (2011); and Flow: The Collected Poems, 1991–2018 (edited by Michael Barnholden, 2018), which includes examples of Miki’s photography and photo collages. His critical and editorial projects include the essay collections Broken Entries: Race, Subjectivity, Writing (1998) and In Flux: Transnational Shifts in Asian Canadian Writing (2011). His critical study A Record of Writing: An Annotated and Illustrated Bibliography of George Bowering (1989) won the Gabrielle-Roy Prize, awarded by the Association for Canadian and Quebec Literatures to the best book on Canadian literature. He has edited numerous volumes of other writers, including Muriel Kitigawa’s This Is My Own: Letters to Wes and Other Writings on Japanese Canadians (1985); Pacific Windows: Collected Poems of Roy K. Kiyooka (1997), which won the Poetry Award from the Association of Asian American Studies; Meanwhile: The Critical Writings of bpNichol (2002); and Trans.Can.Lit: Resituating the Study of Canadian Literature (2007), with Smaro Kamboureli.\nA member of the Order of British Columbia, Miki is also a member of the Order of Canada and fellow of the Royal Society of Canada. He taught for many years at Simon Fraser University, where he is a professor emeritus. He lives in Vancouver.\n", "attrs": {"Region:": ["Canada"]}}