{"pf_url": "https://www.poetryfoundation.org/poets/rudyard-kipling", "name": "Rudyard Kipling", "yob": "1865", "yod": "1936", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/22/361e98925696f4b0b27f1eebf637ce1a8647a612.jpeg", "bio": "\nRudyard Kipling is one of the best-known of the late Victorian poets and story-tellers. Although he was awarded the Nobel Prize for literature in 1907, his political views, which grew more toxic as he aged, have long made him critically unpopular. In the New Yorker, Charles McGrath remarked “Kipling has been variously labelled a colonialist, a jingoist, a racist, an anti-Semite, a misogynist, a right-wing imperialist warmonger; and—though some scholars have argued that his views were more complicated than he is given credit for—to some degree he really was all those things. That he was also a prodigiously gifted writer who created works of inarguable greatness hardly matters anymore, at least not in many classrooms, where Kipling remains politically toxic.” However, Kipling’s works for children, above all his novel The Jungle Book, first published in 1894, remain part of popular cultural through the many movie versions made and remade since the 1960s.\nKipling was born in Bombay, India, in 1865. His father, John Lockwood Kipling, was principal of the Jeejeebyhoy School of Art, an architect and artist who had come to the colony, writes Charles Cantalupo in the Dictionary of Literary Biography, “to encourage, support, and restore native Indian art against the incursions of British business interests.” He meant to try, Cantalupo continues, “to preserve, at least in part, and to copy styles of art and architecture which, representing a rich and continuous tradition of thousands of years, were suddenly threatened with extinction.” His mother, Alice Macdonald, had connections through her sister’s marriage to the artist Sir Edward Burne-Jones with important members of the Pre-Raphaelite movement in British arts and letters.\n\r\nKipling spent the first years of his life in India, remembering it in later years as almost a paradise. “My first impression,” he wrote in his posthumously published autobiography Something of Myself for My Friends Known and Unknown, “is of daybreak, light and colour and golden and purple fruits at the level of my shoulder.” In 1871, however, his parents sent him and his sister Beatrice—called “Trix”—to England, partly to avoid health problems, but also so that the children could begin their schooling. Kipling and his sister were placed with the widow of an old Navy captain named Holloway at a boarding house called Lorne Lodge in Southsea, a suburb of Portsmouth. Kipling and Trix spent the better part of the next six years in that place, which they came to call the “House of Desolation.”\n\r\n1871 until 1877 were miserable years for Kipling. “In addition to feelings of bewilderment and abandonment” from being deserted by his parents, writes Mary A. O’Toole in the Dictionary of Literary Biography, “Kipling had to suffer bullying by the woman of the house and her son.” Kipling may have brought some of this treatment on himself—he was a formidably aggressive and pampered child. He once stamped down a quiet country road shouting: “Out of the way, out of the way, there’s an angry Ruddy coming!,” reports J.I.M. Stewart in his biography Rudyard Kipling, which led an aunt to reflect that “the wretched disturbances one ill-ordered child can make is a lesson for all time to me.” In Something of Myself, however, he recounted punishments that went far beyond correction. “I had never heard of Hell,” he wrote, “so I was introduced to it in all its terrors. … Myself I was regularly beaten.” On one occasion, after having thrown away a bad report card rather than bring it home, “I was well beaten and sent to school through the streets of Southsea with the placard ‘Liar’ between my shoulders.” At last, Kipling suffered a sort of nervous breakdown. An examination showed that he badly needed glasses—which helped explain his poor performance in school—and his mother returned from India to care for him. “She told me afterwards,” Kipling stated in Something of Myself, “that when she first came up to my room to kiss me good-night, I flung up an arm to guard off the cuff that I had been trained to expect.”\n\r\nKipling did have some happy times during those years. He and his sister spent each December time with his mother’s sister, Lady Burne-Jones, at The Grange, a meeting-place frequented by English artisans such as William Morris—or “our Deputy ‘Uncle Topsy’” as Kipling called him in Something of Myself. Sir Edward Burne-Jones occasionally entered into the children’s play, Kipling recalled: “Once he descended in broad daylight with a tube of ‘Mummy Brown’ [paint] in his hand, saying that he had discovered it was made of dead Pharaohs and we must bury it accordingly. So we all went out and helped—according to the rites of Mizraim and Memphis, I hope—and—to this day I could drive a spade within a foot of where that tube lies.” “But on a certain day—one tried to fend off the thought of it—the delicious dream would end,” he concluded, “and one would return to the House of Desolation, and for the next two or three mornings there cry on waking up.”\n\r\nIn 1878, Kipling was sent off to school in Devon, in the west of England. The institution was the United Services College, a relatively new school intended to educate the sons of army officers, and Kipling was probably sent there because the headmaster was one Cormell Price, “one of my Deputy-Uncles at The Grange … ‘Uncle Crom.’” There Kipling formed three close friends, whom he later immortalized in his collection of stories Stalky Co, published in 1899. “We fought among ourselves ‘regular an’ faithful as man an’ wife,’” Kipling reported in Something of Myself, “but any debt which we owed elsewhere was faithfully paid by all three of us.” “I must have been ‘nursed’ with care by Crom and under his orders,” Kipling recalled. “Hence, when he saw I was irretrievably committed to the ink-pot, his order that I should edit the School Paper and have the run of his Library Study. … Heaven forgive me! I thought these privileges were due to my transcendent personal merits.”\n\r\nSince his parents could not afford to send him to one of the major English universities, in 1882 Kipling left the Services College, bound for India to rejoin his family and to begin a career as a journalist. For five years he held the post of assistant editor of the Civil and Military Gazette at Lahore. During those years he also published the stories that became Plain Tales from the Hills, works based on British lives in the resort town of Simla, and Departmental Ditties, his first major collection of poems. In 1888, the young journalist moved south to join the Allahabad Pioneer, a much larger publication. At the same time, his works had begun to be published in cheap editions intended for sale in railroad terminals, and he began to earn a strong popular following with collections such as The Phantom ‘Rickshaw and Other Tales, The Story of the Gadsbys, Soldiers Three, Under the Deodars, and “Wee Willie Winkie” and Other Child Stories. In March 1889 Kipling left India to return to England, determined to pursue his future as a writer there.\n\r\nThe young writer’s reputation soared after he settled in London. “Kipling’s official biographer, C.E. Carrington,” declares Cantalupo, “calls 1890 ‘Rudyard Kipling’s year. There had been nothing like his sudden rise to fame since Byron.’” “His poems and stories,” writes O’Toole, “elicited strong reactions of love and hate from the start—almost none of his advocates and detractors were temperate in praise or in blame. Ordinary readers liked the rhythms, the cockney speech, and the imperialist sentiments of his poems and short stories; critics generally damned the works for the same reasons.” Many of his works were originally published in periodicals and later collected in various editions as Barrack-Room Ballads; famous poems such as “The Ballad of East and West,”“Danny Deever,” “Tommy,” and “The Road to Mandalay” date from this time.\n\r\nKipling’s literary life in London brought him to the attention of many people. One of them was a young American publisher named Wolcott Balestier, who became friends with Kipling and persuaded him to work on a collaborative novel. The result, writes O’Toole, entitled The Naulahka, “reads more like one of Kipling’s travel books than like a novel” and “seems rather hastily and opportunistically concocted.” It was not a success. Balestier himself did not live to see the book published—he died on December 6, 1891—but he influenced Kipling strongly in another way. Kipling married Balestier’s sister, Caroline, in January, 1892, and the couple settled near their family home in Brattleboro, Vermont.\n\r\nThe Kiplings lived in America for several years, in a house they built for themselves and called “Naulahka.” Kipling developed a close friendship with Theodore Roosevelt, then Under Secretary of the Navy, and often discussed politics and culture with him. “I liked him from the first,” Kipling recalled in Something of Myself, “and largely believed in him. … My own idea of him was that he was a much bigger man than his people understood or, at that time, knew how to use, and that he and they might have been better off had he been born twenty years later.” Both of Kipling’s daughters were born in Vermont—Josephine late in 1892, and Elsie in 1894—as was one of the classic works of juvenile literature: The Jungle Books, which are ranked among Kipling’s best works. The adventures of Mowgli, the foundling child raised by wolves in the Seeonee Hills of India, are “the cornerstones of Kipling’s reputation as a children’s writer,” declared William Blackburn in Writers for Children, “and still among the most popular of all his works.” The Mowgli stories and other, unrelated works from the collection—such as “Rikki-Tikki-Tavi” and “The White Seal”—have often been filmed and adapted into other media.\n\r\nIn Something of Myself, Kipling traced the origins of these stories to a book he had read when he was young “about a lion-hunter in South Africa who fell among lions who were all Freemasons, and with them entered into a confederacy against some wicked baboons.” Martin Seymour-Smith, writing in Rudyard Kipling: A Biography, identifies another of the major sources as “the Jataka tales of India. Some of these fables go back as early as the fourth century BC and incorporate material of even earlier eras. One version, Jatakamala, was composed in about 200 AD by the poet Aryasura. They are Buddhist birth-stories—Jatakamala means ‘Garland of Birth Stories’—which the 19th-century scholar Rhys Davids described as ‘the most important collection of ancient folk-lore extant.’ Each of the 550 stories tells of the Buddha in some previous incarnation, and each is a story of the past occasioned by some incident in the present. … Some of the beast fables resemble Aesop’s, but the Jataka tales are more deliberately brutal. They teach not merely that men should be more tender towards animals, but the equivalence of all life.”\n\r\nThe Kiplings left Vermont in 1896 after a fierce quarrel with Beatty Balestier, Kipling’s surviving brother-in-law. The writer’s unwillingness to be interviewed made him unpopular with the American press, and he was savagely ridiculed when the facts of the case became public. Rather than remain in America, Kipling and his wife returned to England, settling for a time in Rottingdean, Sussex, near the home of Kipling’s parents. The writer soon published another novel, drawing on his knowledge of New England life: Captains Courageous, the story of Harvey Cheney, a spoiled young man who is washed overboard while on his way to Europe and is rescued by fishermen. Cheney spends the summer learning about human nature and self-discipline. “After the ship has docked in Gloucester and Harvey’s parents have come to take him home,” explains O’Toole, “his father, a self-made man, is pleased to see that his son has grown from a snobbish boy to a self-reliant young man who has learned how to make his own way through hard work and to judge people by their own merits rather than by their bank balances.”\n\r\nThe Kiplings returned to America on several occasions, but this practice ended in 1899 when the whole family came down with pneumonia and Josephine, his eldest daughter, died from it. She had been, writes Seymour-Smith, “by all accounts …  unusually lively, witty and enchanting,” and her loss was deeply felt. Kipling sought solace in his work. In 1901 he published what many critics believe is his finest novel: Kim, the story of an orphaned Irish boy who grows up in the streets of Lahore, is educated at the expense of his father’s old Army regiment, and enters into “the Great Game,” the “cold war” of espionage and counter-espionage on the borders of India between Great Britain and Russia in the late 19th century. In many ways, Kipling suggested in Something of Myself, the book was a collaboration between himself and his father: “He would take no sort of credit for any of his suggestions, memories or confirmations,” the writer recalled, but “there was a good deal of beauty in it, and not a little wisdom; the best in both sorts being owed to my Father.” “The glory of Kim,” declares O’Toole, “lies not in its plot nor in its characters but in its evocation of the complex Indian scene. The great diversity of the land—its castes; its sects; its geographical, linguistic, and religious divisions; its numberless superstitions; its kaleidoscopic sights, sounds, colors, and smells—are brilliantly and lovingly evoked.”\n\r\nIn 1902 the Kiplings settled in their permanent home, a 17th-century house called “Bateman’s” in East Sussex. “In the years following the move,” O’Toole explains, “Kipling for the most part turned away from the types of stories he had written early in his career and explored new subjects and techniques.” One example, completed before the Kiplings occupied Bateman’s, was the collection called the Just So Stories, perhaps Kipling’s best-remembered and best-loved work. The stories, written for his own children and intended to be read aloud, deal with the beginnings of things: “How the Camel Got His Hump,” “The Elephant’s Child,” “The Sing-Song of Old Man Kangaroo,” “The Cat That Walked by Himself,” and many others. In these works, Kipling painted rich, vivid word-pictures that honor and at the same time parody the language of traditional Eastern stories such as the Jataka tales and the Thousand and One Arabian Nights. “In no other collection of children’s stories,” writes Elisabeth R. Choi in her foreword to the 1978 Crown edition of the Just So Stories, “is there such fanciful and playful language.”\n\r\nThe area around Bateman’s, rich in English history, inspired Kipling’s last works for children, Puck of Pook’s Hill and its sequel, Rewards and Fairies. The main sources of their inspiration, Kipling explained in Something of Myself, came from artifacts discovered in a well they were drilling on the property: “When we stopped at twenty-five feet, we had found a Jacobean tobacco-pipe, a worn Cromwellian latten spoon and, at the bottom of all, the bronze cheek of a Roman horse-bit.” At the bottom of a drained pond, they “dredged two intact Elizabethan ‘sealed quarts’ … all pearly with the patina of centuries. Its deepest mud yielded us a perfectly polished Neolithic axe-head with but one chip on its still venomous edge.” From these artifacts—and a suggestion made by a cousin, the ruins of an ancient forge, and the playing of his children—Kipling constructed a series of related stories of how Dan and Una come to meet Puck, the last remaining Old Thing in England, and from him learn the history of their land.\n\r\nKipling wrote many other works during the periods that he produced his children’s classics. He was actively involved in the Boer War in South Africa as a war correspondent, and in 1917 he was assigned the post of “Honorary Literary Advisor” to the Imperial War Graves Commission—the same year that his son John, who had been missing in action for two years, was confirmed dead. In his last years, explains O’Toole, he became even more withdrawn and bitter, losing much of his audience because of his unpopular political views—such as compulsory military service—and a “cruelty and desire for vengeance [in his writings] that his detractors detested.” Modern critical opinions, O’Toole continues, “are contradictory because Kipling was a man of contradictions. He had enormous sympathy for the lower classes … yet distrusted all forms of democratic government.” He declined awards offered him by his own government, yet accepted others from foreign nations. He finally succumbed to a painful illness early in 1936.\nAdditional insight on Kipling’s life, career, and views can be gleaned from the three volumes of The Letters of Rudyard Kipling. The volumes contain selected surviving letters written by Kipling between 1872 and 1910; it is believed that both Kipling and his wife destroyed many of Kipling’s other letters. Kipling’s chief correspondent was Edmonia Hill, who was his counselor and confidante beginning during his days as a journalist in India. Reviewers note that all of the letters reflect Kipling’s distinctive literary style. Jonathan Keates in the Observer wrote, “this gathering of survivors shows that Kipling, with his gift for the resonant, throat-grabbing phrase and his obsessive interest in watching and listening, could never write a dud letter.” John Bayley points out in the Times Literary Supplement: “[Kipling] wrote his letters, as he did his stories and early sketches, in an amalgam of Wardour Street and schoolboyese, with biblical overtones, often transposed into a sort of Anglo-Indian syntax. … Kipling is inimitable: at his innocently aesthetic worst, he can be deeply embarrassing; and the letters, like the stories, contain both sorts.” Writing in the Observer, Amit Chaudhuri remarks that the third volume of letters reveals “the contractions of a unique writer; a loving father and husband who was also deeply interested in the asocial, predominantly male pursuit of Empire; a conservative who succumbed to the romance of the new technology [the automobile]; an apologist for England for whom England was, in a fundamental and positive way, a ‘foreign country.’”\n", "attrs": {"Region:": ["Asia, South", "England"], "School/Period:": ["Victorian"]}}