{"pf_url": "https://www.poetryfoundation.org/poets/rupert-brooke", "name": "Rupert Brooke", "yob": "1887", "yod": "1915", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/21/ebdf82a8a3306db7b0883bf1239309104c2e4cfa.jpeg", "bio": "\nFew writers have provoked as much excessive praise and scornful condemnation as English poet Rupert Brooke. Handsome, charming, and talented, Brooke was a national hero even before his death in 1915 at the age of 27. His poetry, with its unabashed patriotism and graceful lyricism, was revered in a country that was yet to feel the devastating effects of two world wars. Brooke's early death only solidified his image as \"a golden-haired, blue-eyed English Adonis,\" as Doris L. Eder notes in the Dictionary of Literary Biography, and among those who lauded him after his death were writers Virginia Woolf and Henry James and British statesman Winston Churchill. In the decades after World War I, however, critics reacted against the Brooke legend by calling his verse foolishly naive and sentimental. Despite such extreme opinions, most contemporary observers agree that Brooke—though only a minor poet—occupies a secure place in English literature as a representative of the mood and character of England before World War I.\n\r\nBrooke's early years were typical of virtually every English boy who was a member of a well-to-do family. He attended a prestigious boarding school—Rugby, where his father was a headmaster—studied Latin and Greek, and began to write poetry. It was taken for granted that Brooke would go on to one of the great English universities, and accordingly he entered Cambridge in 1906.\n\r\nDuring his three years at Cambridge, Brooke became a visible figure in English intellectual circles, counting among his acquaintances Virginia Woolf, writer Lytton Strachey, economist John Maynard Keynes and his brother Geoffrey (later to become Brooke's bibliographer), and poet William Butler Yeats. Brooke also continued to write poetry, although his poems from this period are, as Eder comments, \"highly derivative, facile literary exercises.\" In The Neo-Pagans: Rupert Brooke and the Ordeal of Youth, Paul Delany gives an example of Brooke's verse from his Cambridge years. Written in 1909, \"The Voice,\" like most of his early poetry, dwells on the themes of love and nature: \"Safe in the magic of my woods / I lay, and watched the dying light / ... The three that I loved, together grew / One, in the hour of knowing, / Night, and the woods, and you.\" Although his early work is thought to be of little significance, Brooke by this time was considered a serious though unaccomplished poet. In addition, he was an increasingly conspicuous figure in literary circles—a fame fueled without doubt by his charm and good looks.\n\r\nBetween his graduation from Cambridge in 1909 and the start of World War I in 1914, Brooke spent most of his time writing and traveling. His poetry during this period, which still emphasized the themes of love and nature, resembled that of most of the poets of his generation, including D.H. Lawrence, John Drinkwater, and Walter de la Mare. These poets came to be known as Georgian poets (named after England's king at the time); their verse reflects an idealistic preoccupation with rural, youthful motifs. In fact, Brooke and many of his friends enjoyed spending time in the countryside, bathing nude in local streams and sleeping on the ground; such activities earned them the nickname \"neo-pagans.\" Eder points out that \"Georgian verse now seems faded and pseudo-pastoral, a poetry of suburbia written by city dwellers celebrating cozy weekends in flower-wreathed country cottages.\" At the time, though, such poetry was fashionable and respected, and the first collection of poems by these writers, Georgian Poetry, 1911-1912, was extremely successful.\n\r\n\"The Old Vicarage, Grantchester\" was Brooke's contribution to Georgian Poetry, and it remains one of his most popular poems. Grantchester is a small village near Cambridge where Brooke lived for a time after 1909. Brooke, however, wrote the poem later in a cafe in Germany. The poem's nostalgia for an England far away—\"And laughs the immortal river still / Under the mill, under the mill / ... Stands the Church clock at ten to three / And is there honey still for tea?,\" as quoted by Delany in The Neo-Pagans—reflects \"patriotism and homesickness at their most endearing,\" writes Eder. After Brooke's death, Henry James wrote that the poem was \"booked for immortality.\" Christopher Hassall, in his introduction to The Prose of Rupert Brooke, offers a perhaps more realistic analysis when he comments that \"The Old Vicarage, Grantchester\"—though one of Brooke's most personal and original statements—is nonetheless a \"lightweight poem.\"\n\r\n\"The Old Vicarage, Grantchester\" was written in mid-1912, one of the most turbulent periods in Brooke's life. According to Delany, Brooke had experienced a sexual crisis—confusion about homosexual impulses and frustration caused by the rejections of a woman with whom he was in love. In early 1912, these tensions culminated in a nervous breakdown. Brooke spent several months in rehabilitation, during which he was not allowed to write poetry. By summer, though, he had recovered enough to travel to Germany, a trip that marked the beginning of almost three years of constant travel. In May of 1913, he traveled to the United States, where he spent four months before sailing to the South Pacific. Of the seven months that Brooke stayed in the Pacific, three were spent in Tahiti, where, as Delany states, he wrote \"the best of his poems, and [experienced] probably the most unbroken happiness of his life.\"\n\r\nSeveral of the poems that Brooke wrote during this period are considered to be among his most effective, including \"Tiare Tahiti\" and \"The Great Lover.\" Delany notes that the first poem's inspiration was a woman called \"Taatamata,\" whom Brooke met and became intimate with in Tahiti. Not surprisingly, the poem is a love poem, a tribute to an exotic land and carefree love: \"Hasten, hand in human hand, / Down the dark, the flowered way, / ... And in the water's soft caress, / Wash the mind of foolishness, / Mamua, until the day.\" \"The Great Lover\" is a list \"of the hundred and one everyday things that gave [the poet] joy,\" writes A.C. Ward in Twentieth-Century Literature: 1901-1950. \"He invested this domestic catalogue with significance and beauty, and turned the commonplace into the strangely new,\" praises Ward. Similarly, John Lehmann in Rupert Brooke: His Life and His Legend remarks on \"the precise and vivid images with which in The Great Lover [Brooke] enumerates the concrete things that evoke his love in recollection.\"\n\r\nDespite the apparent happiness that Brooke found in Tahiti, he decided to return to England in the spring of 1914. Within a few months of his return, World War I began. Like most men of his age and class, Brooke immediately volunteered for service in the war. He joined the Royal Navy Volunteer Reserve; the group's first destination was Antwerp, Belgium, where it stayed through the beginning of 1915. The area around Antwerp was not volatile at this time, though, and the Reserve saw no military action during its entire stay in Belgium. The lull in fighting turned into a fruitful period for Brooke, for it was then that he produced his best-known poetry, the group of five war sonnets titled \"Nineteen Fourteen.\"\n\r\nWritten during late 1914, these sonnets express the hopeful idealism and enthusiasm with which Britain entered the war. In the first sonnet, \"Peace,\" Brooke rejoices in the feeling that the war is a welcome relief to a generation for whom life had been empty and void of meaning. As quoted by Bernard Bergonzi in Heroes' Twilight: A Study of the Literature of the Great War, Brooke wrote: \"God be thanked Who has matched us with His hour, / And caught our youth, and wakened us from sleeping, / With hand made sure, clear eye, and sharpened power, / To turn, as swimmers into cleanness leaping, / Glad from a world grown old and cold and weary.\" In the second sonnet, \"Safety,\" Brooke continues to revel in the coming of war by comparing death to a shelter that protects its refugees from the horrors of life.\n\r\nThe third and fourth sonnets are both titled \"The Dead,\" but it is the second of the two that has enjoyed more popularity and more critical acclaim. In this fourth sonnet, Brooke again paints death as a positive, pristine state. For Brooke, death is like an infinite frost that \"leaves a white / Unbroken glory, a gathered radiance, / A width, a shining peace, under the night,\" as quoted by Eder. Finally, Brooke ends the sonnet sequence with \"The Soldier,\" his most famous and most openly patriotic poem. He imagines his own death, but rather than conveying sadness or fear at such an event, he accepts it as an opportunity to make a noble sacrifice by dying for his country. As quoted by Delany, Brooke wrote: \"If I should die, think only this of me, / That there's some corner of a foreign field / That is forever England.\"\n\r\nThe \"Nineteen Fourteen\" sonnets were immediately famous. On Easter Sunday in 1915, the dean of St. Paul's Cathedral in London, William Ralph Inge, read aloud \"The Soldier.\" Brooke's death three weeks later insured that his name would always be intertwined with the war sonnets, and with \"The Soldier\" in particular. As A.C. Ward comments, \"The Soldier\" \"became the one poem inseparably linked with Rupert Brooke's name. It is, for all time, his epitaph—beautiful and tranquil.\" The events surrounding Brooke's death were a significant factor in the success of \"Nineteen Fourteen.\" In February of 1915, Brooke had been ordered to sail to the Dardanelles—a strait between Europe and Turkey—for the Gallipoli campaign that would begin that spring. During the journey, however, Brooke contracted blood poisoning from an insect bite; he died on April 23 on a ship in the Aegean Sea and was buried in an olive grove on the Greek island of Skyros. Such a death and burial, notes Delany, fueled the myth that the handsome poet had provoked the wrath of angry, jealous gods. \"Rupert's death was first reported as caused by sunstroke,\" writes Delany, \"and had not Phoebus Apollo, the golden-haired god of poetry, struck down Marsyas for boasting that he could sing as well as the god?\" Furthermore, Brooke died in a part of the world long associated with another famous English poet, Lord Byron. As Delany says, \"Now another Cambridge poet, who had loved to swim in Byron's Pool, had shared Byron's fate.\"\n\r\nBrooke's death was felt throughout his country; Eder states that \"all England mourned the poet-soldier's death.\" In his tribute to Brooke for the London Times as quoted by Delany, Winston Churchill praised Brooke's \"classic symmetry of mind and body.\" \"He was all that one would wish England's noblest sons to be,\" added Churchill, \"in days when no sacrifice but the most precious is acceptable.\" Since the war was still in its early stages, such sentiment could still be cherished. After the staggering number of deaths that the English incurred during the trench warfare of 1916 and 1917, however, such patriotic feeling was viewed—like Brooke's poetry—as foolish and naive. As John Lehmann comments, \"What soldier, who had experienced the meaningless horror and foulness of the Western Front stalemate in 1916 and 1917, could think of it as a place to greet 'as swimmers into cleanness leaping' or as a welcome relief 'from a world grown old and cold and weary'?\"\n\r\nA more realistic poetry grew out of the war's latter stages and supplanted Brooke's verse as the most important literary expression of the war. Poets such as Wilfred Owen, Siegfried Sassoon, and Robert Graves captured the terror and tragedy of modern warfare; next to their poetry, Brooke's war sonnets seem \"sentimental and unrealistic,\" notes Lehmann. For several decades after his death Brooke's poetry—though always popular—was dismissed by critics responding both to the consequences of two world wars and to the pessimistic poetry that dominated the age, of which T.S. Eliot's The Waste Land is the prime example. But more recent critics, while admitting that Brooke's poetry lacks depth, maintain that his verse does have significance. In Rupert Brooke: The Man and the Poet, Robert Brainard Pearsall does not deny the \"slightness in mass and idea\" of Brooke's work but avers that \"all technical criticism droops before the fact that his verse was lyrical, charming, and companionable.\" Other critics, including Eder and Edward A. McCourt, argue that Brooke's poetry—especially the \"Nineteen Fourteen\" sequence—is important as a barometer of England between 1910 and 1915. As Eder states, \"Brooke's war sonnets perfectly captured the mood of the moment.\"\n", "attrs": {"Region:": ["England"], "School/Period:": ["Georgian"]}}