{"pf_url": "https://www.poetryfoundation.org/poets/ruth-stone", "name": "Ruth Stone", "yob": "1915", "yod": "2011", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/4ab9ec8fb52e59b6dfe26ae8d1bc78f874ac8a97.jpeg", "bio": "\nPoet Ruth Stone was born in Roanoke, Virginia, in 1915 and attended the University of Illinois at Urbana-Champaign. She lived in a rural farmhouse in Vermont for much of her life and received widespread recognition relatively late with the publication of Ordinary Words (1999). The book won the National Book Critics Circle Award and was soon followed by other award-winning collections, including In the Next Galaxy (2002), winner of the National Book Award; In the Dark (2004); and What Love Comes To: New & Selected Poems (2008), a finalist for the Pulitzer Prize. Stone’s compact lyrics are known for their accuracy, strangeness, and ability to speak to domestic concerns and metaphysical problems at once. Witty and wry, her poems strike “a tragic/comic register few other American poets have struck,” noted Chard deNiord in the Guardian. He described Stone’s work as “often reminiscent of Emily Dickinson’s double-edged verse, only in a more conversational style.” The poet Sandra Gilbert, an early champion of Stone’s, noted that the “special boldness” of Stone’s poetry is “at least in part a product of the pain and loss she’s had to confront, the perilous life she’s lived at the edge of comforts most other people of letters take for granted in our society … her extraordinary words are among those that will flow through the valley of our saying from here to there, from now to then, into the farthest reaches of the twenty-first century and beyond.”\r\n \r\nStone’s first book of verse, In an Iridescent Time, was published in 1959. Shortly after, Stone’s second husband, the promising poet and writer Walter Stone, committed suicide, leaving Stone a widow with three young children. The shock and grief of her husband’s suicide marked her poetry for the rest of her life. She settled in Vermont but for many years moved from one university to another in short-term teaching positions. Stone did not publish her second book, Topography, until 1971 and remained a fairly obscure voice until the series of awards and accolades at the beginning of the millennium drew national attention. In 1990, she became a professor of English at SUNY Binghamton.\r\n \r\nStone’s other honors and awards include two Guggenheim Fellowships, the Bess Hokin Prize, the Wallace Stevens Award, the Shelley Memorial Award, and the Walter Cerf Award for Lifetime Achievement in the Arts. Stone’s acceptance speech for the National Book Awards illustrates both her devotion to poetry and her humility:\r\n \r\n“I’ve been writing poetry or whatever it is since I was five or six years old, and I couldn’t stop, I never could stop. I don’t know why I did it.… It was like a stream that went along beside me, you know, my life went along here, and I got married and had three kids and did all the things you have to do, and all along the time this stream was going along. And I really didn’t know what it was saying. It just talked to me, and I wrote it down. So I can’t even take much credit for it.”\r\n \nThe author of 13 books of poetry, Ruth Stone died in late 2011.\n", "attrs": {"Region:": ["U.S., New England"]}}