{"pf_url": "https://www.poetryfoundation.org/poets/s-foster-damon", "name": "S. Foster Damon", "yob": "1893", "yod": "1971", "image": null, "bio": "\n                                                                    Born in Newton, Massachusetts, poet and Blake scholar Samuel Foster Damon was educated at Harvard University, where he earned a BA and an MA. During World War I, he worked in an airplane factory and taught bayonet skills at Harvard.    In his formally structured poems, Damon often engages natural and spiritual thresholds and moments of transcendence. His poetry was featured in the Harvard Poetry Society’s Eight Harvard Poets (1917), and he coedited Eight More Harvard Poets (1923, with Robert Hillyer). He published the sonnet collection Nightmare Cemetery (1964) under the pseudonym Samuel Nomad. Damon is also the author of The Moulton Tragedy, A Heroic Poem with Lyrics (1970). The posthumously published Selected Poems of S. Foster Damon (1974) was edited by Donald E. Stanford.    Damon’s Blake scholarship includes William Blake, His Philosophy and Symbols (1924) and A Blake Dictionary: The Ideas and Symbols of William Blake (1965, revised and annotated by Morris Eaves in 1988). Damon’s contributions to the field were honored with a two-day festival at Brown University in 1968 and the publication of William Blake: Essays for S. Foster Damon (1969).   Damon’s scholarly interests were wide-ranging, and he published titles as diverse as A Book of Danish Verse (1922, co-translated with Hillyer) and the biography Amy Lowell,: A Chronicle (1935). A founder of the Harvard Musical Review, Damon also wrote the 35-page paper The History of Square Dancing (1957) and produced an annual Punch and Judy show for the Annisquam (Massachusetts) Sea Fair. A 1954 production of his play The Witch of Dogtown in Gloucester, Massachusetts, won the Russel Crouse Award.   Damon taught for more than 40 years at Brown University, where in 1929 he was appointed curator of the university library’s Harris Collection of American Poetry and Plays. In 1936, he edited A Series of Old American Songs, featuring work from the Harris Collection.    In 1932, he received the New England Poetry Society’s Golden Rose Award. In 1934, Damon was elected a fellow of the American Academy of Arts and Sciences, and in 1943, he was elected to the American Antiquarian Society. He received an honorary doctorate from Brown in 1968.   Damon died in Smithfield, Rhode Island. Many of his papers, and his own personal book collections, are held in the archives of Brown University Library. The University of California Berkeley also holds a selection of his correspondence and poetry in the archives of the Bancroft Library.\n                                                            ", "attrs": {"Region:": ["U.S., New England"]}}