{"pf_url": "https://www.poetryfoundation.org/poets/sadakichi-hartmann", "name": "Sadakichi Hartmann", "yob": "1867", "yod": "1944", "image": null, "bio": "\nSadakichi Hartmann was born in Nagasaki Harbor, the son of an affluent German father and a Japanese mother. Hartmann’s mother died in childbirth, and Hartmann and his older brother were sent to Hamburg, Germany. Raised in the care of a wealthy uncle and a grandmother, Hartmann received excellent schooling. Enrolled in a naval academy as a teenager, though, Hartmann rebelled and ran away to Paris. His father disinherited Hartmann and sent him to the United States to be cared for by another uncle. Arriving in Philadelphia in 1882, Hartmann soon took up the cause of American art. He befriended the aging Walt Whitman and eventually published a book about their relationship, Conversations with Walt Whitman (1895).\nTraveling back and forth between Europe and the United States, Hartmann cultivated friendships with some of the most important writers and artists on both continents. Influenced by Stéphane Mallarmé, whom he met while covering the Parisian art scene for McClure’s, Hartmann wrote the first of several scandalous religious plays, Christ (1893), a decadent symbolist treatment of Christ’s life complete with nudity and orgies. Hartmann was arrested and sent to jail for publishing and circulating the work. In addition to plays, he wrote a book of short stories, Schopenhauer in the Air (1899), and volumes of poetry, including an homage to Mallarmé, Naked Ghosts (1898), and the collection Drifting Flowers of the Sea and Other Poems (1904). That same year, Hartmann published an important article on “The Japanese Conception of Poetry,” discussing the brevity, concision, and “suggestiveness” of Japanese forms such as tanka and “haikai” (haiku) before such ideas became popular in French literary circles and among the Imagist poets.\nThrough his art and literary criticism, Hartmann was an important voice in the construction of an emerging American modernist canon. His own magazine efforts, including Art Critic (1893) and Art News (1896), drew the attention of Alfred Stieglitz, who commissioned many articles from Hartmann for both Camera Notes and the later Camera Work. Crowned “King of Bohemia” during these years, Hartmann not only covered the New York arts scene but also advocated for an impressive roster of soon-to-be famous photographers and artists, including Thomas Hart Benton and Grant Wood. Hartmann’s two-volume History of American Art (1901; revised 1938) was used as a standard textbook for many years. Other works of art criticism include Shakespeare in Art (1900), Japanese Art (1903), and The Whistler Book (1910).\nSevere asthma and alcoholism meant Hartmann had trouble finding steady work; he moved to California for his health and by the 1920s had been absorbed into Hollywood. He became something of a beloved joke in the circle around the actor John Barrymore and even appeared in a bit role in Douglas Fairbanks’s The Thief of Baghdad. Gene Fowler chronicled this period of Hartmann’s life in Minutes of the Last Meeting (1954). During these years, Hartmann wrote a column about Hollywood for The Curtain. However, he stopped publishing art criticism with much frequency, and old friends gradually dropped him. However, Hartmann cultivated friendships with new “art children” (his term for protégés and mentees), such as Raymond Brossard. Hartmann spent the last years of his life in a cabin on the Morongo Indian Reservation. During World War II, the FBI hounded him over his Japanese heritage, and his final years were financially precarious. He died in St. Petersburg, Florida, on a trip to visit one of his many children.\n", "attrs": {}}