{"pf_url": "https://www.poetryfoundation.org/poets/sam-hamill", "name": "Sam Hamill", "yob": "1943", "yod": "2018", "image": null, "bio": "\nSam Hamill was adopted from foster care at the age of three and grew up on a farm in Utah. His early experiences with violence, theft, jail time, and boot camp were combined with a growing interest in poetry, particularly Beat poetry. During a judge-ordained enlistment in the Marine Corps, Hamill encountered Albert Camus’s essays on pacifism and discovered Zen literature as well, and his commitment to the Zen practice would later inform his poetry. He attended Los Angeles Valley College and the University of California, Santa Barbara, where he studied with poet Kenneth Rexroth.\n\r\nAs a UCSB student, Hamill won a $500 award for producing the best university literary magazine in the country. With that money he left college and, with Bill O’Daly and Tree Swenson, cofounded the all-poetry Copper Canyon Press in Denver, Colorado. Copper Canyon later joined with the nonprofit arts organization Centrum in Port Townsend, Washington. Hamill was editor-printer for the press from 1972 until 2004.\nHamill was the author of more than a dozen collections of poetry, including Destination Zero: Poems 1970–1995, Almost Paradise: New and Selected Poems and Translations (2005), Measured by Stone (2007), and Habitation: Collected Poems (2014). Influenced by Ezra Pound, William Carlos Williams, Kenneth Rexroth, Denise Levertov, and Hayden Carruth, Hamill “presents a model of honest, consistent, undisguised political engagement: he articulates not only a vision of peace with justice, not only his relish for work to achieve that vision, but his sense of the role that poetry can play,” as Publishers Weekly noted in its review of Measured by Stone. Hamill has also published several collections of essays and numerous translations, including Crossing the Yellow River: 300 Poems from the Chinese (2000) and Narrow Road to the Interior: And Other Writings (2013). Hamill’s own poetry has been translated into more than a dozen languages.\n\r\nHamill was notably committed to moral issues. When First Lady Laura Bush invited him to a 2003 White House symposium on poetry, he declined in protest of the impending war in Iraq, and he instead launched poetsagainstthewar.org, an online anthology that has collected over 20,000 poems of protest and spawned an international movement. Hamill edited a collection of poems from the website, Poets Against the War (2003). Responding to critics who doubted the place of politics in poetry, Hamill noted in a 2006 interview, “You can’t write about character and the human condition and be apolitical—that’s not the kind of world we’ve ever lived in.”\n\r\nHamill was awarded fellowships from the National Endowment for the Arts, the Guggenheim Foundation, the Woodrow Wilson Foundation, and the Mellon Fund, and won the Stanley Lindberg Lifetime Achievement Award for Editing and the Washington Poets Association Lifetime Achievement Award. He died in 2018.\n", "attrs": {"Region:": ["U.S., Northwestern"]}}