{"pf_url": "https://www.poetryfoundation.org/poets/samuel-johnson", "name": "Samuel Johnson", "yob": "1709", "yod": "1784", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/20/c0fec32a0f581fb3d90f00130f6c93f3a6d661d7.jpeg", "bio": "\nSamuel Johnson, the premier English literary figure of the mid and late 18th century, was a writer of exceptional range: a poet, a lexicographer, a translator, a journalist and essayist, a travel writer, a biographer, an editor, and a critic. His literary fame has traditionally—and properly—rested more on his prose than on his poetry. As a result, aside from his two verse satires (1738, 1749), which were from the beginning recognized as distinguished achievements, and a few lesser pieces, the rest of his poems have not in general been well known. Yet his biographer James Boswell noted correctly that Johnson’s “mind was so full of imagery, that he might have been perpetually a poet.” Moreover, Johnson wrote poetry throughout his life, from the time he was a schoolboy until eight days before his death, composing in Latin and Greek as well as English. His works include a verse drama, some longer serious poems, several prologues, many translations, and much light occasional poetry, impromptu compositions or jeux d’esprit. Johnson is a poet of limited range, but within that range he is a poet of substantial talent and ability.\nJohnson, the son of Sarah and Michael Johnson, grew up in Lichfield. His father was a provincial bookseller prominent enough to have served as sheriff of the town in 1709, the year of Samuel’s birth, but whose circumstances were increasingly straitened as his son grew up. Samuel was a frail baby, plagued by disease. He contracted scrofula (a tubercular infection of the lymph glands) from his wet nurse, which left him almost blind in one eye and nearsighted in the other, deaf in one ear, and scarred on his face and neck from the disease itself and from an operation for it. He also was infected with smallpox. These early and traumatic illnesses presaged the continuing physical discomfort and ill health that would mark his entire life.\nThe Johnson household was not a particularly happy one, for financial difficulties only exacerbated his parents’ incompatibilities. The serious psychological problems Johnson experienced throughout his life were undoubtedly connected in part with the troubled domestic situation of his childhood. Johnson’s major advantage from the beginning was his mind, for the intellectual powers that were to astonish his associates throughout his life appeared early. He excelled at the Lichfield Grammar School, which he attended until he was 15.\nAccording to his boyhood friend Edmund Hector, Johnson’s first poem, “On a Daffodill, the first Flower the Author had seen that Year,” was composed between his 15th and 16th years (in 1724). Written in heroic quatrains, the poem is largely an accumulation of traditional lyric conventions typical of poets from Robert Herrick to Matthew Prior. At moments, however, its weighted seriousness, and particularly the melancholy sense of process and the moral that ends it, suggests some of the points where the poetic strengths of the mature Johnson would focus. The poem poses no serious challenge to William Wordsworth but is not an entirely inauspicious beginning. Hector later told Boswell that Johnson “never much lik’d” the poem because he did not feel “it was ... characteristic of the Flower.” Significantly, even so young, Johnson recognized the need for the concreteness and specificity that in his later poems would infuse the more abstract intellectual conceptions that dominated his first effort.\nJohnson spent the next year at Stourbridge. Initially he made a protracted visit to his older cousin Cornelius Ford, enjoying the company of this genial, witty, and worldly relative and access to a social world significantly wider than life at Lichfield had offered. Later Johnson worked at the Stourbridge Grammar School with the headmaster, John Wentworth. About a dozen of Johnson’s poems from this period survive, mainly translations. Most of them were school exercises, such as his translations of Virgil’s first and fifth eclogues and the dialogue between Hector and Andromache in the sixth book of the Iliad. Johnson later told Boswell that Horace’s odes were “the compositions in which he took most delight,” and he had already translated the Integer vitae ode (I:xxii) before studying with Wentworth. At Stourbridge he translated three other odes (II: ix, xiv, and xx) and two epodes of Horace’s (II and XI). All are capable and fairly accurate performances, although the epodes show more energy. The most interesting of his early translations is that of Joseph Addison’s Latin poem “The Battle of the Pygmies and the Cranes” (1698), for it anticipates the vigor, the sympathetic involvement and resulting moral poignance, and the ability to revivify known truths that are characteristic of Johnson’s greatest poems.\nTwo more school exercises, “Festina Lente” (Make Haste Slowly) and “Upon the Feast of St. Simon and St. Jude,” are original poems. The latter, written in the stanzaic form that Christopher Smart would employ over three decades later in the Song to David (1763), is singular among Johnsonian poems for what it terms “extatick fury,” and it shows his youthful willingness to experiment with verse forms and varieties of poetic expression. Despite its interest, it is in many ways the “rude unpolish’d song” that it claims to be, and it suggests that Johnson’s decision to confine himself to couplets and quatrains was not unwise. Wentworth’s preservation of Johnson’s early pieces reflects his high opinion of his pupil’s talent and skill, and the early poems show an increasing command of diction and rhythm. W. Jackson Bate has pointed out that although merely school exercises, they are “as good as the verse written by any major poet at the same age.”\nJohnson returned to Lichfield in the fall of 1726 and spent two more years there, working and also reading in his father’s bookshop. Once again he found a mentor, this time Gilbert Walmesley, a scholarly, sophisticated, hospitable lawyer who was registrar of the Ecclesiastical Court at Lichfield. In 1728, when Johnson was nineteen, his parents managed to scrape together enough money to send him to Pembroke College, Oxford. In his first interview he impressed his tutor by quoting Macrobius, and with the wide knowledge he had accumulated over his years of reading, he continued to impress members of the college with his intellectual prowess. Although a desultory and often irresponsible student, he loved college life. His reading of William Law’s A Serious Call to a Devout and Holy Life (1728) during this period led him to think seriously about religion, and he gradually developed the deep, though troubled, acceptance of the Christian faith and its principles that marked his life.\nAs a youth in Lichfield, Johnson had first attempted Latin verse in a now-lost poem on the glowworm, but several of his Latin poems composed as college exercises survive. Of these the most important is a translation of Alexander Pope’s Messiah (1712), made as a 1728 Christmas exercise at the suggestion of his tutor. Working through Isaiah, Virgil, and Pope, Johnson produced his own Latin poem of 119 lines at remarkable speed, writing half of it in an afternoon and completing the rest the next morning. This kind of facility in poetic composition was characteristic of Johnson, whether he was writing original poetry or translating, just as he later wrote prose with incredible speed. He could effectively organize and even edit in his mind; he later explained to Boswell that in composing verses, “I have generally had them in my mind, perhaps fifty at a time, walking up and down in my room; and then I have written them down, and often, from laziness, have written only half lines.” The manuscript of The Vanity of Human Wishes (1749) reflects this practice, for the first half of many lines is written in different ink than the last half.\nThe translation of The Messiah was received enthusiastically at Pembroke. Although the extant evidence is conflicting, one close friend said that Johnson’s father had it printed without his son’s knowledge and even dispatched a copy to Pope. Johnson, who had always experienced difficulties in getting along with his father, was furious at the interference, for he had his own plans for having the poem presented properly to the English author. Whatever actually happened in this connection, the translation was Johnson’s first published poem, for in 1731 it was included in A Miscellany of Poems, edited by John Husbands, a Pembroke tutor. But by the time it appeared, lack of money had forced Johnson to leave Oxford and return once more to Lichfield.\nJohnson’s early translations and his Latin verse reflect two poetic modes that he would pursue for the rest of his life. Other poems extant from his earlier years show his abilities in the kind of occasional or impromptu verses that appear in large numbers in his later writings. In addition to the more serious and substantial “Ode on Friendship,” there are the complimentary verses “To a Young Lady on Her Birthday” and “To Miss Hickman Playing on the Spinet,” along with “On a Lady leaving her place of Abode” and “On a Lady’s Presenting a Sprig of Myrtle to a Gentleman,” the latter composed hastily to help a friend. A Latin quatrain, “To Laura,” resulted when a friend proposed a line and challenged Johnson in company to finish it; he complied instantly. Finally, an epilogue written for a play acted by some young women at Lichfield presages his later theatrical pieces, while “The Young Author” prepares for the future treatment of a similar theme in one of his great verse satires. Almost the entire range of Johnson’s mature poetic interests is represented in his early pieces.\nBarred from returning to Oxford because of his family’s increasingly desperate financial situation, Johnson lacked an occupation, had no prospects of one, and faced a bleak future on his return to Lichfield. Worst of all was his psychological state. For him the early years of the 1730s were a period of despair, ultimate breakdown, and only gradual recovery. Indolence had always been a problem for him; indeed, it would plague him throughout his life. But during this period, despite his best efforts to pull himself together and focus his life, he could not break the terrible lassitude afflicting him. Deeply depressed, paralyzed with gilts and fears, he suffered a massive emotional collapse that lasted for about two years and left him unsteady for three more. He later dated his constant health problems from this period, writing in a letter in his early 70s that “My health has been from my twentieth year such as seldom afforded me a single day of ease” (Letters of Samuel Johnson, II: 474). In addition, during this time he developed the convulsive gestures, tics, and obsessional mannerisms that contributed to making his demeanor so odd. Johnson was a large, powerful man, but his awkwardness, his scrofula and smallpox scars, and his compulsive mannerisms, combined with his disheveled and slovenly dress, created a grotesque initial impression.\nAfter failing in attempts to secure several positions, Johnson was briefly employed in 1732 as an undermaster at Market Bosworth Grammar School in Leicestershire. He hated the job and particularly the chief trustee who controlled the school, and he quit during the summer. In the autumn he visited his old friend Hector in Birmingham and lived there for over a year, still trying to settle his mind and his life. By 1734 he managed to complete a translation of Father Jeronymo Lobo’s account of Abyssinia, Johnson’s first published book (1735). He had not forgotten poetry. Returning to Lichfield, he published proposals for a subscription edition of the Latin poems of the 15th-century writer Politian, with a history of Latin poetry from the age of Petrarch to Politian. Like most of his endeavors during this bleak period, the project failed.\nIn July 1735 Johnson married Elizabeth Jervis Porter, whom he referred to as “Tetty,” a widow 20 years his senior. To this unusual marriage, which he always described as a love match, she brought a substantial amount of money, and with it Johnson began a small school at Edial. It opened in the fall with only three students, among them David Garrick, who was to become the greatest actor of the century. As the school rapidly declined, Johnson decided to try to earn money—and perhaps to make a name for himself—by writing a blank-verse tragedy, a historical drama in the vein that Addison’s Cato (1713) had popularized. Usually a rapid writer, this time he was unable to proceed with any celerity on his ill-fated play Irene (not published until 1749). He had completed only half of it when the school failed. With Tetty’s resources now steadily diminishing, he decided to go to London, where he hoped to find work writing for journals and translating and to complete and sell Irene. Tetty stayed behind. On March 2, 1737 Johnson and young Garrick set out for London, sharing a single horse between them. In London and then in Greenwich, Johnson continued to work on Irene, but in the summer he returned to Lichfield, and after three months there he finally finished the drama. No evidence exists to indicate that any other work cost Johnson as much effort as Irene. The manuscript of his first draft is extant, and it shows his extensive research, his careful organization, and his detailed descriptions of scenes and characters.\nJohnson and Tetty moved back to London in October, and Johnson sought unsuccessfully to get Irene produced. Meanwhile he began to do some work for Edward Cave on the Gentleman’s Magazine. In March 1738 his first contribution to it appeared, an elegant and dignified Latin poem, “To Sylvanus Urban” (Cave’s editorial pseudonym), which defended Cave against current attacks by rival booksellers. Other poems that year included light complimentary verses to Elizabeth Carter and Lady Firebrace, and Latin and Greek epigrams to Carter, Richard Savage, and Thomas Birch.\nAs he worked for Cave, Johnson also sought something to write on his own that might sell. A natural choice was the “imitation,” a popular contemporary poetic form. Dryden in his Preface to Ovid’s Epistles (1680) had described the imitation as a kind of translation, “where the translator (if now he has not lost that name) assumes the liberty not only to vary from the words and sense, but to forsake them both as he sees occasion; and taking only some general hints from the original, to run division on the groundwork, as he pleases.” Johnson himself would later define it in the Life of Pope (volume 7 of Prefaces, Biographical and Critical, 1779-1781) as “a kind of middle composition between translation and original design, which pleases when the thoughts are unexpectedly applicable and the parallels lucky.” Pope, whose Imitations of Horace had been appearing during the 1730s, was the acknowledged master of the mode, which had been developed extensively during the Restoration by such poets as Abraham Cowley, John Wilmot, Earl of Rochester, and John Oldham and had also been employed by Swift. Johnson turned to the Latin poet Juvenal and imitated his Satura III on urban life in London. Late in March 1738 he sent a copy of the poem to Cave, with a letter in which he claimed to be negotiating for a needy friend who had actually composed the poem. He even offered to alter any parts of it that Cave disliked. Cave printed London and arranged for Robert Dodsley, who was well known for his abilities to promote poetry, to publish it. From Dodsley, Johnson received 10 guineas for the copyright, because, as he explained to Boswell years later, the minor poet Paul Whitehead had recently gotten ten guineas for one of his pieces, and he would not settle for less than Whitehead had earned. London was published on May 13, 1738.\nIn Juvenal’s third satire his friend Umbricius pauses at the archway of the Porta Capena to deliver a diatribe against city life as he leaves Rome forever for deserted Cumae. Johnson’s Thales in London similarly rails as he waits on the banks of the Thames at Greenwich to depart for Wales. (Much ink has been spilled over whether or not Thales is modeled on Johnson’s friend Savage, but the best evidence suggests that Johnson had not met Savage at the time he wrote the poem.) Following the example of Pope and others, Johnson insisted that the relevant passages from Juvenal’s satire be published with his own poem at the bottom of the pages, because he believed that part of any beauty that London possessed consisted in adapting Juvenal’s sentiments to contemporary topics. Thus Juvenal’s work provides a natural point of departure for evaluating Johnson’s achievement.\nBetween an introduction and conclusion, Juvenal’s original satire is broken into two major sections. The first focuses primarily on the difficulties faced by an honest man trying to make a living in the city, while the second part considers the innumerable dangers of urban life (falling buildings, fires, crowds, traffic, accidents, and crimes). Johnson in general follows Juvenal’s structure, but as he reworks the subject, the sections he retains and those he alters reveal his own particular concerns.\nJohnson when he wishes can capture Juvenal’s meanings exactly. “SLOW RISES WORTH, BY POVERTY DEPREST” is a classic example, as he powerfully restates Juvenal’s “haud facile emergunt quorum virtatibus obstat / Res angusta domi” (it is scarcely easy to rise in the world for those whose straitened domestic circumstances obstruct their abilities). Johnson can also use balance and antithesis in the couplet to juxtapose for satirical effect in a manner reminiscent of Pope; a fawning Frenchman, for example, will “Exalt each Trifle, ev’ry Vice adore, / Your Taste in Snuff, your Judgment in a Whore.” But Johnson does not usually concentrate either on details or on close rendition of Juvenal, and because of his different satiric emphases, London becomes in important ways his own poem.\nFirst of all, Johnson’s treatment of country life includes significant additions to Juvenal. Early in London, with no Juvenalian basis whatsoever, he adds two lines describing what Thales expects to find in the country: “Some pleasing Bank where verdant Osiers play, / Some peaceful Vale with Nature’s Paintings gay.” This couplet sets the tone for Johnson’s subsequent rural depictions. In Satura III Juvenal lauds the country not for its beauty or the ease of life there, but as the only possible alternative to the city. Johnson, however, takes Juvenal’s simple descriptions of country life and produces a combination of 18th-century garden (with pruned walks, supported flowers, directed rivulets, and twined bowers) and Miltonic Paradise (including nature’s music, healthy breezes, security, and morning work and evening strolls). Such idealization of the country is totally incongruous with Johnson’s views; he loved the bustling life of London and, like George Crabbe, always emphasized that human unhappiness emanates from the same causes in both the city and the country. His treatment of the country in London reflects prevailing poetic convention rather than conviction; his predominantly conventional additions to Juvenal in this area highlight the extent to which London is very much the work of a young poet eager to please, who played to contemporary tastes accordingly.\nIf Johnson’s additions to Juvenal in the rural depictions are significant, his omissions in portraying the wretched life of the urban poor are even more telling. “SLOW RISES WORTH,” justly the best-known line in the poem, has had impact enough to obscure the fact that Johnson’s general treatment of poverty in London is cursory, particularly when compared to Juvenal’s. He leaves out fully half of Juvenal’s section on the general helplessness of the poor in making a living in the city. In surveying urban vexations, he omits Juvenal’s sections on crowds, traffic, accidents, and thefts, leaves out the falling buildings (although collapsing older houses were a frequent hazard in 18th-century London), and condenses the fight scene. In the process he loses some of Juvenal’s most telling episodes, for urban life is, of course, made intolerable not so much by huge disasters as by incessant small annoyances. The noise, the loss of sleep, and the difficulties in getting from one place to another disappear in Johnson’s version because he is not interested in the small personal perils of city life.\nNo one, however, could accuse Johnson of not caring deeply about the conditions of the urban poor. He told Boswell that the true test of civilization was a decent provision for the poor, and he personally offered such provision to unfortunates whenever he could. Although his passages on the poor in London are usually competent and occasionally eloquent, he drastically condensed Juvenal’s treatment because he wanted to focus his own poem on political rather than personal conditions.\nThe accuracy of Boswell’s description of London as “impregnated with the fire of opposition” is clear from the many political references that Johnson adds to Juvenal. He expands Juvenal’s introductory section to include nostalgic references to the political and commercial glories of the Elizabethan age and several times in the poem opposes Spanish power. In elaborating Juvenal’s passage on crimes and the jail, he manages to attack Walpole’s misuses of special juries and secret-service funds, the House of Commons, and the king himself. Johnson never forgets politics in London, even when he is at his most conventional. For example, the lines on the country include references to the seat of a “hireling Senator” and the confections of a “venal Lord.”\nJohnson’s emphasis on politics in London was undoubtedly due to factors in the contemporary political scene as well as his personal life at the time. The year 1738 was one of widespread popular unrest, and the nation, already in ferment over the court and Walpole’s ministry, was outraged over alleged Spanish suppression of British commerce. In the midst of the uproar Johnson, a newcomer to London, unsure of himself and his ability to achieve success anywhere, associated with various acquaintances who opposed the government as he eked out the barest of livings in the great capital. Young and frustrated, he was understandably eager enough to view the current political situation as the direct cause of adverse personal as well as national conditions. During his first few years in the city he produced the most violent political writings of his life. The year after London, he published Marmor Norfolciense (1739), a feigned prophetical inscription in rhymed Latin verse with a translation and long commentary attacking Walpole. This satire was so virulent that, according to Johnson’s early biographer James Harrison, even a government inured to invective issued a warrant for his arrest.\nLondon in many places shows Johnson’s technical proficiency in employing the heroic couplet. It is an exuberant poem, full of life and high spirits. London does not finally bring out all of Johnson’s powers, because the satire is weakened in places by the false stances into which he is forced by convention and political themes. But it is an impressive performance, and certain passages, such as the description of the dangers of friendship with great men, reflect Johnson’s full poetic abilities. The final lines of this passage show Johnson rising above the specific poetic situation to present the overview of the moralist. The movement of satire into reflection here, buttressed by the enlargement and extension of the particular into the general, is characteristic of Johnson at his best. Indeed, these movements from satire to meditation and from the particular to the general combine a decade later with a more mature view, sometimes savage about life itself but always sympathetic to the struggles of suffering individuals, to produce The Vanity of Human Wishes (1749), Johnson’s second Juvenalian imitation.\nPope’s One Thousand Seven Hundred and Thirty Eight, another of his Horatian imitations, was published—also by Dodsley—a few days after London, and the two poems were favorably compared. Boswell reports that Pope himself responded generously to his putative rival; he asked Jonathan Richardson to try to discover who the new author was, and when told that he was an obscure man named Johnson, Pope commented that he would not be obscure for long. The popular success of the poem seemed to support Pope’s prediction. Within a week a second edition was required, a third came out later that year, and a fourth in the next year. It was reprinted at least 23 times in Johnson’s lifetime. However, the political topicality and the poetic conventionality that contributed so much to the contemporary success of London considerably lessened its later appeal. Its status as a major Johnsonian poem has always been secure and its substantial poetic power recognized. But it has also suffered from inevitable comparisons with The Vanity of Human Wishes. Modern readers have uniformly preferred the second poem for its moral elevation, its more condensed expression, and its treatment of more characteristic Johnsonian themes and ideas. Many of these elements are present in London, but to a lesser degree.\nDuring this early period in London it was increasingly clear that Johnson’s marriage was in trouble. Bruised by this second marriage to which she had brought so much and which had so reduced her circumstances, Tetty was retreating steadily from Johnson and also from life in general. The two gradually began to live apart much of the time, as Tetty steadily deteriorated, ultimately taking refuge in alcohol and opium and in her final years seldom leaving her bed. Johnson did all that he could to support her, writing furiously and stinting himself to provide for his wife. He sometimes walked the streets all night because he lacked money for even the cheapest lodging. For the next 15 or 20 years he was a journalist and a hack writer of incredible productivity and variety. He became a trusted assistant to Cave on the Gentleman’s Magazine from 1738 until the mid 1740s, writing many reviews, translations, and articles, including a long series of parliamentary debates from 1741 until 1744. He helped to catalog the massive Harleian Library and worked on the eight volumes of The Harleian Miscellany (1744–1746). In addition to a series of short biographies for Cave, he contributed biographical entries to A Medicinal Dictionary (1743–1745) by his friend Dr. Robert James, for whom he had composed the Proposals for the work (1741). His own Account of the Life of Mr. Richard Savage, a short masterpiece of biography, appeared in 1744. In 1745 he published a proposal for a new edition of Shakespeare, composing Miscellaneous Observations on the Tragedy of Macbeth to illustrate his critical approach. This project did not materialize, but a greater one did. The next year he signed a contract with a group of publishers to produce an English dictionary, on which he labored for the next seven years in the garret of the house he rented at 17 Gough Square. Even as he worked on it, however, he always continued with many other miscellaneous writing projects.\nDuring these years Johnson wrote substantially more prose than poetry, but he did publish various minor poems in the Gentleman’s Magazine. An epitaph on the musician Claudy Phillips, composed almost extemporaneously and years later set to music, appeared there in September 1740. He revised several of his early poems (the Integer Vitae ode, “The Young Author,” the “Ode to Friendship,” and “To Laura”) and published them in the Magazine in July 1743, along with a Latin translation, described as “the casual amusement of half an hour,” of Pope’s verses on his grotto. When Cave needed a revision of Geoffrey Walmesley’s Latin translation of John Byrom’s “Colin and Phebe” in February 1745, Johnson and Stephen Barrett alternated distiches, rapidly passing a sheet of paper between them “like a shuttlecock” across the table. In 1747, when the editor of the poetry section of the magazine was away and the copy available for the May issue was insufficient, Johnson contributed some half-dozen poems. Most were light occasional pieces written years before, including “The Winter’s Walk,” “An Ode” on the Spring, and several complimentary poems to ladies, but a more substantial English poem loosely based on the Latin epigraph of Sir Thomas Hanmer also appeared.\nIn the same year Johnson also supplied a prologue for the celebration of the reopening of the Drury Lane Theatre under his friend Garrick’s management. He had already helped Garrick out by writing a preface for his first play, Lethe, for a benefit performance for Henry Gifford in 1740. The Prologue Spoken at the Opening of the Theatre in Drury-Lane was a much more considerable piece. Johnson later said that the whole poem was composed before he put a line on paper and that he subsequently changed only one word in it, making that alteration solely because of Garrick’s remonstrances. The Drury Lane prologue offers an overview of the history of English drama, tracing it from “immortal” Shakespeare’s “pow’rful Strokes” through Ben Jonson’s “studious Patience” and “laborious Art” and the “Intrigue” and “Obscenity” of Restoration wits to the playwrights of his own age. After censuring contemporary tragedy and the taste for pantomimes and farces, he speculates pessimistically on the future of the stage, closing by reminding the audience that “The Stage but echoes back the publick Voice” and urging them to “bid the Reign commence / Of rescu’d Nature, and reviving Sense.” The prologue is a fine poem that reflects premises Johnson would later employ in his dramatic criticism, particularly in his edition of Shakespeare. When published a few weeks after the opening, it did not bear Johnson’s name, and the public was left to assume that Garrick was the author.\nIn each of the next three decades Johnson wrote one prologue, and they can be considered as a group, despite their chronological dispersion. In 1750 Johnson learned that John Milton’s only surviving granddaughter, Elizabeth Foster, was living in poverty, and he convinced Garrick to put on a benefit performance of Comus (1637) to aid her. The new prologue Johnson composed lauds “mighty” Milton’s achievement and the fame he has garnered, but characteristically Johnson also praises “his Offspring” Mrs. Foster for “the mild Merits of domestic Life” and “humble Virtue’s native Charms.” Late in 1767 he wrote a prologue that he had promised long before to Oliver Goldsmith for his comedy, The Good Natur’d Man (1768). With a parliamentary election approaching, Johnson, in a rather gloomy piece that, unsurprisingly, was not very popular, compared the pressures on the playwright and the politician to please the rabble. Thomas Harris, the manager of Covent Garden, solicited Johnson’s last prologue in 1777 for a performance of Hugh Kelly’s A Word to the Wise (1770) to benefit the author’s widow and children. When first produced in 1770 the play had been disrupted by Kelly’s political enemies, and Johnson’s conciliatory and well-received prologue asked the audience to “Let no resentful petulance invade / Th’ oblivious grave’s inviolable shade.” All Johnson’s prologues resulted from the generosity to friends and to those in need so characteristic of him throughout his life. All of them are competent examples of the genre, while the poem for the opening of the Drury Lane Theatre, and to a lesser extent the prologue for Comus, rise to real excellence. The Drury Lane prologue has long remained one of Johnson’s best-known poems.\nIn the fall of 1748 Johnson had returned to Juvenal, and in The Vanity of Human Wishes, an imitation of Juvenal’s tenth satire, he wrote his greatest poem. He later said that he wrote the first seventy lines of it in one morning, while visiting Tetty at Hampstead. Like the Drury Lane prologue, the entire section was composed in his head before he put a line of it on paper. He also mentioned to Boswell in another connection that he wrote a hundred lines of the poem in one day. A receipt in Johnson’s handwriting dated November 25, 1748 assigns the copyright of The Vanity of Human Wishes to Robert Dodsley for 15 guineas, and it was published on January 9, 1749. Significantly, it was the first of Johnson’s works in which his name appeared on the title page.\nSatura X is Juvenal’s greatest satire, and in The Vanity of Human Wishes Johnson produced a poem of equal worth. He directly shares some of Juvenal’s concerns, for both use the theme of the folly of human desires and petitions for wealth, power, long life, and beauty, and early in each poem both emphasize the importance of using reason to guide one’s choices. As they focus on various wishes, each poet introduces the theme of the liabilities inherent in the process of desiring. In both Satura X and The Vanity of Human Wishes fulfillment of desire is followed by envy from others and ultimately by personal dissatisfaction with the gain. Although inherent in Juvenal, this latter theme of the insatiability of the human imagination is emphasized much more in Johnson, who is concerned with general psychological factors, with the human mind and heart, while Juvenal is more interested in specific events and their influences on individuals. Johnson amplifies Juvenal’s initial four-and-a-half lines to eleven lines, to present through images of moving and crowding the effect and extent of the emotions produced by the imagination, and he also specifically names some of these emotions. In considering each of these desires later in his poem he explores the additional theme of their treachery and their betrayal of the human being’s best interests.\nIn The Vanity of Human Wishes Johnson followed Juvenal’s basic structure, as he had in London, altering it to emphasize the concerns of his own poem. Juvenal’s Satura X has 365 lines; that Johnson managed to imitate it in only 368 lines suggests his massive and masterly condensation, particularly since couplet verse often requires expansion and amplification. Both poems contain seven sections: an introduction and a conclusion enclose five sections on politics, eloquence or learning, war, long life, and beauty. The relative importance of the topics in each poem is clear from the amount of attention devoted to them by the two poets.\nJuvenal throughout Satura X emphasizes the physical, the sensuous, and the licentious, while Johnson in The Vanity of Human Wishes is most concerned with the spiritual and the psychological. He is not particularly interested in the sins of the flesh. In the section on old age, for example, Juvenal dwells at length on physical decrepitude, while Johnson refers only briefly to such infirmities and presents the avarice of an old man, a vice not mentioned by Juvenal. Significant differences also appear in the passages on beauty in the two poems. Juvenal presents a long section on masculine beauty, centered on graphic details of scandalous individual misconduct, which Johnson omits completely, preferring to focus on more general human problems. On the other hand, in the passages on female pulchritude, Juvenal contents himself with brief references to the dangers that beset beautiful women, while Johnson traces the complete moral disintegration of a beautiful young woman by using abstract terms (for example, “The Guardians yield, by Force superior ply’d; / By Int’rest, Prudence; and by Flatt’ry, Pride”). The whole passage exemplifies Johnson’s careful development of the theme of the treachery of human desires, which lead people astray while they remain until the end ignorant of their gradual destruction.\nJuvenal’s orator becomes in The Vanity of Human Wishes Johnson’s scholar, in part for autobiographical reasons. At some point near the time he left Oxford, Johnson had written a poem entitled “The Young Author,” which in revised form he had published in the Gentleman’s Magazine in 1743. This poem in many ways anticipates the mature treatment of the quest for scholarly renown in The Vanity of Human Wishes. Hester Thrale (later Piozzi) wrote that years later, when reading The Vanity of Human Wishes to the family and a friend at Streatham, Johnson burst into tears while reading the section on the scholar. Events in his life also dictated one famous emendation in the passage. Johnson had originally listed the problems besetting the scholarly life as “Toil, Envy, Want, the Garret, and the Jail.” Boswell indicates that after experiencing difficulties with Lord Chesterfield over his putative patronage of Johnson’s Dictionary, Johnson in his 1755 revision of the poem (in Robert Dodsley’s Collection of Poems by Several Hands, volume 4) changed “the Garret” to “the Patron.”\nIn the last passage of his poem Johnson amplifies Juvenal’s succinctly abrupt “nil ergo optabunt homines?” (Is there nothing, therefore, that people should pray for?) to six lines of deeply moving rhetorical questions about human fate. This amplification again shows the plethora of emotions produced by the human imagination, and in addition emphasizes another theme of the poem, the overwhelming human desire to be free from the emotions that simultaneously bind and blind. Juvenal becomes flippant, but Johnson turns fervently serious when each advises turning to prayer. Juvenal’s Stoicism and Johnson’s Christianity dominate the endings of their respective poems. Both urge leaving individual destiny to heaven, and both assert that higher powers know what is best for human beings. Both poets urge people to pray for endurance, for acceptance of death, and for a healthy mind. (Johnson omits the last half of Juvenal’s famous “mens sana in corpore sano” [a sound mind in a sound body], in part because he knew from personal experience that humans can endure despite the most debilitating physical ailments.) But Juvenal’s Stoicism prompts him to say that humans themselves can do all that is necessary to have a tranquil life—“monstro quod ipse tibi possis dare” (I am pointing out what you are able to do for yourself)—while Johnson emphasizes the Christian concept of dependence on God: “celestial Wisdom calms the Mind, / And makes the Happiness she does not find.” Johnson’s closing lines emphasize that the human desire to free the self from the many treacherous emotions generated by the imagination can be fulfilled only by going beyond the self and worldly concerns and by relying on divine omniscience in order to compensate for the limitations in human knowledge that lead to folly.\nThus The Vanity of Human Wishes includes biblical as well as classical overtones. As its title suggests, it has close affinities with the Book of Ecclesiastes and shares many of its themes. The insufficiency of earthly goods and values and the concomitant need for religious faith as the only bulwark are traditional arguments in Christian apologetics from Augustine on, including Jeremy Taylor and the Renaissance divines whose works Johnson knew so well, and also William Law, whose Serious Call to a Devout and Holy Life so deeply influenced the young Johnson.\nJuvenal in his poetry assumes a dual persona. On the one hand he writes as a stern moralist castigating wrongdoing, but he also writes as a rhetorician and particularly as a wit, delighting in invective, exaggeration, and filth. Johnson recognized these two sides when he wrote in the Life of Dryden (Volume 1 of Prefaces, Biographical and Critical) that Juvenal was “a mixture of gaiety and stateliness, of pointed sentences [epigrams], and declamatory grandeur.” Johnson in his own imitation chose to reproduce mainly Juvenal’s “stateliness” and “declamatory grandeur.” Johnson’s slow and dignified couplets abound in vivid personified abstractions that with characteristic compression render an impression of philosophic generality. The Vanity of Human Wishes is marked by a moral elevation and seriousness that Satura X does not, on the whole, share. Juvenal delights in the narrowly personal; for example, hilarious conversations following Sejanus’s fall vividly depict personal reactions. Johnson, in contrast, uses no dialogue in his poem, for he is concerned with general human feelings on a broader scale. He does, of course, use individual men and women as examples, and his replacement of Juvenal’s classical personalities with more contemporary figures (Charles XII for Hannibal, for instance, and Marlborough and Swift for Marius, Pompey, and the Catilinian conspirators) is masterfully done. However, Johnson does not name individuals nearly as often as Juvenal does, and in many sections, such as the early stanzas on wealth, Johnson deals in generalities while Juvenal freely intersperses specific names.\nThe moral elevation and large vision so characteristic of The Vanity of Human Wishes are one reflection of the ways that Johnson moves from Satura X as a base to take his own poem beyond satire. Johnson’s anger, his aggressiveness, and his capacity for savage and brutal wit made him eminently suited for writing satire, but his satiric urges were indulged more in his conversation than in his writings. Mrs. Thrale wrote that Johnson did not “encourage general satire,” and that he had an “aversion” to it—an aversion that accounts in part for his unfairness to Swift in the Lives of the Poets (Prefaces, Biographical and Critical). Johnson’s personal struggles to control his aggressive tendencies, to maintain good humor, and to be good-natured made him leery of releasing a satiric urge that might be so strong that it could only be destructive rather than constructive. Moreover, because of his recognition of his own pride, fears, vanity, and anxieties, he felt a sympathy with others that prevented him from attacking them too harshly. His keen understanding of his own shortcomings led him to the kind of sense of participation that makes strong, vicious satire impossible.\nJohnson was finally more comfortable as a moralist than as a satirist. Bate has called Johnson’s characteristic procedure in many of his great writings “satire manqué,” or “satire foiled,” a process in which satiric potential dissipates through understanding and compassion. Bate describes it as “a drama of thought and expression always moving from the reductive to explanation and finally to something close to apology.” Johnson’s tendency to employ satire manqué is shown at some points in London, but in that poem his youthful exuberance and self-consciousness, along with the political focus and obeisance to contemporary poetic practices, led him to a greater proportion of actual satire. The fact that The Vanity of Human Wishes is much more satire manqué than satire accounts for a great deal of its power.\nJuvenal’s professed aim in his satires was to shame the men of his time out of the vices they practiced in their private lives, but Johnson’s largeness of thought and feeling led him far beyond Juvenal’s tactics and topics. In The Vanity of Human Wishes Johnson is concerned with a human problem more pervasive, more insidious, and more important than deliberate wrongdoing, for he focuses finally on the errors that people are unwittingly led to commit. Intentional vice chosen for pleasure can be unmercifully castigated, but the ignorance that leads people to pursue unworthy ends and thus lose their potential as human beings cannot be combated effectively by mere invective. To meet the challenge of this ignorance, Johnson uses the satirical mode but elevates it above the petty limitations of bitter humor, vile invective, and grim epigram aimed at individuals in order to encompass humanity as a whole with sympathy and a sense of participation, so that he can offer his corrective vision. The affinities of the poem with tragedy are in certain ways stronger than its ties to satire.\nBate has also pointed out that The Vanity of Human Wishes inaugurates a brilliant decade of moral writing for Johnson and has noted that these writings could be described as “an extended prose application” of the poem. In his periodical essays—in the Rambler (1750–1752), the Adventurer (1753–1754), and the Idler (1758–1760, collected in 1761)—he deals collectively and individually with the same clutter of human emotions and their treachery that he delineates in the poem. Rasselas, The Prince of Abissinia (1759) also treats similar themes in detail. The Vanity of Human Wishes stands on its own as a major poem and can also function as an excellent introduction to these writings. But more than this, in the context of Johnson’s work as a whole, this poem, as a condensed presentation of the themes that Johnson explores in all of his writings, is a good introduction to the dominant concepts of Johnson’s thought as a moralist and a humanist.\nCommenting that The Vanity of Human Wishes “has less of common life, but more of a philosophical dignity” than London, Boswell noted that more readers would be delighted with the “‘pointed spirit” of the latter than with the “profound reflection” of the former. He exactly reflected the general 18th-century reaction to the poem. Johnson’s contemporaries admired his second Juvenalian imitation, but their response to it was muted. As Boswell reports, Garrick jokingly remarked that “When Johnson lived much with the Herveys, and saw a good deal of what was passing in life, he wrote his ‘London,’ which is lively and easy. When he became more retired, he gave us his ‘Vanity of Human Wishes,’ which is as hard as Greek. Had he gone on to imitate another satire, it would have been hard as Hebrew.” Modern critics who compare the two poems have drawn exactly the opposite conclusion, universally praising The Vanity of Human Wishes as Johnson’s greatest poem.\nAs for Garrick’s putative third satire that would have been “hard as Hebrew,” Johnson never wrote poems of this sort again. Once when Boswell regretted that Johnson had not imitated more of Juvenal’s satires, Johnson responded that “he probably should give more, for he had them all in his head.” Boswell took the reply to mean that “he had the originals and correspondent allusions floating in his mind, which he could, when he pleased, embody and render permanent without much labour.” (Characteristically, Johnson added that some of Juvenal’s satires were “too gross for imitation.”) In the years to come he continued to write some poetry, and he composed many jeux d’esprit with friends, but his major works would be in prose.\nIn 1749 Garrick as manager of the Drury Lane Theatre was able to have Johnson’s Irene produced at last. He assembled a strong cast, including himself, prepared magnificent scenery and costumes, and fought fiercely with Johnson for alterations to make the play more suitable for actual performance. Though Johnson complained that Garrick “wants me to make Mahomet run mad, that he may have an opportunity of tossing his hands and kicking his heels,” he finally relented, also allowing Garrick to retitle it Mahomet and Irene. Johnson was in the audience in a scarlet waistcoat with gold lace when the curtains rose on the evening of February 6, 1749.\nJohnson based Irene on a story in Richard Knolles’s The Generall Historic of the Turkes (1603), substantially altering Knolles’s account to create a drama of temptation that would inculcate moral truths. In Johnson’s version, after the fall of Constantinople to the Turks in 1453, the sultan Mahomet falls passionately in love with the beautiful Greek Irene, a Christian captive. He wants her to be his queen but demands that she first renounce her religion for his. Urged to Christian fidelity by the virtuous Aspasia, Irene wavers, while a mutiny is developing among Mahomet’s officers and certain Greeks. Irene finally chooses earthly rewards over spiritual ones, but after wavering yet again she is killed when slander leads Mahomet to believe her treacherous.\nThough not without suspense and psychological complexity, Irene remains static, stiff, and stylized like most of its precursors in the genre. Deliberately indistinct in time and place, its effects are also remote, for Johnson tends to describe emotions rather than to depict them through the characters’ actions. But it is above all in the poetry, in particular in its versification, that Irene is flawed. Johnson’s blank verse functions like unrhymed couplets, and despite its elevated and often eloquent style, the monotonous regularity of its meter detracts from the sense. The results of his efforts with Irene undoubtedly contributed to Johnson’s later critical view that blank verse was best avoided, except by exceptional talents such as Milton.\nGarrick managed nine performances of Irene, so that Johnson could three times receive the third-night profits designated for authors. The reception was never enthusiastic, although audience response improved after the first night, when Garrick’s unfortunate decision to have Irene strangled on stage created so much uproar that her death subsequently had to be moved offstage, as Johnson had originally intended. Johnson ultimately made almost 300 pounds from Irene, including his profits from the production and publication of the play. No one revived the play during Johnson’s lifetime, and it apparently has not been produced since. Years later, according to Boswell, when informed that someone named Pot had called Irene “the finest tragedy of modern times,” Johnson responded: “If Pot says so, Pot lies.” At another time, while the play was being read aloud by friends, he left the room and, when asked why, responded simply: “I thought it had been better.” Modern critics and readers have uniformly agreed with his assessments, largely because of the difficulties in the blank verse and problems inherent in the genre. Irene remains the least read of Johnson’s major works.\nMany find the essence of Johnson in the series of moral writings he composed during his 40s, stretching from The Vanity of Human Wishes, through the essays he wrote for three different periodicals, and ending with Rasselas. In these works Johnson’s own experiences of suffering and endurance, his extensive knowledge of human nature, his psychological acumen, and his abiding honesty and sympathy coalesced to deal with life as it is in order to help his readers through it. A great literary figure, Johnson also was preeminently a moralist. From 1750 to 1752 every Tuesday and Saturday he wrote the Rambler, his own periodical series and his favorite of all his works. Originally the mottoes and quotations in each Rambler were untranslated, but when an Edinburgh edition appeared with translations, Johnson added them in his revised edition (1756). About 250 of these were in verse, of which Johnson himself produced over 60, filling in the rest from friends and contemporaries, from Dryden’s translations of Virgil and Juvenal, from Philip Francis’s versions of Horace, and from other sources. Some of the translations were reprinted in the Gentleman’s Magazine in October 1752. The selection ended with Johnson’s own translations of verses from Boethius and Lucanus, the mottoes before Ramblers 7 and 12, and with a wish that Johnson “would oblige the world with more of his poetical compositions.” But he seems to have been writing little poetry at that time, although in April of the same year he had revised his college translation of The Messiah before it was published in the Gentleman’s Magazine with Pope’s poem in parallel columns.\nA year after completing the Rambler, Johnson contributed essays to another periodical, John Hawkesworth’s Adventurer. He is believed to have been responsible for selecting various mottoes and also for translating them and other quotations as he did in the Rambler. The Idler, Johnson’s final series of essays, was contributed to a weekly newspaper (the Universal Chronicle) and was written in an easier style than his earlier pieces, as Johnson tried consciously to replicate the lighter tone of Addison and Steele. Johnson undertook the Rambler and his contributions to the Adventurer in part to get relief from his drudgery on the dictionary, while the Idler provided breaks from his work on Shakespeare. He also wrote the essays to earn money. But in addition, in all three series he was concerned with making a serious moral impact.\nThe 1750s were years of both triumph and pain for Johnson. In 1752 Tetty died, and Johnson was devastated. For many years at regular intervals he inserted prayers for her in his diaries. In 1755 Oxford awarded him an MA to honor him for the Dictionary of the English Language. This monumental work appeared later that year, and as its preface emphasizes, the achievement was uniquely Johnson’s own: “the English Dictionary was written with little assistance of the learned, and without any patronage of the great; not in the soft obscurities of retirement, or under the shelter of academick bowers, but amidst inconvenience and distraction, in sickness and in sorrow.” The dictionary established Johnson’s reputation, but he still lacked financial security. In the year after it was published he was arrested for debt, extricating himself with a loan from Samuel Richardson. To earn money he continued to write. For over a year he was involved in editing and writing articles and reviews for a new periodical, the Literary Magazine, and he also composed many prefaces and dedications for his friends’ works as favors. Like Johnson’s hack writing in the 1740s, the quality of these ephemeral writings was unusually high, reflecting an extraordinary range of knowledge.\n\r\nIn 1756, 10 years after he had first proposed to edit Shakespeare, he signed a contract with the publisher Jacob Tonson to prepare an edition in 18 months. But the project stretched on, and in 1758 Johnson was once more arrested for debt, saved this time by Tonson. Early the next year he learned that his mother was seriously ill, and to get money to visit her and also to help with her medical bills, he composed Rasselas in the evenings of one week. The last of his great moral writings of the 1750s, this generic amalgam of story, novel, and extended essay converts the popular form of the oriental tale into a serious didactic and philosophical vehicle. Johnson’s relationship with his mother had always been a troubled one, for he had never gone to see her in the two decades after he left Lichfield. She died before he could leave London.\nIn 1762 the government awarded Johnson a pension of 300 pounds a year for his services to literature. The pension freed him from the endless hackwork on which he had been forced to labor for so long, giving him financial security at last. A year later he met Boswell for the first time, and in 1764 Johnson’s famous club—known simply as “The Club”—had its initial meeting. Originally proposed by Joshua Reynolds, The Club ultimately included the most distinguished and talented men of the period, among them Goldsmith, Garrick, Edmund Burke, Richard Brinsley Sheridan, Charles James Fox, Adam Smith, and Edward Gibbon. In 1765 Trinity College, Dublin, awarded Johnson an honorary LL.D.\nAfter decades of hardship, life seemed finally to be offering Johnson stability and even some comfort. But the enormous effort and willpower that he had continuously expended to survive and excel had taken a fierce toll. In the early 1760s the same kind of depression and lassitude that had crippled him after leaving Oxford began to recur with increasing severity, and he found himself less and less capable of functioning. By 1764 he was dangerously near to another breakdown, and he would continue in this fragile state for the next few years. With massive effort he managed in 1765 to complete the edition of Shakespeare for which he had contracted with Tonson in 1756. The 18 months stipulated in the contract, overly optimistic by any standards, had stretched to nine years. Despite his grim mental state, the superb preface he wrote for the edition was one of his greatest pieces of literary criticism. Moreover, by the time the work appeared in October 1765, he had already met the friends who would eventually enable him once again to pull himself together and continue.\nOn January 9, 1765 Johnson’s friend Arthur Murphy introduced him to Henry and Hester Thrale. Thrale was a well-educated and fashionable man with a fortune from the family brewery; his wife was witty, charming, and intelligent. Johnson got along well with them, and they began to see him regularly. Mrs. Thrale was a woman of wide literary interests, who had been composing poems and translations since she was a young girl. Johnson, who was planning to translate Boethius’s Consolation of Philosophy (ca. A.D. 520), immediately involved her in the project. He assigned her to do an ode for each Thursday, when he and the Thrales met for dinner, and he also did some of the odes himself. Still others they worked on together. They stopped abruptly when Johnson discovered that a poor author was engaged in the same work, for he did not want to diminish the other translator’s profits.\nIn 1766 Johnson asked Mrs. Thrale for verses he could insert to help fill up a volume he was preparing of the poems of Anna Williams. The blind Miss Williams, originally his wife’s friend, was among the assorted inmates of Johnson’s house, a group of living examples of Johnson’s charity to the unfortunate. Since in both quantity and quality Miss Williams’s verses were slight, Johnson revised them for publication and added some of his own lighter poems that might seem to be hers to her Miscellanies, which appeared on April 1, 1766. He told Boswell that in his revision of one of her poems (“On the Death of Stephen Grey”) only two of her original lines remained, and he made substantial changes in others. Among the poems he contributed were his early friendship ode, the epitaphs on Philips and Hanmer, and several of his light complimentary verses to ladies. His poem “The Ant,” based on Proverbs 6:6, opens the volume. Previously unpublished, it was probably written soon after he completed his Rambler essays; an appendix to Wordsworth’s preface to the Lyrical Ballads (1802) quotes it rather unfairly to illustrate “extravagant and absurd” features of poetic diction.\nDuring the second year of their friendship with Johnson, the Thrales became increasingly concerned as they saw his condition worsening. When they dropped by to visit him one morning in June 1766 and found him in a terrible state, they promptly moved him to their beautiful country estate at Streatham to take care of him. In these luxurious surroundings Johnson began slowly to mend, and as he did so over this period, he gradually became an integral part of the Thrale household. The Thrales gave him his own rooms both at Streatham and in their city residence in Southwark by the brewery. For the next 16 years Johnson generally spent more time with them than he did at his own house. Mrs. Thrale later wrote that she “in some measure, with Mr. Thrale’s assistance, saved from distress at least, if not from worse, a mind great beyond the comprehension of common mortals.” The only aspect that she perhaps overstates is her husband’s contribution.\nMrs. Thrale looked after Johnson, keeping him company, listening to his problems, nursing his illnesses, sharing his confidences, and soothing his fears. The sympathy, understanding, and affection she so lavishly extended to him were thoroughly reciprocated. She had led a fairly restricted and isolated life since her marriage, and Johnson expanded the dimensions of her world, encouraging her intellectually and bringing his distinguished friends to Streatham. The two collaborated on everything from chemical experiments to charitable projects. Mrs. Thrale was the most conscientious of mothers, and Johnson became actively involved with the Thrale children, playing with them as well as educating them. The oldest daughter’s birthday was the day before Johnson’s, and each year the Thrales celebrated both with one big party. Very much a part of the family, he vacationed with the Thrales at Brighton and also traveled with them to Wales (1774) and to France (1775).\nThe direct result of such an environment was the return of Johnson’s stability; important indirect results were various writing projects. Mrs. Thrale wrote that “To the assistance we gave him, the shelter our home afforded to his uneasy fancies, and to the pains we took to soothe or repress them, the world perhaps is indebted for the three political pamphlets, the new edition and correction of his Dictionary, and for the Poets’ Lives, which he would scarce have lived, I think, and kept his faculties entire, to have written, had not incessant care been exerted at the time of his first coming to be our constant guest in the country; and several times after that.” Henry Thrale was an active member of Parliament, and from the beginning of their friendship Johnson had composed election addresses for him. One of Johnson’s political pieces, The Patriot (1774), was a short election pamphlet composed for Thrale in a day. In the early 1770s Johnson also wrote three other polemical pamphlets: The False Alarm (1770), defending John Wilkes’s exclusion by the House of Commons; Thoughts on the Late Transactions Respecting Falkland’s Islands (1771), opposing war with Spain over the disputed territory; and Taxation No Tyranny (1775), answering resolutions of the American Continental Congress. Joseph (Giuseppe) Baretti, an Italian critic and friend of Johnson, then living in England and acting as tutor for the Thrales’s children, later indicated that the Thrales urged Johnson to compose these pieces, and that the last two were written only because Baretti and Mrs. Thrale challenged Johnson by making wagers.\nIt was the prospect of his trip to Wales with the family that spurred Johnson to write his Journey to the Western Islands of Scotland (1775), his account of the rough and exhilarating three-month tour of the region he had taken with Boswell in 1773. Using the letters he had written on the trip to Mrs. Thrale to refresh his memory, he completed the travel book in 20 days in June 1774, although it was not published until the next January. But his most important production was the Lives of the Poets, which he began in 1777. When a group of London booksellers had decided to publish an elaborate edition of the works of the English poets since 1660, they asked Johnson to write brief prefatory biographies for each of the poets in the collection. In Johnson’s hands this basically commercial project became a landmark in English literary criticism. Some of the pieces were brief, but the lives of the major poets were lengthy and detailed, with a biographical section, a short character sketch of the poet, and a critical evaluation of the works. The Life of Pope has always been considered the best, but each one of the prefaces contributes to the cumulative effect of the entire collection, which offers a richness of biographical and critical insight that gives an incomparable overview of Augustan literary culture. There could be no more fitting final achievement for one of the masters of that tradition.\nMrs. Thrale, the central figure in stabilizing Johnson’s life during this period, also played a role in the story of his poetry from the time of their joint translations of Boethius. Since she loved poetry and wrote it herself, she was naturally interested in Johnson’s. She stimulated his poetic abilities in many different ways. One night he accompanied her to an oratorio at the Covent Garden Theatre. Usually prone to loud talking during performances that in any case he was unable to hear well, to Mrs. Thrale’s relief he was uncharacteristically quiet during that evening. She thought Johnson was for once listening to the music, but as soon as they got home he recited “In Theatro,” a Latin poem he had composed during the oratorio. He then challenged her to translate it by breakfast the next morning.\nHis journey to Scotland with Boswell resulted in three other Latin poems: an ode on the Isle of Skye, verses on Inchkenneth, and an ode to Mrs. Thrale. The poem to “Thralia dulcis” (sweet [Mrs.] Thrale) depicts his thinking of her often while he is in a strange and remote land, wondering what she is doing, and hoping that she remembers him. The culminating image emphasizes his admiration of her: “meritoque blandum / Thraliae discant resonare nomen / Littora Sciae” (deservedly let the shores of Skye learn to reecho the charming name of [Mrs.] Thrale). Written on Skye on September 6, 1773, the ode was enclosed in a letter to Henry Thrale mailed from Inveraray on October 23. Johnson refused to give Boswell a copy of it, but told him that Mrs. Thrale could give him one if she wished.\nWith Mrs. Thrale, Johnson always felt free to indulge the playful side of his nature, and she especially brought out the talent that he had shown throughout his life in making impromptu verses. Mrs. Thrale recorded that even Baretti, to whom Johnson had written verses, admitted that Johnson could improvise poetry “as well as any Italian of us all if he pleases,” and she agreed that he possessed an “almost Tuscan power of improvisation.” On his trip to France with the Thrales he made humorous French distiches on towns they visited. On the morning of Mrs. Thrale’s 35th birthday, she went into his room and complained that no one sent her verses any longer because she was 35, although Swift’s Stella had received them until the age of 46. On the spot Johnson improvised and recited a poem with “Thirty-five” as the rhyming word in alternate lines, ending with “And those who wisely wish to wive, / Must look at Thrale at Thirty-five.” As Mrs. Thrale was writing the verses down, Johnson commented: “And now ... you may see what it is to come for poetry to a Dictionary-maker; you may observe that the rhymes run in alphabetical order exactly.”\nWith Johnson and Mrs. Thrale in the same household, poetry became an integral part of everyday life. Streatham rang with constant improvisations; the group played with poetry as only those who deeply care about it can do. When Mrs. Thrale’s oldest daughter was trying to decide whether to wear a new hat to dinner at Mrs. Elizabeth Montagu’s, Johnson immediately cried, “do my darling,” and provided a quatrain. He also improvised verses for Fanny Burney, who joined him and Mrs. Thrale in producing alternate lines for an extemporary elegy on “a Woman of the Town.” There were also many impromptu translations, reflecting Johnson’s linguistic abilities as well as his poetic skills: the opening of the Spanish ballad “Rio Verde,” a burlesque of lines by Lope de Vega, Italian verses by Metastasio and Baretti, Du Bellay’s Latin epigram on a dog, and French lines by Benserade. Often when Mrs. Thrale mentioned her fondness for certain verses, he would instantly translate them for her. At other times her commendation of a particular translation would lead him to show that he could do it better himself.\nJohnson also wrote more serious translations during his years with the Thrales. In 1777 he translated a song from Izaak Walton’s Compleat Angler (1653) into Latin. A year later he announced to Mrs. Thrale that he had translated Anacreon’s “Dove” (Ode IX) into English, saying, “if you will get the pen and ink, I will repeat [it] to you ... directly.” Noting that it had been a boyhood favorite of his that had continued to please him, he told her that he had intended to translate it when he was 16 and had never gotten around to doing so until he was 68. Ever willing to help his friends, he provided both Latin and English versions of an epilogue for performances of Baretti’s musical adaptation of Horace’s Carmen Seculare (1779). Earlier that year he had translated a favorite passage from Euripides’ Medea for Dr. Charles Burney’s General History of Music (1776–1789). He soon after produced a second translation of the same lines burlesquing the turgid and awkward style of Robert Potter, a contemporary translator of Aeschylus. The next morning over breakfast in the Streatham library he and Mrs. Thrale presented the burlesque version as Potter’s work to Burney, who had dropped in to visit. After reading a single stanza Burney, according to an August 1, 1779 letter by his daughter Susan, exclaimed that the verses were “worse than Potter,” and as Johnson and Mrs. Thrale burst into laughter, Burney commented that the lines beat Potter with his own weapons. At some point Johnson returned to the passage to translate it again seriously, this time into Latin.\nJohnson’s skill at impromptu poetic caricatures delighted his friends at Streatham and elsewhere, but the objects of it were often not as appreciative. Indeed, Johnson refused to allow Burney to take a copy of the burlesque of Potter because an earlier experience with Bishop Thomas Percy had made him hesitant to allow such verses into circulation. In her diary Mrs. Thrale had copied a parody of Percy’s modern ballad, The Hermit of Warkworth (1771), that Johnson produced one day at Streatham, and Boswell recorded another on the same subject that was being widely quoted. Percy was for a while angry, although apparently he soon calmed down; yet a third similar parody exists that Johnson improvised in Percy’s presence. Johnson had urged Percy to publish the Reliques of Ancient English Poetry (1765), his famous collection of ballads, and while on a visit to him in Northamptonshire had written a dedication and also helped with the glossary for it. But when Percy decided to compose an original ballad, and when others began lauding its “simplicity” and treating it as a serious poetic achievement, Johnson teased Percy while ridiculing what he saw as literary affectation. He treated Thomas Warton similarly, although having learned from the experience with Percy, he was more discreet. In 1777 when Warton’s poems were first published, Johnson told Mrs. Thrale he had “written Verses to abuse them” and warned her not to mention the parodies: “for I love Thomas look you—tho’ I laught at him.” Johnson disliked what he considered the unnecessary obscurity and antiquated diction in the poetry of Warton and others like him, and he made fun of this artificiality. Later with Boswell he improvised a second ludicrous parody of Warton that both Boswell and Mrs. Thrale eventually transcribed.\nWith Mrs. Thrale, Johnson felt free to share any poetic foray he might make. After her irresponsible and hapless nephew John Lade came of age in 1780, Johnson sent her what he described in a covering letter as a “Short Song of Congratulation,” a set of rollicking satiric quatrains. The kind of relationship they had is suggested by his remarks in the letter, in which he cautioned her not to show the verses to anyone, adding that “It is odd that it [the poem] should come into any bodies head.” He also comments: “I hope you will read it with candour, it is, I believe, one of the authours first essays in that way of writing, and a beginning is always to be treated with tenderness.” Three weeks before he died Johnson repeated the poem “with great spirit” to some friends and noted that he had never given but one copy of it away. The “Short Song” resembles the verse of A.E. Housman’s A Shropshire Lad (1896), although no specific indebtedness has been established.\nMrs. Thrale carefully preserved “A Short Song of Congratulation,” as she did all of Johnson’s poems. Even a distich as minor as the Latin motto he composed for the collar of Joseph Banks’s well-traveled goat did not escape her vigilance. Sometimes Johnson would dictate his poems to her for her diaries. At other times she would record his impromptu verses from memory, rescuing for posterity the ephemeral jeux d’esprit of Streatham evenings that could so easily have been lost. Though not of surpassing literary importance, these light verses illumine the playful and frolicsome side of his personality, an element in his character that is revealed in few other places with the same kind of impact. Mrs. Thrale also questioned Johnson about various early works, and her identifications are often the sole authority for some of his minor verses. Because her interest extended to all of his poems, not just the ones composed in the years she knew Johnson, Mrs. Thrale’s records are one of the major sources of information about his poetry.\nThe golden life at Streatham began to fade in 1779, when Henry Thrale suffered a stroke from which he never entirely recovered. Concern for him darkened the two following years until his death in 1781. Although afterward Mrs. Thrale continued to do a great deal for Johnson, he recognized that the conditions of her life had altered in ways that were leading her gradually to withdraw from him. For many reasons Mrs. Thrale was finding their relationship more and more difficult to maintain. In particular, her growing attraction to Gabriel Piozzi, her daughters’ music tutor, was encouraging her to see new possibilities for future happiness. Johnson, increasingly suffering from ill health, was hurt and bewildered as his ties with Mrs. Thrale loosened.\nOne minor attraction of the Thrale household for Johnson was undoubtedly that it allowed him to escape from the incessant quarreling of the strange and pathetic assortment of people he supported under his own roof. Among this group who, according to Mrs. Thrale, “shared his Bounty, and increased his Dirt,” was Dr. Robert Levet, whom Johnson had known since 1746. An awkward, taciturn man, he had a large medical practice among the poor people widely scattered in the slums across London, serving them devotedly for minimal pay. On January 17, 1782 Levet died suddenly of a heart attack. Johnson told a friend that only the night before he had been thinking that wherever he might move in the future, or however he might live, he would endeavor to keep Levet around him. At some point during the next three months, as he tried to assimilate yet another loss, he composed “On the Death of Dr. Robert Levet.” His first and only serious elegy, the poem shows all the techniques characteristic of Johnson’s finest verse.\nFirmly anchored in the particular, the poem gives an honest depiction of Levet, “Obscurely wise, and coarsely kind,” the possessor of “merit unrefin’d.” Johnson refuses to exaggerate or overstate. At the same time, the accurate portrayal of a friend is embedded in commentary on more general conditions of human life itself, whether the inevitable limitations of “letter’d arrogance” or the beneficent influence of “The single talent well employ’d.” (With his acute awareness of his own powers and abilities and his lifelong feeling that his accomplishments had failed to live up to his potential, Johnson was always haunted by the biblical parable of the talents.) In addition to these characteristic moves between the specific and the general, the poem on Levet shows the powerful imagery (“hope’s delusive mine”) and the personified abstractions that retain a concrete vividness (“Death” breaking “at once the vital chain”) always typical of Johnson’s poetry at its best. Finally, “On the Death of Dr. Robert Levet” reflects the precise attention to the meanings of words characteristic not only of Johnson’s poetry, but of all his writings. In describing Levet as “Officious,” for example, Johnson draws on the original meaning of the word, which is “obliging,” “dutiful,” or “full of kind offices.” Straightforward yet economic, restrained yet full of feeling, this elegy suggests some of the reasons why Johnson reacted so strongly against Milton’s Lycidas (1638) and so vehemently criticized its artificiality and lack of sincerity. Widely reprinted after Johnson first composed it, “On the Death of Dr. Robert Levet” has continued to be widely anthologized and has always been one of Johnson’s best-known poems.\nLater in 1782 Mrs. Thrale, who was planning a trip to Italy without Johnson, rented Streatham for three years. Johnson was desolate at leaving the place for what he suspected would be the last time. Mrs. Thrale retired to Bath to agonize over whether or not to marry Piozzi; much as she had come to love him, she recognized the scandal that a marriage to an Italian Catholic who was unequal to her in financial and social status would create. While she was away, Johnson suffered a stroke in June 1783. Though the two kept in touch over the next year, she informed him only at the last minute (June 30, 1784) of her plans to marry Piozzi. An angry exchange of letters dissolved the friendship that had so long sustained him.\nIn addition to writing his own poems, Johnson was throughout his life generous in helping others with their works. The earliest known substantial revision that he did was for Samuel Madden’s Boulter’s Monument, which appeared in 1745. As Boswell reports, Johnson said that he “blotted a great many lines” in it, and although Madden did not acknowledge Johnson’s assistance within the volume, he more substantively thanked him with ten guineas. Boswell mentions Johnson’s revisions for the poet Mary Masters, and Johnson also gave John Hawkesworth a couplet for his tragedy, Edgar and Emmeline (1761). During the process of helping Garrick with an epitaph on William Hogarth that the painter’s wife had requested, he produced stanzas of his own superior to Garrick’s final version inscribed on the monument. Goldsmith requested Johnson’s assistance with the proofs of The Traveller (1764), to which Johnson contributed at least nine lines, including four of the five couplets at the end. He also composed the two final couplets of Goldsmith’s Deserted Village (1770). Early in 1776 Johnson came to tea with Hannah More and that evening made some alterations for her in Sir Eldred, her recently published tale, and wrote an additional stanza for it. James Grainger sent him the second canto of The Sugar Cane (1764), and Crabbe got Joshua Reynolds to submit the manuscript of The Village (1783) to Johnson, which he returned with some suggested alterations. He also read and revised the poems of Reynolds’s sister Frances, in particular changing some bad rhymes. Given the number of people anxious for Johnson to read their works and his characteristic generosity, he undoubtedly rendered a good deal of poetic assistance for which no records survive.\nIn the 1780s the majority of the poems that Johnson himself wrote were in Latin. He had for years instinctively turned to Latin for poems focused on his more personal concerns; it apparently provided a certain formal distance that he needed to feel comfortable in writing on such topics. Two of his best and most revealing Latin poems are occasional meditations. The impressive and poignant “Gnothi Seauton (Post Lexicon Anglicanum Auctem et Emendatum)”—Know Thyself (After the Revision and Correction of the English Dictionary)—was dated December 12, 1772, when he was 63 years old. Johnson had worked sporadically for well over a year (summer 1771–October 1772) on revisions for the fourth edition of his Dictionary, and he recognized that this edition was probably the last he would prepare. The first half of the poem focuses on Joseph Scaliger, the Renaissance scholar who went on from his Arabic dictionary to greater tasks. A contrasting second part considers Johnson’s own situation, his indolence, his melancholy, and his unending search for peace and relief, as he ponders what he should do in the time that remained for him. “In Rivum a Mola Stoana Lichfeldiae diffluentem” (By the River, at Stowe Mill, Lichfield, Where the Streams Converge) was composed on one of his visits there in his later years. Disturbed at finding the spot where he had swum as a boy sadly altered, he reminisces nostalgically about its beauty and his youthful experiences as his father taught him how to swim. Johnson never wrote poems in English reflecting the kind of deep personal feelings that appear in these two poems.\nSeveral Latin poems are connected in various ways with difficulties with his health. While confined with eye trouble in 1773 Johnson addressed a Latin poem in hexameters to Dr. Thomas Laurence, his physician, and he also wrote another brief poem on recovering the use of his eyes. Other Latin verses to Laurence, ranging from a two-line note summoning him to attend a friend, to an ode to him, also survive. When Johnson suffered a paralytic stroke that briefly deprived him of his power of speech during the night of June 16, 1783, he turned immediately to compose a Latin verse prayer to assess any mental damage. As he explained a few days later in a letter to Mrs. Thrale, “The lines were not very good, but I knew them not to be very good: I made them easily, and concluded myself to be unimpaired in my faculties.”\nAt other times Johnson also used Latin verse as a way of testing and controlling his mind. Toward the end of his life he apparently amused himself by translating numbers into Latin hexameters, and he used the numerical computations in Thomas Templeman’s A New Survey of the Globe (1729) for a fragmentary “Geographica Metrica.” Throughout his life Johnson had enjoyed composing and translating Latin epigrams; during his early years in London he had given Latin verse translations of two inscriptions from the Greek Anthology (circa A.D. 900) in his “Essay on Epigraphs” for the Gentleman’s Magazine (1740). In the winter of 1783–1784, to while away the long sleepless nights, he again occupied himself by turning many of the epigrams in the Anthology into Latin.\nAside from his early and uncharacteristic “Upon the Feast of St. Simon and St. Jude,” Johnson’s poems on religious subjects are all in Latin. Acutely aware of the gulf between the demands of the topic and the limits of human comprehension and ability, as a critic, particularly in the Lives of the Poets, he was generally negative about religious verse and prospects for success in it. His own devotional poems, marked by earnestness and humility, were composed sporadically throughout his life, but most of them cluster in his later years. Many are occasional, such as those composed on Christmas Day (1779, 1782) and Good Friday (1781) and the short poem on hope written on the Wednesday of Holy Week in 1783. In addition to a version of Psalm 117 and the longer “Christianus Perfectus,” there are several meditations and seven Latin prayers, the majority of them based on the Collects in The Book of Common Prayer. In David Nichol Smith’s opinion (in “Samuel Johnson’s Poems”), these verses “are preserved for us in sufficient numbers to rank [Johnson] as a religious poet, though a minor one.”\nAppropriately enough Johnson’s last extant poem in English, composed in November 1784, was a translation of a Horatian ode on human mortality. Johnson had traveled a long road since his first schoolboy translations of the poet he loved. Eight days before his death, when on December 5, 1784 he received the sacrament for the last time, he composed his final poem, a loose paraphrase in Latin of the Collect of the Communion Service.\nJohnson’s contemporaries buried him in the Poet’s Corner in Westminster Abbey, near the foot of Shakespeare’s monument. Beneath his statue in St. Paul’s Cathedral they placed the word “POETA.” His poetry was generally disliked and disregarded during the nineteenth century, but in the next century interest in it began to revive, and the reaction became much more positive. Donald Greene and John A. Vance’s 1987 Bibliography of Johnsonian Studies shows that from 1970 to 1985 the most popular area of study among all the genres in which Johnson wrote was his poetry. Among writers of heroic-couplet verse, Johnson ranks with Goldsmith just below Pope and Dryden as masters of the form. More generally Johnson’s overall stature as a poet depends on the amount of emphasis the individual critic places on poetic range and scope and on uniformity of excellence over many works. T.S. Eliot, for example, wrote in “Johnson as Critic and Poet” that the claim of an author to be a major poet “may, of course, be established by one long poem, and when that long poem is good enough, when it has within itself the proper unity and variety, we do not need to know, or if we know we do not need to value highly, the poet’s other works. I should myself regard Samuel Johnson as a major poet by the single testimony of The Vanity of Human Wishes.” But however Johnson is finally ranked, the importance of his poetry both in the context of his own literary output and in the larger context of his age is unquestionable.\n", "attrs": {"Region:": ["England"], "School/Period:": ["Augustan"]}}