{"pf_url": "https://www.poetryfoundation.org/poets/samuel-hazo", "name": "Samuel Hazo", "yob": "1928", "yod": null, "image": null, "bio": "\n                                                                    Editor, poet, translator, critic, playwright, and essayist Samuel Hazo was born and raised in Pittsburgh, Pennsylvania. He earned a BA at the University of Notre Dame, an MA at Duquesne University, and a PhD at the University of Pittsburgh. Hazo began writing poetry during the Korean War, as a captain in the US Marine Corps.   The son of Lebanese and Syrian immigrants, Hazo tackles themes of faith, family, and war in his poems, which are often elegiac in tone. Discussing the urgency of poetry in an interview with the Pittsburgh Post-Gazette, Hazo maintained, “It speaks to us personally and with absolute sincerity, like a private letter, and we nod and assent to the truth of it as we would to the mention of our very names.” Poet Naomi Shihab Nye noted Hazo’s poems of “immense intelligence, lyricism, and humanity” on awarding his book Just Once: New and Previous Poems (2002), which also won the Maurice English Award for Poetry.    Hazo is the author of dozens of books of poetry, criticism, essays, fiction, and plays. His poetry includes the collections Discovery and Other Poems (1958), the National Book Award finalist Once for the Last Bandit (1972), and The Song of the Horse: Selected Poems 1958–2008 (2008). He has translated several volumes of Adonis’s poetry, including The Blood of Adonis (1971), Transformations of the Lover (1982), and The Pages of Day and Night (1995), as well as Nada Tueni’s Lebanon: Twenty Poems for One Love (1990). His own poetry has been translated into numerous languages.   An accomplished playwright, Hazo has authored plays including Feather, which was performed at the Carnegie Lecture Hall in 1996, and Watching Fire, Watching Rain, which premiered at the Katz Theater in 2006. His fiction includes The Wanton Summer Air (1982) and Stills (1989). He has also published several expanded editions of his memoir, The Pittsburgh That Stays Within You (originally published in 1986).   Hazo has been a vocal advocate for poetry, in Pittsburgh and elsewhere. As founding director of the International Poetry Forum, which closed in 2009 after 43 years, Hazo brought hundreds of prominent poets to Pittsburgh. He also edited the forum’s press, Byblos Editions, for a decade.    Hazo’s honors include the governor of Pennsylvania’s Hazlett Award for Excellence in Literature, the Elizabeth Kray Award for Outstanding Service to Poetry from New York University, the Forbes Medal from the Fort Pitt Museum, a Pittsburgh Center for the Arts Cultural Award, and a Griffin Award for Creative Writing from the University of Notre Dame. The McAnulty Distinguished Professor of English Emeritus at Duquesne University, Hazo has also been granted more than 10 honorary doctorates, and was chosen as the inaugural Pennsylvania poet laureate. He lives in Pittsburgh. ﻿\n                                                            ", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}