{"pf_url": "https://www.poetryfoundation.org/poets/samuel-taylor-coleridge", "name": "Samuel Taylor Coleridge", "yob": "1772", "yod": "1834", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/21/8b954669d9fba67d50b6795ca34004c9658344f8.jpeg", "bio": "\nSamuel Taylor Coleridge is the premier poet-critic of modern English tradition, distinguished for the scope and influence of his thinking about literature as much as for his innovative verse. Active in the wake of the French Revolution as a dissenting pamphleteer and lay preacher, he inspired a brilliant generation of writers and attracted the patronage of progressive men of the rising middle class. As William Wordsworth’s collaborator and constant companion in the formative period of their careers as poets, Coleridge participated in the sea change in English verse associated with Lyrical Ballads (1798). His poems of this period, speculative, meditative, and strangely oracular, put off early readers but survived the doubts of Wordsworth and Robert Southey to become recognized classics of the romantic idiom.\nColeridge renounced poetic vocation in his thirtieth year and set out to define and defend the art as a practicing critic. His promotion of Wordsworth’s verse, a landmark of English literary response, proceeded in tandem with a general investigation of epistemology and metaphysics. Coleridge was preeminently responsible for importing the new German critical philosophy of Immanuel Kant and Friedrich von Schelling; his associated discussion of imagination remains a fixture of institutional criticism while his occasional notations on language proved seminal for the foundation and development of Cambridge English in the 1920s. In his distinction between culture and civilization Coleridge supplied means for a critique of the utilitarian state, which has been continued in our own time. And in his late theological writing he provided principles for reform in the Church of England. Coleridge’s various and imposing achievement, a cornerstone of modern English culture, remains an incomparable source of informed reflection on the brave new world whose birth pangs he attended.\nSamuel Taylor Coleridge was born on October 21, 1772 in the remote Devon village of Ottery St. Mary, the tenth and youngest child of Ann Bowdon Coleridge and John Coleridge, a school-master and vicar whom he was said to resemble physically as well as mentally. In vivid letters recounting his early years he describes himself as “a genuine Sans culotte, my veins uncontaminated with one drop of Gentility.” The childhood of isolation and self-absorption which Coleridge describes in these letters has more to do, on his own telling, with his position in the family. Feelings of anomie, unworthiness, and incapacity persisted throughout a life of often compulsive dependency on others.\nA reader seemingly by instinct, Coleridge grew up surrounded by books at school, at home, and in his aunt’s shop. The dreamy child’s imagination was nourished by his father’s tales of the planets and stars and enlarged by constant reading. Through this, “my mind had been habituated to the Vast—& I never regarded my senses in any way as the criteria of my belief. I regulated all my creeds by my conceptions not by my sight—even at that age.” Romances and fairy tales instilled in him a feeling of “the Great” and “the Whole.” It was a lesson he never forgot. Experience he always regarded as a matter of whole and integrated response, not of particular sensations. Resolving conflicted feelings into whole response occupies much of his best verse, and his developed philosophical synthesis represents a comparable effort of resolution.\nA year after the death of his father in 1781 Coleridge was sent to Christ’s Hospital, the London grammar school where he would pass his adolescence training in Hebrew, Latin, and Greek, at which he excelled, and in English composition. His basic literary values were formed here under the tutelage of the Reverend James Bowyer, a larger-than-life figure who balanced classical models with native English examples drawn from Shakespeare and Milton. While Wordsworth was imitating Thomas Gray at Hawkshead Grammar School, Coleridge was steeping in this long tradition of distinguished writing, learning to compose on Bowyer’s principles. These included an insistence on sound sense and clear reference in phrase, metaphor, and image: literary embroidery was discouraged. So were conventional similes and stale poetic diction. Coleridge’s later development as a poet may be characterized as an effort to arrive at a natural voice which eschewed such devices. Critical of the rhetorical excesses of the poetry of sensibility which prevailed at the time, he would join forces with Wordsworth in promoting “natural thoughts with natural diction” (Biographia Literaria, chapter 1).\nCharles Lamb’s evocative portrait of “Christ’s Hospital Five and Thirty Years Ago” (1820) suggests what a hothouse environment the school was at the time. The student population included boys who went on to important careers in letters, church, and state. Even in such company Coleridge stood out unmistakably: “Come back into memory, like as thou wert in the day-spring of thy fancies, with hope like a fiery column before thee—the dark pillar not yet turned—Samuel Taylor Coleridge—Logician, Metaphysician, Bard!—How have I seen the casual passer through the Cloisters stand still, intranced with admiration (while he weighed the disproportion between the speech and the garb of the young Mirandula), to hear thee unfold, in thy deep and sweet intonations, the mysteries of Jamblichus, or Plotinus (for even in those years thou waxedst not pale at such philosophic draughts), or reciting Homer in his Greek, or Pindar—while the walls of the old Grey Friars re-echoed to the accents of the inspired charity-boy!” The opening notes of awe and eventual disappointment are characteristic, but the portrait of the artist as a young prodigy is more disturbing than Lamb admits. The vatic voice was already alive to its social possibilities, the sole resource of an isolated personality.\nAt Christ’s Hospital, Coleridge acquired an exalted idea of poetry to match this waxing voice. From Bowyer he would learn that “Poetry, even that of the loftiest and, seemingly, that of the wildest odes, had a logic of its own, as severe as that of science.” The comparison of poetry and science was an important one, leading to his mature definition of the art as a form of composition whose immediate aim was pleasure while science was concerned first of all with truth. Yet poetry arrived at truth in its own way, and that way was “more difficult, because more subtle, more complex, and dependent on more, and more fugitive causes.” The logic of science was derived from pure reason; the logic of poetry depended on human understanding, which was anything but pure. Understanding belonged to the world of sensation, generalization, and language, and through it poetry was committed to ordinary human experience. Hence its tangled condition. The words of the common tongue kept the poet in touch with this common world.\nPoetry as living speech, poetry as act of attention: the commitments of Christ’s Hospital encouraged fresh judgment on the state of the art, and on what rang true now. Pope’s couplets had begun to sound contrived while the more masculine energies of Shakespeare and Milton were welling up in the imagination of a generation of young writers. In the sonnets of the Reverend William Lisle Bowles, the schoolboy Coleridge found a contemporary model whose voice struck him as “tender” yet “manly,” at once “natural and real.” These words are Coleridge’s own, and they describe his aspirations at least as much as they do Bowles’s fulsome versifications. Long after the model had lost its grip on him, he would credit Bowles with drawing him out of a metaphysical daze, restoring him to “the love of nature, and the sense of beauty in forms and sounds.” To the poet in his first flush, Bowles represented the modern possibilities of “the more sustained and elevated style” in English verse.\nAt Jesus College, Cambridge, where Coleridge matriculated in October 1791, he composed a mass of occasional poetry. Full of the rhetorical machinery of the middling verse of the period, and often cloying in sentiment, these early poems have little in common with the work of 1795 and after, on which his reputation would be founded. They do not even show him developing in the direction of his mature voice. Some of the phrasing of this college phase bears witness to the force of Milton’s example on the student’s impressionable ear. The backward ambience of Cambridge in the 1790s seems to have retarded Coleridge’s muse, setting him to composing an arid (and ungrammatical) prize poem in Greek (in summer 1792), while driving him to escape from “bog and desolation.” Reports of his college life suggest that he was absorbing not only Greek texts but English political pamphlets at this interesting moment. Edmund Burke’s Reflections on the Revolution in France (1790) had met the rising sympathy for events in France with questions about the legitimacy and future of the state. Coleridge is said by a Cambridge contemporary to have consumed Burke’s various productions on first publication, reciting them from memory to company at supper. His sympathies were broadly liberal—critical of William Pitt’s government and the slave trade, yet wary of the situation in France. He was active in defense of William Frend, a Unitarian and Fellow of Jesus College who was expelled for publishing a pamphlet advocating Peace and Union (1793). This episode marks the beginning of a convergence between politics and poetry in Coleridge’s career which is characteristic and important. For he was never a disinterested observer. His poetry participated in ongoing reactions to events at home and abroad, and he recognized its vocation in this public setting.\nOn the basis of seemingly contradictory responses, Coleridge has sometimes been depicted as a turncoat who betrayed his original revolutionary sympathies. His poems suggest, and his lay sermons of the period confirm, that his allegiance was always to an ideal of freedom, not to democratic insurgency. The quality of his ambivalence did not prevent his speaking out in situations which damaged his reputation among Burke’s party, his natural constituency. What sort of revolutionary would enlist in the king’s army in this perilous moment? Coleridge did so on 2 December 1793 under an assumed name, fleeing debts and discouragement at college. He was rescued by family and friends after serving locally for some five months. Escape, servitude, and retreat would become a familiar pattern in Coleridge’s life.\nThe Fall of Robespierre was a collaboration undertaken with Southey, whom he met at Oxford in June 1794, while on a walking tour from Cambridge. With Southey he hatched another escape route, a utopian scheme for immigration to America, where a small group was to found a commune on the banks of the Susquehanna in Pennsylvania. The ideals of Pantisocracy, as they called their project, involved shared labor and shared rewards. Servitude in this setting was exalted as “aspheterism,” a Christian selflessness. “Religious Musings” envisions the dismal historical world which they hoped to escape, as well as their aspiration:\n                                                ‘Tis the sublime of man,\r\n                 Our noontide majesty, to know ourselves\r\n                 Parts and proportions of one wondrous whole!\r\n                 This fraternizes man, this constitutes\r\n                 Our charities and bearings!\nPantisocracy occupied Coleridge’s energies and continued to influence his sense of vocation for some time after the scheme’s collapse in 1795. A communitarian ideal remained essential to his writing, as to the life he now proposed to live.\nFor he left Cambridge, without taking a degree, in December 1794, in the midst of this communitarian enthusiasm and was soon thrown back on his own resources. In the course of the next year Coleridge delivered a series of lectures on politics and religion in Bristol, where Southey had connections. He considered various journalistic enterprises and made influential friends, including Joseph Cottle, a local publisher, who was interested enough in his poetry to advance him living expenses against copyright. The volume of Poems on Various Subjects (including four sonnets by Lamb and part of another by Southey) which Cottle would publish in 1796 represents a rite of passage. Behind him, the young author’s school verse, sonnets, and rambling effusions trace a course of aimless poetasting. Before him, in “The Eolian Harp” (included in the 1796 volume as “Effusion xxxv”) and in “Religious Musings” (which concluded the volume), something is stirring. The former, addressed to Sara Fricker, whom he married in Bristol on 4 October 1795, looks forward to the conversational line which he would develop and share with Wordsworth. The latter, on which he claimed in a letter to “build all my poetic pretensions,” is an affirmation of Christian principle in troubled times. Both poems are broadly communitarian in aspiration.\nColeridge expanded on “Religious Musings” over the next two years. A section of it was published as “The Present State of Society” in The Watchman, a periodical which Coleridge conducted through ten issues (1 March-13 May 1796). Its contents were various, including reports from Parliament, foreign intelligence, and responses to current issues. The loaf was leavened with bits of poetry, some of it the editor’s own. The Watchman failed despite Coleridge’s strenuous efforts to enlist subscribers, but it bears witness to his seriousness of purpose. This conjunction was where Coleridge staked his claim. Poetry as a vatic art in the service of a general social revival: the restless England of George III, reeling from the shock of American and French revolutions, was surely prepared to listen. The scientific and political culture which had emerged in the 1770s was gaining force among the dissenters, Unitarians in particular, whom Coleridge cultivated in and around Bristol. They were his constituency and his means of support. He spoke to them in sermons and lectures, through The Watchman and also, as he hoped, through his verse.\nHis move with Sara to Clevedon, Somersetshire, along the Bristol Channel, in October 1795 was a change of air though not of social context. From here he continued his attack on the king and his ministers, returning occasionally to Bristol to lecture or walking to Bridgwater to speak at the Unitarian chapel. At his cottage he wrote “The Eolian Harp,” a meditative poem different in every way from “Religious Musings” and the real inauguration of his mature voice. In its primitive form, as the effusion of 1796, it reflects the conflict between natural response—“the sense of beauty in forms and sounds,” as he put it in the Biographia Literaria—and higher responsibility. Nature as an animated, omnipresent life force, a benevolent companion, is memorably characterized through the image of the wind harp, which is identified with the poet’s “indolent and passive brain.” Poetic imagination is simply an instrument of this Nature, one “organic harp” among others in its universal symphony. In the exemplary setting of the new life he was undertaking, the claims of enlightenment thinking succumbed to faith.\n“The Eolian Harp”establishes the terms of this important conflict, which was not simply intellectual but broadly social in implication. For pantheism was associated with the progressive scientific culture for which the empirical world of nature was simply reality itself. A personal God had no empirical reality. Unitarians and various sorts of deists adhered to a divinity which was known through sensation: a Nature god of sorts. This was Coleridge’s intellectual milieu, and he tried out its ideas in his Bristol period. Yet his enduring commitments showed through. The community espoused in the conclusion of “The Eolian Harp” is not the egalitarian utopia of scientific aspiration, but “the family of Christ.” The ideals of Pantisocracy triumph over the temptations of the new science. In his extensive correspondence of the period Coleridge proclaimed himself a Necessitarian for whom everything had a place in the divine scheme. “The Eolian Harp” shows how the lure of an alternative vision of human experience dominated by sensation could provoke an equal and opposite reaffirmation of first principles to the contrary. A traditional faith was confirmed through temptation.\nCommunity after the collapse of Pantisocracy meant a wife and family, impassioned friendships based on shared concerns, and the company of kindred spirits. Thomas Poole, a prosperous tanner of good family in the tiny Somerset village of Nether Stowey, became Coleridge’s closest associate in the uncertain period following his return to Bristol in 1796. The arduous and ultimately futile enterprise of The Watchman led him to seek a steady haven where he might work and write in sympathetic surroundings. Supporting Sara and their newborn son, Hartley (born September 1796), was a priority: “Literature will always be a secondary Object with me.” There was something desperate in such a resolution, and it proved hard to keep after their move to a small thatched cottage in Nether Stowey at the end of 1796.\n“This Lime-Tree Bower My Prison,” composed from Poole’s cottage garden the next year, relates to the community which he made there. Poole had proved a loyal friend and steady companion; his patronage was crucial to the success of the resettlement. Wordsworth, whom Coleridge had met in Bristol some time before, came to visit with his sister, Dorothy, and they soon occupied a substantial house at Alfoxden, walking distance from Nether Stowey. Charles Lloyd lived at Coleridge’s cottage for a time, providing steady income in exchange for tuition. Lamb, the old friend from Christ’s Hospital, and the youthful Hazlitt joined Cottle and other Bristol connections to make up a real if transient community of socially interested parties. All were writers at least by aspiration; all were involved in the reformation of English values for which “romanticism” has since come to stand. The lives they were leading on the fringes of conventional society would become the subject of their work.\nSo it was in “This Lime-Tree Bower My Prison,” which describes a walk some of them took one day in Coleridge’s absence. The jealous Sara had spilled a pan of boiling milk on his foot, excluding him from the company of Dorothy and William Wordsworth, as well as Charles Lamb, on a jaunt in the surrounding spur of low hills—combes, in local parlance—the Quantocks. From his confinement in the garden, he celebrates the pleasures of the natural world as seen from within this harmonious community of like-minded individuals. The detailed evocation of their itinerary marks the apogee of his response to landscape. In the end, the poet’s imagination triumphs over his separation: his bower reveals pleasures of its own; Nature is hospitable to human response. Sensation proves adequate to human need; Nature is a providential resource against isolation. The poem’s conclusion dwells on the joy of companionship in such a world.\nColeridge’s new community was instrumental in bringing him to such feeling, and to such expression. This proved to be the most satisfying arrangement he would ever enjoy. It was the setting of his verse breakthrough, of the annus mirabilis in which most of his enduring poems were written. Here he built on the achievement of Clevedon, writing reflectively about his inner life in a social environment which excited and encouraged the questions he was asking. Was the human place in nature a merely passive one, comparable to the wind harp’s? Was natural beauty sufficient to our moral needs? And more speculatively, what was the meaning of nature conceived as an organ of divine will? How did this bear on our idea of society?\nThese questions haunt the reflective idiom which he developed in the course of this residence of a year and a half at Nether Stowey, with storm clouds brewing on the horizon. The topographic realism of “This Lime-Tree Bower My Prison” reverts via Wordsworth’s An Evening Walk (1793) to James Thomson and The Seasons (1730), but the voice at work here is that of “a man speaking to men,” in the parlance of the “Preface” to the 1800 edition of Lyrical Ballads. Speech replaces stale poetic convention from the start. The character of the poet lies at the center of the exercise. The self-consciousness of Wordsworth’s poetically premature ramble is turned to good effect in Coleridge’s effort at something true to the occasion. The sense of occasion is conveyed in fresh blank verse, not the rattling heroic couplets of Wordsworth’s first extended production. The prickly personifications and moralizing eye of “An Evening Walk” are vestigially present in “This Lime-Tree Bower My Prison,” but the effect is not of conventional chatter. Coleridge’s diction is clear and direct for the most part, his apostrophes natural to the drama of the situation which he develops.\nWalking was more than recreation for the writers’ colony in the Quantocks. It provided the fresh air which their assumptions required. If Nature were to be their muse, and the source of their living values, it would have to be observed in all its sorts and conditions. Coleridge’s plan for an expansive treatment in verse of the course of a brook from source to river shows how his walks in the nearby combes contributed to his reflection on the human condition. “The Brook” as he conceived it would mix “description and incident” with “impassioned reflection on men, nature, society.” He traced a local stream to its wellsprings, recording occasional images in his notebook, but these are all that survive of an ambitious and characteristic project of the period.\nWordsworth’s move to Alfoxden in the summer of 1797 stimulated further projects. At loose ends Coleridge found in Wordsworth a catalyst for his thinking about poetry. The year following his friend’s move to the area would prove to be his most productive, and the beginning of a collaboration which culminated in the Lyrical Ballads volume. On his own telling, his conversations with Wordsworth during this year “turned frequently on the two cardinal points of poetry, the power of exciting the sympathy of the reader by a faithful adherence to the truth of nature, and the power of giving the interest of novelty by the modifying colors of imagination.” The first point may be described as Wordsworthian, the second as basically Coleridgean. Imagination was already one of his preoccupations; he was interested in Erasmus Darwin’s idea that “the excess of fancy is delirium, of imagination mania.” Extraordinary states of mind, or casts of spirit, color his major poems of this period of innovation, and the effects which he achieved through them have earned enduring recognition.\nMost extraordinary of all, in the eyes of later readers, is “Kubla Khan,” an opium-induced, orientalizing fantasia of the unconscious. It is important to recognize that Coleridge himself claimed nothing for this production’s “supposed poetic merits.” He did not publish it until 1816, under financial pressure as usual and at the urging of Lord Byron, and only as an appendage to the more substantial “Christabel,” which Wordsworth had excluded from the second edition of Lyrical Ballads (1800). The poem was not liked even then. As a “psychological curiosity” it was interesting to its author mainly as evidence of a state of extreme imaginative excitement. “Kubla Khan” had nothing to do with the reflective idiom to which Coleridge was committed. It might be verse, but it was not good poetry.\nThe story of its genesis is one of the prodigies of English literature. In the course of a solitary walk in the combes near the Bristol Channel in the fall of 1797, Coleridge took two grains of opium for the dysentery which had been bothering him for some time. He retired to an old stone farmhouse some distance from Porlock, where he fell asleep while reading an old travel book, Purchase His Pilgrimage (1613), by Samuel Purchase. He awoke hours later to record the extraordinary train of images which arose during his opiated stupor. The act of composition was interrupted by a “person from Porlock”—often conjured by later poets as a figure of life intruding on art—and it proved impossible to continue afterward. Much ink has been spilled over these circumstances, but their oddity makes them generally plausible, even considering Coleridge’s habits of prevarication.\nIf they are significant at all it is because they epitomize his reputation as the truant phantast of romantic legend. He did much to encourage it, certainly, but he lived to regret what his friends made of him and to defend himself against charges of idleness and premature decay. The Coleridge phenomenon, as it might be called, has been recounted in every literary generation, usually with the emphasis on wonder rather than disappointment, though sometimes—among moralizing critics, never among poets—with a venom which recalls the disillusionment of his associates. Henry James’s story, “The Coxon Fund” (1895), based on table talk of the genius who became a nuisance, is indicative of both attitudes. The Coleridge phenomenon has distorted Coleridge’s real achievement, which was unique in scope and aspiration if all too human in its fits and starts.\nThe compelling imagery of “Kubla Khan” might be regarded as preparation for “The Rime of the Ancient Mariner,” conceived soon after on a walk to the port of Watchet on the Bristol Channel in the company of Wordsworth and his sister. Some time before, John Cruikshank, a local acquaintance of Coleridge’s, had related a dream about a skeleton ship manned by spectral sailors. This became the germ of a momentous project in which Wordsworth acted as collaborator. The plot was hatched on the walk, according to Wordsworth’s own later recollections, and it was he who conceived of the tale of crime and punishment which Coleridge would treat, in Christian terms, as a story of transgression, penitence, and atonement. Wordsworth also claimed to have suggested that the Old Navigator, as Coleridge initially called him, kill an albatross and be set upon by the “tutelary spirits” of Cape Horn, where the deed is done. He contributed some few lines of verse to the poem in addition.\nThe collaboration on “The Rime of the Ancient Mariner” is interesting on several counts. It underlines the collective enterprise involved in the inauguration of the new poetic idiom which would eventually be called Romantic. Creation of this kind is more than a matter of oracular power. It has much to do with rational inquiry and exchange. Further, the episode gives some idea of the working relations between Coleridge and Wordsworth at the moment when the scheme for Lyrical Ballads (1798) was being hatched. Their constant companionship on walks, at Alfoxden and elsewhere, gave rise to extended discussion of poetry present and past. Both proved open to suggestion; both grew as poets through their conversations. Most of what is known of this process is known through the Lyrical Ballads volume and its later “Preface.” The conclusions which it expresses, in Wordsworth’s voice more than Coleridge’s, have long been seen as foundations of modern poetry.\nThe genesis of the “Ancient Mariner” is more than the story of one poem. It is the story of a project. In Coleridge’s own account of events, they decided on two sorts of poems for Lyrical Ballads : “In the one, the incidents and agents were to be, in part at least, supernatural; and the excellence aimed at was to consist in the interesting of the affections by the dramatic truth of such emotions, as would naturally accompany such situations, supposing them real. And real in this sense they have been to every human being who, from whatever source of delusion, has at any time believed himself under supernatural agency.”\nLyrical Ballads was deliberately experimental, as the authors insisted from the start. The “Ancient Mariner” pointed the way. The fact that it was a collaboration meant that both authors took responsibility for the design of the experiment. This was more than a volume of poems from various hands. The largely negative reviews which it excited on publication concentrated on the “Ancient Mariner,” in part because it was the most substantial poem in the collection, but also because of its self-consciously archaic diction and incredible plot. Southey described it in a dismissive (and anonymous) review as “a Dutch attempt at German sublimity.” Elsewhere it was reckoned “the strangest story of a cock and a bull that we ever saw on paper.” The character of the Mariner also caused confusion.\nDespite the problems, the poem flourished on the basis of strong local effects—of its pictures of the “land of ice and snow” and of the ghastly ship in the doldrums, in association with a drumming ballad meter. Wordsworth frankly disliked it after the reviews came in, but Lamb led the way in appreciating its odd mix of romance and realism. It is perhaps as a poem of pure imagination, in the words of Robert Penn Warren’s landmark reading, that the “Ancient Mariner” has appealed. In this respect among others it bears comparison with “Kubla Khan”; they are usually classified, with Christabel, as poems of the supernatural. All answer to the formula proposed for Coleridge’s contributions to Lyrical Ballads: supernatural, or at least preternatural, phenomena dignified by association with a human voice. For most readers this is the line of Coleridge’s verse that has mattered. Whatever their liabilities of dramatic construction, the highly charged imagery of these poems has made a strong impression. Its influence rings clear in Shelley and Keats in the next generation, and in Tennyson, Browning, Rossetti, and Swinburne among their Victorian inheritors. In the title of W. H. Auden’s Look, Stranger! (1936) the echo of the Mariner’s exhortation, “Listen, Stranger!,” from the text of 1798, shows how far Coleridge’s oracular voice would carry.\nColeridge’s contributions to the Lyrical Ballads volume included a short piece from Osorio called “The Foster-Mother’s Tale,” and a meditative poem in blank verse, “The Nightingale,” as well as “The Ancient Mariner.” The collaboration with Wordsworth is perhaps most striking in their development of the conversational idiom for which the subtitle of “The Nightingale, A Conversation Poem, Written in April, 1798” provided a name. It was not the first of the conversation poems; these are considered to begin from “The Eolian Harp” and to include “Reflections on Having Left a Place of Retirement’’ and “This Lime-Tree Bower My Prison” among his earlier meditative verses. Coleridge himself never distinguished them in this way, nor has Wordsworth’s poetry of the kind ever been described as conversational. Yet the term has come to stand for Coleridge’s decisive innovation as a poet and for his contribution to the formation of Wordsworth’s voice.\nIt was at this moment of intense exchange that Coleridge wrote his most imposing conversational verse, and that Wordsworth wrote “Lines Written A Few Miles Above Tintern Abbey,” his startling initiation in the conversational idiom. Wordsworth’s poem stands at the end of Lyrical Ballads rather as the “Ancient Mariner” stands at the beginning. It stands out, a monument to the realized achievement of the experiment. From the title, with its particularity about time and place, and the graceful discursive manner, through the association of ideas and the praise of Nature to the address in the concluding stanza to his sister, this poem is virtually a homage to Coleridge’s conversational manner. What Wordsworth would make of the conversation poem is the story of the most distinguished poetic career of the period.\nTheir achievement in the developing conversational line has seemed more momentous in retrospect than it did at the time. “Tintern Abbey” was noticed only fitfully in early reviews. Yet the example of the conversation poems took where it mattered most, among the poets of the next generation and every generation since. Shelley’s “Julian and Maddalo” (1818) represents an early effort to expand on the possibilities of conversational verse. Matthew Arnold and T. S. Eliot in England and Robert Frost in America elaborated variously on the conversational convention. The testimony of Charles Tomlinson shows how the influence of Coleridge’s innovation has been transmitted by modern writers: “The distinguishable American presences in my own work, so far as I can tell, were, up to then, Pound, Stevens, and Marianne Moore, and yet, if through them the tonality sounded American, the tradition of the work went back to Coleridge’s conversation poems.” The meditative verse of Geoffrey Hill in the same postwar generation rings changes on the Coleridgean originals of this line of modern verse.\nWordsworth made the conversation poem the vehicle of his celebration of enlightenment values: of nature as spiritual home, of man as the measure of things. Coleridge’s conversational verse points in the same direction under the influence of his great friend, yet it is deeply conflicted under the surface. The conviction of a benevolent nature is compromised by mounting fears. In the earlier poems of the kind these are indicated only indirectly. In “Frost at Midnight,” composed from the front room of the Lime Street cottage in the winter of 1798, the poet’s isolation drives him to test the resources of nature conceived as a mediating agent. The poem dramatizes Coleridge’s sense of vulnerability in the face of a threatening outside world. Part of this feeling must have come from the growing hostility of the community in which he was living. Fear of a French invasion was widespread, and the outsiders were suspected of democratic sympathies, even of collusion with the national enemy. Walking home from Bristol, Coleridge heard himself described as a “vile Jacobin villain.” The spy sent by the government found nothing much to report against him, but there was open mistrust of his motives and way of life. Such testimony provides incidental evidence of social pressures which Coleridge expressed in “Frost at Midnight”in an intensely personal way.\n“Frost at Midnight” is the most psychodramatic of Coleridge’s conversation poems even if the conclusion is not really consistent with the imaginative process which gives rise to it. For it exposes the deep fears behind the passion for Nature conceived in this way, as an intentional agent and life companion. “Religious meanings in the forms of nature” practically defines the idea as Coleridge understood it. In “Fears in Solitude,” written soon after, and the source of this fine characterization, the sense of danger and vulnerability is directly related to political apprehensions. “Fears in Solitude” shows Coleridge trying to associate the scenery around Nether Stowey with feelings for his country without giving way to the government which he despised. It is an uncertain performance, rambling and disjointed, yet interesting as a portrait of political conviction under pressure.\nDespite the difficulties, this was a time of rare promise for the young writer. Wordsworth’s presence was catalytic. It was through the Lyrical Ballads volume that Coleridge’s voices, conversational and “romantic,” were developed and rationalized. Dorothy Wordsworth’s journal of 1798 shows how collaborative were all of their undertakings of this formative moment. Yet their auspicious beginning was to prove the beginning of the end of Coleridge’s poetic powers. While Wordsworth would carry on with the experiment for some ten years after that spring in the Quantocks, his companion in the art was all but finished with it. Reasons for the divergence are bound to be conjectures after the fact, but two at least remain worth considering. The collaboration turned out to be a struggle for poetic primacy, and Wordsworth’s personal domination eventually meant loss of conviction—and loss of face—for his troubled colleague. There was room for only one strong voice of this kind. Coleridge was drawn to other roles in any case, and to other causes. Poetry was his means, not his vocation.\nWhat was his vocation then? He is usually described as a man of letters—as the prototype of the modern writer who lives from his earnings as journalist, book reviewer, and jack of all literary trades. Coleridge was provided, quite unexpectedly, a life annuity of 150 pounds sterling by Josiah and Thomas Wedgwood, heirs to the pottery and friends of reliable standing. There were no strings attached. The point was to free him of the routine material difficulties which were already closing in on him from all sides. This was a godsend, but it also put Coleridge on his mettle. For he was now faced with the imperative to choose and define a vocation for himself. Freedom imposes its own obligations, and patronage remains patronage even without the strings. The imminent departure of the Wordsworths, whose one-year lease at Alfoxden was not renewed in June 1798 due to local doubts about their character, precipitated a personal crisis of sorts. The upshot was an extended residence in Germany, separation from family and friends in Nether Stowey, and a change of direction.\nColeridge was drawn to Germany for its literary ferment and new learning. His residence of some months at the university in Göttingen exposed him to the earlier Germanic languages and literatures and also to the new scriptural criticism which would change the face of modern theology. He read Friedrich Gottlieb Klopstock and Gotthold Ephraim Lessing rather than Johann Wolfgang von Goethe; enlightenment thinking—not Sturm und Drang—was the object lesson. Germany opened doors whose existence he had hardly imagined. It was here that he learned the language sufficiently to approach the critical philosophy of Immanuel Kant, which consumed his thinking from about 1800. Göttingen supplied a working idea of language which he would turn to his own uses on his return. And it involved him in historical inquiries—on the origin of the free farming class, for example—which he communicated to his correspondents at home. The impression left by his notebooks and letters of this period of residence abroad is of unusual intellectual attentiveness.\nThe intellectual turn is what distinguishes Coleridge from others, including his friends William Hazlitt and Lamb, whose activity as writers in the period was more clearly in the native grain. His example was followed by De Quincey and Carlyle with differing emphases; “men of letters” would appear less apt to their cases than “literary intellectuals,” with the stress on fresh thinking. Literature, or “polite literature” as Coleridge sometimes called it, included the prose essay for all of them. Verse and prose did not live separate lives; they were distinctive in means but not different in ends as Coleridge explained them. Both gave scope to the same human understanding.\nColeridge rejoined his family in Nether Stowey in midsummer 1799, some time after having returned from Germany. It was an uncomfortable homecoming on several counts. Wordsworth was soon on his way to Dove Cottage at Grasmere in the remote north country, and Coleridge was not far behind. There was trouble with Southey and a difficult leave taking from Thomas Poole. On his way north he tarried in London as political correspondent for the Morning Post, writing a brilliant piece on Pitt, the prime minister, showing what his own convictions counted for. For readers interested only in the poetry, such topical work is bound to seem tedious; yet it represents the heart of Coleridge’s commitment in the period when he was writing his best verse. His Essays on His Own Times (1850), collected long after in three volumes, show how serious and capable a critic of society he was. The promotion of his most personal and individualistic work by later readers has obscured his constant attention to social arrangements and social ideals.\nHis move to Keswick in summer 1800 (not long before the birth of his third son, Derwent, on 14 September) represented a kind of retreat from the discouraging world of city politics and city life. The Wedgwood annuity made it feasible, Wordsworth’s presence nearby practically inevitable. Lyrical Ballads was to be republished in a new edition; Christabel was still unfinished, and here he added the second part, with its altered landscape reflecting the scenery of Langdale Pike and “Borodale.” It was a critical time in his professional transition. Wordsworth’s rejection of the still unfinished poem contributed to Coleridge’s sense of personal incapacity. He came to feel that he was not a poet; not a great poet, at least not like Wordsworth. Yet his valedictory ode, “Dejection,” first composed as a letter in 1802, shows him at the peak of his powers. Writing in the shadow of Wordsworth’s “Intimations” ode, Coleridge here cultivated a more colloquial delivery while remaining true to his own muse. This is his magisterial conversation poem, the most compelling (though not the most celebrated) achievement of his foreshortened poetic career.\nColeridge was now on his own as never before, unsettled, constantly ill, searching for a way through his difficulties. He decided at this time on a career as a critic, at first proposing “an Essay on the Elements of Poetry / it would in reality be a disguised System of Morals & Politics—.” The real orientation of his poetics is indicated here. It was refined but not fundamentally altered by subsequent reflection and formulation. By 1804 he was calling the same project “On the Sources of Poetic Pleasure—in which without using the words bad or good, I simply endeavor to detect the causes & sources of the Pleasures, which different styles &c have given in different ages, & then determining their comparative Worth, Permanency, & Compatibility with the noble parts of our nature to establish in the utmost depths, to which I can delve, the characteristics of Good & Bad Poetry—& the intimate connection of Taste & Morals.—” The lectures delivered at the Royal Institution in 1808 on “The Principles of Poetry” apparently fleshed out this program, beginning from Shakespeare and concluding “On Modern Poetry.” They were the first of several lecture series conducted by Coleridge in the years 1808-1814. Their contents are known mainly from unreliable reports when they are known at all.\nThe lectures of 1811-1812 on Shakespeare were influential in the general revival of interest in the Elizabethan drama. Dr. Johnson’s 1765 preface to his edition of Shakespeare’s works had defended him as the poet of nature who held up a mirror to life and manners. Against this mimetic emphasis Coleridge lay stress on Shakespeare’s expressive language and the psychological acumen associated with it: “In the plays of Shakespeare, every man sees himself, without knowing that he does so.” A more important legacy of the lectures on Shakespeare is the idea of organicism, which has deep roots in his earlier critical reflection. In lecture notes on Shakespeare, Coleridge evokes organic form in terms which mimic the contemporary German critic August Wilhelm Schlegel. The form of Shakespeare’s dramas grew out of his characters and ideas, on Coleridge’s telling; the old dramatic conventions did not impede the conception. The structural variety of his plays—the seeming irregularities of The Tempest, in particular—arose from expressive requirements. Organic form redeemed Shakespeare’s unconventional dramatic constructions.\nThe importance of the organic metaphor and idea for later thinking about poetry can hardly be exaggerated. The sense of the work of art as an organism, self-germinating and self-enclosed, pervades modern writing and modern criticism. Coleridge’s elaboration on the idea of imagination in this period owes something to the distinction of mechanic and organic form as well. His definitions of primary and secondary imagination and of fancy have become canonical; they served I. A. Richards, notably, as a theoretical basis of the “semasiology” which he proposed in 1935. This putative science of meaning was meant to shore up the foundations of English as an academic discipline and proved influential not only at Cambridge but throughout the English-speaking world, including the United States, where it provided impetus for the development of the New Criticism, as it was called. Treating Coleridge as a provincial outpost of the new German critical philosophy of Immanuel Kant, English and American readers have usually abandoned the complex record of his reading and response in favor of one or two manageable ideas. The result has been general misapprehension about his orientation and commitments. Coleridge does not make sense as a model of aesthetic reading despite the efforts of Richards and others to bend him to this purpose.\nWhat sort of reader was he, then? Moral and political, certainly, but something more. On his return from Germany in 1799, Coleridge had undertaken “a metaphysical Investigation” of “the affinities of the Feelings with Words & Ideas,” to be composed “under the title of ‘Concerning Poetry & the nature of the Pleasures derived from it.’” The connection of his philosophical studies with his critical ambition is important for understanding how Coleridge imagined the critical function. He was not interested in judging writing by current standards. Conventional judgments of good or bad relied on unspoken assumptions which he was concerned to test and modify, where appropriate, by the light of reason. Adjudicating taste is the usual purview of the “man of letters.” Coleridge was trying for something more philosophical, of larger scope and bearing: “acting the arbitrator between the old School & the New School to lay down some plain, & perspicuous, tho’ not superficial Canons of Criticism respecting poetry.”\nIn the wake of the republication of Lyrical Ballads in early 1801 (with ‘1800’ on the title page), Coleridge’s critical project became a protracted effort to come to terms with Wordsworth’s radical claims in the “Preface” for a poetry composed “in the real language of men.” This was the “New School” of “natural thoughts in natural diction”: Coleridge’s own school despite his differences with Wordsworth. His effort to make the case for the new verse in the teeth of pitched hostility on the part of reviewers culminated in his Biographia Literaria (1817), where the “Old School” is treated anecdotally in the opening chapters on the way to the triumph of Wordsworth’s voice. The fifteen years between the “Preface” and Biographia Literaria were consumed with working through the critical agenda which Coleridge set himself at the turn of the century. The process was a fitful, often tortuous one. The metaphysical investigation assumed a life of its own, waylaid by deep plunges into Kant and Schelling, among others. It culminates in the first volume of the Biographia Literaria with an effort to provide rational ground for the critical exercise which follows in the second. His definition of imagination remains an important part of his poetic legacy, nevertheless, since it underwrites the development of a symbolist aesthetic still associated with his name though at odds with his enduring commitments.\nThe thoughtful approach to Wordsworth in the second volume represents Coleridge’s understanding of poetry at its best. His account of the Lyrical Ballads project challenges some of Wordsworth’s claims in the “Preface” to the second edition in a way which distinguishes the effective from the peculiar in his verse. Readers have often taken Coleridge’s theoretic pronouncements about imagination as constituting his poetics, while the account of Wordsworth’s verse shows him applying more conventional standards in new and thoughtful ways. This discussion of the new school in English poetry includes a detailed treatment of the question of poetic language as raised by Wordsworth, and it is Coleridge’s response to his positions in the Lyrical Ballads “Preface” that makes up the real centerpiece of the argument. The defense of poetic diction in particular is important for understanding his idea of poetry. Its roots lie in a long meditation on language, not in a philosophically derived faculty of imagination.\nThis meditation on language occupied Coleridge occasionally during the years between his return from Germany in 1799 and the composition of the Biographia Literaria. Among projects which he undertook during these long years of opium addiction, physical disability, and aimless wandering, The Friend (1809) stands out for its originality and influence. After two years away, in Malta, Sicily, and Rome, he returned to Keswick in 1806, separated from his wife (who had given birth to their daughter, Sara, on 23 December 1802), lectured and dilated, and finally settled on publishing “a weekly essay” which ran from 1 June 1809 to 15 March 1810. The publication rose and fell by subscriptions, relying on Coleridge’s name and reputation, and finally collapsed under the weight of his private difficulties. Eclectic in approach, broadly literary in style, its various essays remain worth considering for what they indicate of the evolution of letters in the period. The Friend established a high discursive tone which was influential among Coleridge’s inheritors, including Carlyle and Emerson, for whom it was counted among his most valuable works.\nIn 1812 the Wedgwood annuity was reduced by half due to financial difficulties related to the war. Coleridge continued to wander, staying with friends all over the kingdom and occasionally with his family in Keswick. In 1816 he published Christabel with “Kubla Khan” and “The Pains of Sleep” in a single volume; the next year his collected verse, Sibylline Leaves, appeared. He moved into the house of Dr. James Gillman, a physician in Highgate, now a north London village, trying to cure or at least to treat his opium problem. Here he would pass the remainder of his life, writing only occasional verse while preparing philosophical lectures (delivered in 1818), revising the text of The Friend for publication as a book, and collating the moral and theological aphorisms which appeared as Aids to Reflection (1825). These were popular and influential in America as well as in England. Coleridge published a meditation on political inspiration in The Stateman’s Manual (1816) among other tracts on subjects theological and political. On the Constitution of Church and State appeared in 1830; Confessions of an Inquiring Spirit posthumously in 1840. He planned a comprehensive philosophical synthesis which he was unable to realize, conjuring with a system which lived only in his constantly working mind. The most finished text from among his philosophical papers was published in 1848 as Hints towards the Formation of a more Comprehensive Theory of Life. The reconstruction of his abortive synthesis is in progress.\n\r\nColeridge died in 1834 after years of personal discomfort and disappointment. A legend in his time, he came to be seen by friends and contemporaries as the genius who failed. The failure was largely relative to early expectations, however, and to hopes defeated by disease and drugs. Despite everything, Coleridge can still be regarded as a groundbreaking and, at his best, a powerful poet of lasting influence. His idea of poetry remains the standard by which others in the English sphere are tried. As a political thinker, and as a Christian apologist, Coleridge proved an inspiration to the important generation after his own. Recent publication of his private notebooks has provided further evidence of the constant ferment and vitality of his inquiring spirit.\n", "attrs": {"Region:": ["England"], "School/Period:": ["Romantic"]}}