{"pf_url": "https://www.poetryfoundation.org/poets/samuel-menashe", "name": "Samuel Menashe", "yob": "1925", "yod": "2011", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/586d05ce2aaf6405bd8c814617c4aa043939c46d.jpeg", "bio": "\nBorn in New York City, Samuel Menashe earned a BA from Queens College. He then moved to Paris, France, where he earned a doctorate d’universite from the Sorbonne. A writer of compact and precise poems, Menashe was highly regarded among critics. His first American volume, No Jerusalem But This (1971), was praised by Stephen Spender for “language intense and clear as diamonds.” Spender declared that Menashe “can compress an attitude to life that has an immense history into three lines.”\nTo Open, Menashe’s 1974 collection, impressed Christian Science Monitor critic Victor Howes with its concentrated works. “The art of Samuel Menashe is a jeweler’s art,” Howes claimed. He noted that Menashe’s “inner rhymes, his assonances, his occasional plays upon words make even the simplest-seeming statement a construct to read again with heightened attention.”\nAlthough Menashe published only a few volumes, he was considered a unique and significant poet by critics such as Donald Davie and Hugh Kenner. In National Review Kenner praised Menashe’s “taut energies,” and in an Inquiry review of Davie’s The Poet in the Imaginary Museum, Kenner focused almost entirely on Davie’s elucidation of Menashe’s art. In “The Poetry of Samuel Menashe,” Davie linked Menashe to William Blake and wrote, “If we continue to ignore Menashe, or allow him only the abstracted nod that we give to an unclassifiable oddity, we are in effect saying that he doesn’t deserve to profit by the promise that Blake made.”\nMenashe was the winner of the first Neglected Masters Award, given by the Poetry Foundation. His New and Selected Poems (2005) was published in conjunction with that honor by the Library of America, edited by Christopher Ricks. Menashe lived in New York City for many decades until his death on August 22, 2011.\n", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}