{"pf_url": "https://www.poetryfoundation.org/poets/sandra-m-gilbert", "name": "Sandra M. Gilbert", "yob": "1936", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/609fff512fb7cb04ffacfd0720adc62ac8aa9b8e.jpeg", "bio": "\nThough widely acclaimed as a leading feminist literary critic, Sandra M. Gilbert is also a renowned poet who has published numerous collections of poetry, including the Patterson Prize winning Ghost Volcano (1997), and Kissing the Bread: New and Selected Poems 1969–1999, which won an American Book Award. Recent collections include Belongings (2006) and Aftermath: Poems (2011). Gilbert’s poetry is known for its erudition, grace, and formal control. In praise of Belongings, the poet Billy Collins noted, “Sandra Gilbert’s poems are beautifully situated at the intersection of craft and feeling.”\nGilbert’s deft gift for phrasing and interest in the metaphysical are also apparent in her collections of prose, including the harrowing tale of her husband’s sudden death, Wrongful Death: A Medical Tragedy (1995). Offering both a bitter indictment of medical malpractice and a tender eulogy for her husband of more than thirty years, the scholar Elliot Gilbert, the book reconstructs circumstances surrounding his death. Gilbert describes evasive physicians, crass lawyers, and her own deep sorrow. Gilbert’s interest in elegy, grieving, and literary representations of loss have continued to inform her work in books like Inventions of Farewell (2001), an anthology of elegies which she edited, and Death’s Door: Modern Dying and the Ways We Grieve (2006), a cultural and literary history of grief.\nGilbert is also well known for her work with the scholar Susan Gubar. The two cowrote The Madwoman in the Attic: The Woman Writer and the Nineteenth-Century Literary Imagination (1979), considered one of the most influential works of feminist scholarship of the 20th century. The book was credited with breaking important new ground in the field of women's studies, and has become a classic. The authors examine how attitudes toward women and female writers shaped the literature of Jane Austen, Charlotte and Emily Brontë, Emily Dickinson, George Eliot, and Mary Shelley. Nineteenth century women writers, note Gilbert and Gubar, found themselves \"trapped in the specifically literary constructs of what Gertrude Stein was to call 'patriarchal poetry.'\" In response, these writers created what critic Kate Arneson, writing in English Notes, described as \"subversive, displaced expressions of their own frustration,\" such as the madwoman of the title—a reference to Bertha Mason in Jane Eyre. As Arneson pointed out, \"the powerful madwoman in the attic is an alter-ego of the gentle and submissive Jane Eyre … a personification of Jane's hidden anger and unconscious resentment of her powerless … state.\" The Madwoman in the Attic critiqued the male-dominated literary canon, and was one of the pioneering efforts to create an alternative literary canon. The book has remained on college reading lists since it first appeared and has become one of the most famous works of feminist criticism.\nGilbert and Gubar also produced a three-volume series titled No Man's Land: The Place of the Woman Writer in the Twentieth Century. Though Gilbert and Gubar have come under fire from later feminist scholars for offering essentialized versions of the female experience which fail to take into account differences across ethnicity, class, and history, their work is generally held to have taken an important first step in legitimizing feminist literary criticism.\nSpeaking to her multiple roles as writer, scholar, and political activist, Gilbert once explained,  \"I see myself as a poet, a critic, and a feminist, hoping that each 'self' enriches the others. As a poet, however, I'm superstitious about becoming too self-conscious; as a critic, I want to stay close to the sources of poetry; and as a feminist, I try to keep my priorities clear without sermonizing. Those caveats mean that a statement like this one necessarily has to be short—at least for now.\"\r\n﻿\n", "attrs": {"Region:": ["U.S., Western"]}}