{"pf_url": "https://www.poetryfoundation.org/poets/sandra-cisneros", "name": "Sandra Cisneros", "yob": "1954", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/dad4e7c5951f4d62745653a751dfc6443040142f.jpeg", "bio": "\nPoet, novelist, essayist, short story writer, and children’s author Sandra Cisneros was born in Chicago, Illinois, the only daughter in a family with six sons. During her childhood, the family moved often between Chicago and Mexico. Cisneros earned a BA at Loyola University of Chicago and an MFA at the University of Iowa.\nHer writing frequently engages with the construction of feminist Latina identity, folding Spanish phrases into a hybrid, spiraling syntax that crosses languages as her characters shift between cultures. In an interview for the New York Times, Cisneros discussed the experience and power of shifting between cultures and languages, stating, “I’m a translator. I’m an amphibian. I can travel in both worlds. What I’m saying is very important for the Latino community, but it is also important for the white community to hear. What I’m saying in my writing is that we can be Latino and still be American.”\nCisneros is the author of several poetry collections, including Loose Woman (1994), My Wicked Wicked Ways (1987), and Bad Boys (1980). Her debut novel, The House on Mango Street (1984), won an American Book Award. Her second novel, Caramelo (2002), was selected a noteworthy book of the year by the New York Times, the Los Angeles Times, the Chicago Tribune, and the San Francisco Chronicle. Her story collection Woman Hollering Creek and Other Stories (1991) won the PEN Center West Award for Best Fiction, the Lannan Foundation Literary Award, the Quality Paperback Book Club New Voices Award, and the Anisfield-Wolf Book Award. Cisneros is also author of several children’s books, including Hairs/Pelitos (1994). Her work has been translated into more than a dozen languages. Vintage Cisneros (2003) offers a selection of her writing. In 2015, she published A House of My Own: Stories from My Life.\nPresident Obama awarded Cisneros the National Medal of the Arts in 2016. Her many other honors include a MacArthur Foundation Fellowship, the Texas Medal of the Arts, fellowships from the National Endowment for the Arts in both poetry and fiction, the Dobie-Paisano Fellowship from the Texas Institute of Letters, and an Illinois Artists Grant. Cisneros has been granted honorary doctorates from Loyola University of Chicago and Purchase College, State University of New York. Books about her life and work include Sandra Cisneros: Latina Writer and Activist (1998), by Caryn Mirrian-Goldberg; Border Crossings and Beyond: The Life and Works of Sandra Cisneros (2009), by Carmen Haydee Rivera; and the young adult volumes A Home in the Heart: The Story of Sandra Cisneros (2005) and Sandra Cisneros: Inspiring Latina Author (2010), by Karen Clemens Warrick. Cisneros has been the subject of several critical works, including Harold Bloom’s interpretive guide Sandra Cisneros’s The House on Mango Street (2009).\nCisneros is founding president of the Macondo Foundation and the Alfredo Cisneros Del Moral Foundation. Her literary papers are preserved in the Wittliff Collections at Texas State University. A dual citizen of the United States and Mexico, she lives in San Miguel de Allende.\n", "attrs": {"Region:": ["U.S., Midwestern"]}}