{"pf_url": "https://www.poetryfoundation.org/poets/sandra-mcpherson", "name": "Sandra McPherson", "yob": "1943", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/19/297be7c6d005d0e7427779a738b3d80f562f9f47.jpeg", "bio": "\nSandra McPherson was raised in San Jose, California. She went to college in California, then studied with Elizabeth Bishop at the University of Washington. She writes of her relationships with husband, daughter, parents, teachers, and friends with a sense of both the possibilities and limits of intimacy. Her poems are oblique and often difficult, yet are always firmly anchored in perception and experience, and she weaves vivid images culled from nature into what Contemporary Women Poets contributor David Young characterizes as \"rich, complex, and deeply satisfying poems.\" In collections that include the National Book Award-nominated The Year of Our Birth, At the Grave of Hazel Hall, and Edge Effect: Trails and Portrayals, McPherson has increasingly honed her unsentimental, insightful verse, imbuing it with images reflective of diverse folk arts and refining her expressions of a cultural perspective that is uniquely American.\n\r\nReviewing Elegies for the Hot Season, (1970) McPherson's first published collection of verse, Jonathan Galassi of  Poetry notes a similarity to the late poet Sylvia Plath in the \"stark, basic pictures that give shape to this poet's deepest insights.\" Valerie Trueblood, commenting on the work in American Poetry Review, believes \"this is the world at its plainest and most sign-giving. . . . McPherson has a gift . . . for bringing the physical world close without blinking at it.\"\n\r\nMcPherson's characteristic unadorned presentation is continued in Radiations (1973). There are two distinct kinds of poems in this collection, David Cavitch maintains in his review for the New York Times Book Review. The first, according to the critic, are poems that \"express a sensitive young woman's decorous thoughts around the house,\" while in the others \"McPherson connects her personal existence to large, contemporary metaphors, and her simple, homebody language acquires the overtones of fierce truth, coolly delivered.\" Throughout each of McPherson's subsequent collections, readers follow \"details of the poet's life,\" according to Young: \"marriage, motherhood, eventual divorce, mental illness in a daughter, remarriage, relations with adoptive parents, and a midlife reunion with birth parents\" each figure within the poet's \"visionary outlook that never loses its rooting in ordinary experience.\"\n\r\nThe \"poles\" of the poet's imaginary world are \"absence and presence,\" according to Margaret Gibson in Library Journal in a review of McPherson's The Year of Our Birth (1978), \"as she traces the process of consciousness in fragments of childhood and in moments which touch adult lives.\" Joyce Carol Oates, reviewing McPherson's collection for the New Republic, finds that despite \"too many poems that read like facile exercises,\" The Year of Our Birth contains \"beautifully rendered poems with the lucidity of parables.\" Noteworthy within the collection is the ten-part \"Studies in the Imaginary,\" which Young praises for its \"light touch and elusive control of statement,\" as well for as the poet's \"expert handling of submerged drama and marshalled associations.\"\n\nThe Spaces between Birds: Mother/Daughter Poems, 1967-1995 (1996) encompasses the relationship between the poet and her daughter, Phoebe, who was born with a form of autism. The collection juxtaposes poems by McPherson with those of her daughter, creating an effect that  Poetry reviewer Leslie Ullman notes creates \"an implicit and thoroughly winning intimacy, a kind of duet,\" showing \"the sympathetic connections between mother and daughter . . . [that] grounds itself in an energy that is powerfully feminine,\" and also expressing the poet's reaction to her daughter's erratic behavior: the \"raw despair, the sense of entrapment, the shadow-side of intimacy made darkest in its moments of helplessness,\" in the words of Ullman. A Publishers Weekly critic, calling The Spaces between Birds \"a flock of hard truths, joyfully told,\" praises McPherson as \"a distinctive stylist and a compassionate voice whose work continues to enrich and reward readers.\"\n\r\nThe first of the two parts of Edge Effect, published the same year as The Spaces between Birds, returns the poet to the examinations of folk art forms that served as her focus in such volumes as The God of Indeterminacy. Here McPherson writes of the creative vision of those she dubs \"outsider\" artists, particularly the work of the impoverished and the dispossessed, as well as returning to her examination of quilt work. The poet's perspective, according to Ullman, is \"not merely a celebration of the marginal, but the definition of a new aesthetic behind works done by those to whom the word 'aesthetic' would have little meaning.\" The second half of Edge Effect finds McPherson celebrating the landscape of the Pacific Northwest, relating to the natural beauty of the region's trails and shoreline using the same aesthetic criteria with which she observed the folk art of \"outsider\" artists. \"In this context,\" Ullman explains in another Poetry review, \"nature is re-seen in its small eccentricities and larger harmonies, like a homemade object . . . given presence by being placed in good light.\" With both The Spaces between Birds and Edge Effect, concludes Young, McPherson's \"sympathy with the unsung creators of her own culture has proved to be profound and revelatory . . . Her creative energies seem undiminished.\"\nMcPherson has published over twenty collections of poetry, including, most recently, Expectation Days (2006), Certain Uncollected Poems (2012), Outline Scribe (2015), The Danger Is (2018), and Quicksilver, Cougars, and Quartz (2019). She has taught at the University of California-Davis and the Iowa Writers' Workshop.\n", "attrs": {}}