{"pf_url": "https://www.poetryfoundation.org/poets/sarah-morgan-bryan-piatt", "name": "Sarah Morgan Bryan Piatt", "yob": "1836", "yod": "1919", "image": null, "bio": "\nRaised on a plantation in antebellum Lexington, Kentucky, poet Sarah Morgan Bryan Piatt was educated at Henry Female College and left the South in her 20s. Her poems appeared regularly in the Louisville Journal and the New York Ledger by the time of her 1861 marriage to poet and diplomat John J. Piatt. In 1882, the Piatts moved to Cork, Ireland, where they became friends with the writers Austin Dobson, Edmund Gosse, Alice Meynell, and Katherine Tynan.\r\n \r\nPiatt often took an unconventional approach to form, engaging social and domestic themes by layering dialogue, dramatic realism, and irony. Critic Stephen Burt, introducing a Poetry Daily feature on her poem “The Sight of Trouble,” observed that “binocular vision—feminism and tragedy, if you like; harm remediable and irremediable, seen together—makes Piatt stand out.”\r\n \r\nWell-known and critically acclaimed during her life, Piatt published more than a dozen collections of poetry, including A Voyage to the Fortunate Isles and Other Poems (1885), Dramatic Persons and Moods (1880), An Irish Garland (1884), and The Witch in the Glass (1888). With her husband, she collaborated on The Nests of Washington and Other Poems (1863) and The Children Out-of-Doors (1885). Her poems are featured in An American Anthology 1787–1900 (1900) and numerous other anthologies. Piatt’s Poems appeared in 1894. She died in Caldwell, New Jersey, in 1919.\r\n \r\nRecent scholars, including Larry Michaels, editor of That New World: The Selected Poems of Sarah Piatt 1861–1911 (1999); Paula Bernat Bennett, editor of Palace-Burner: The Selected Poetry of Sarah Piatt (2001); and Jessica Roberts, author of Genealogies of Convention: Reading the Poetry of Sarah Piatt and Herman Melville in the Nineteenth-Century American Culture of Anthologies (2005), have returned Piatt’s poetry to critical and popular audiences.\n", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}