{"pf_url": "https://www.poetryfoundation.org/poets/sarah-josepha-hale", "name": "Sarah Josepha Hale", "yob": "1788", "yod": "1879", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/8a7c4f22a9547b40ade886cdf99a7e59bbb29e98.jpeg", "bio": "\nSarah Josepha Hale was a highly influential 19th-century writer, reviewer, and editor. For nearly 50 years she edited an extremely popular women’s magazine.Born in Newport, New Hampshire, Hale was schooled at home and later by her husband. Widowed with five children, she attempted a literary career to support her family. She published The Genius of Oblivion and Other Original Poems (1823) anonymously with financial support from friends. While her early poetry was warmly received, serious recognition came with the publication of her novel Northwood: A Tale of New England (1827).\nIn 1828 Hale moved to Boston, where she exerted enormous influence as editor of Ladies’ Magazine, a ground-breaking journal of prose and poetry. In 1837 Louis A. Godey bought the magazine, renaming it Godey’s Lady Book. As the publication’s fame increased, Hale remained editor and moved to Philadelphia, where she promoted women’s writing by soliciting and publishing female writers.\nA high-profile supporter in the early 1860s of Vassar College’s efforts to provide an elite education to women, Hale believed in women’s schooling and property rights. As the women’s rights movement grew, however, she remained opposed to women’s suffrage and involvement in business.Hale published dozens of books of poetry, fiction, nonfiction, drama, and recipes. Her titles include Poems for Our Children (1830); Three Hours; or, The Vigil of Love: and Other Poems (1848); Love; or, Woman’s Destiny. A Poem in Two Parts: With Other Poems (1870); and Woman’s Record; or, Sketches of All Distinguished Women, from “The Beginning” till A.D. 1850 (1853), the first book to record women writers.\n", "attrs": {"Region:": ["U.S., New England"]}}