{"pf_url": "https://www.poetryfoundation.org/poets/sharon-olds", "name": "Sharon Olds", "yob": "1942", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/bed364172020f195e0ff29dd2397d3e0fc98b7bf.jpeg", "bio": "\nSharon Olds is one of contemporary poetry’s leading voices. Winner of several prestigious awards, including the Pulitzer Prize and National Book Critics Circle Award, Olds is known for writing intensely personal, emotionally scathing poetry which graphically depicts family life as well as global political events. “Sharon Olds is enormously self-aware,” wrote David Leavitt in the Voice Literary Supplement. “Her poetry is remarkable for its candor, its eroticism, and its power to move.” Olds’s candor has led to both high praise and condemnation. Her work is often built out of intimate details concerning her children, her fraught relationship with her parents and, most controversially, her sex life. Critic Helen Vendler publically disparaged Olds’s work as self-indulgent, sensationalist and even pornographic. However, Olds has just as many supporters who praise her poetry for its sensitive portrayal of emotional states, as well as its bold depiction of “unpoetic” life events. Discussing Olds in Poetry, Lisel Mueller noted: “By far the greater number of her poems are believable and touching, and their intensity does not interfere with craftsmanship. Listening to Olds, we hear a proud, urgent, human voice.” And the poet Billy Collins has called her “a poet of sex and the psyche,” adding that “Sharon Olds is infamous for her subject matter alone…but her closer readers know her as a poet of constant linguistic surprise.”\n\r\nOlds’s poetry is known for its accessible and direct free verse style. Often first-person narratives, her poetic voice is known for both its precision and versatility. The colorful events of the poems are always rendered in sharply realized images that cut quickly from the gory to the beautiful and back again. Her books appeal to a wide audience, and almost all of her work has undergone multiple printings. Her National Book Critics Circle Award-winning volume The Dead and the Living (1984) alone has sold more than 50,000 copies, ranking it as one of contemporary poetry’s best-selling volumes. Her work is viewed in the tradition of Walt Whitman as a celebration of the body, in all its pleasures and pains, and it particularly resonates with women readers. As Dwight Garner put it in a Salon piece, “Domesticity, death, erotic love—the stark simplicity of Sharon Olds’s subjects, and of her plain-spoken language, can sometimes make her seem like the brooding Earth Mother of American poetry.”\n\r\nBorn in 1942 in San Francisco, Olds grew up in Berkeley, California where she was raised, she has said, as a “hellfire Calvinist.” She attended Stanford University and earned her Ph.D. at Columbia in 1972. She was thirty-seven when she published her first book of poems, Satan Says (1980). Over several volumes, Olds has carved out a unique place in contemporary American poetry. Steve Kowit noted that Olds “has become a central presence in American poetry, her narrative and dramatic power as well as the sheer imagistic panache of her work having won her a large following among that small portion of the general public that still reads verse.” Such popularity has not met with universal critical approval, however. Olds has been accused of narcissism and superficiality. “For a writer whose best poems evince strong powers of observation, Olds spends too much time taking her own emotional temperature,” maintained Ken Tucker in the New York Times Book Review. “Everything must return to the poet—her needs, her wants, her disappointments with the world and the people around her.” But other critics have been eager to champion Olds’s work. In a Seattle Times review of Blood, Tin, Straw (1999), Richard Wakefield noted that Olds writes “poetry more faithful to the felt truth of reality than any prose could be.” And Poetry Flash reviewer Richard Silberg commended Olds for “taking on subjects not written before, or not written in these ways…the best of these poems have a density of inspiration line by line.”\nOlds released a collection of selected poems, Strike Sparks, in 2002. Collecting poems from over two decades, the book received the National Book Critics Circle Award and was widely praised as a good introduction to Olds’s major themes. David Kieley, in a review for the literary blog Bookslut, wrote that the book “is in many ways a poetic memoir in which we keep circling around the subjects of sex, motherhood, and Olds’s troubled childhood and parents in a Catch-22 kind of spiraling chronology... The poems circle a profound atheism in which the physical body is a document of being; physical experience is the primary mode of forming and physical contact the primary human relationship.” Olds’s next volume of new poetry, One Secret Thing (2009) continues to mine similar veins of autobiography, personal myth and dream. Reviewing the book for the New York Times, Joel Brouwer described Olds’s method: “Olds selects intense moments from her family romance—usually ones involving violence or sexuality or both—and then stretches them in opposite directions, rendering them in such obsessive detail that they seem utterly unique to her personal experience, while at the same time using metaphor to insist on their universality.”\n\r\nOlds’s next book, Stag’s Leap (2012), included poems that explored details of her recent divorce, and the book won both the Pulitzer Prize and Britain's T.S. Eliot prize. In awarding the T.S. Eliot prize, Carol Ann Duffy, chair of the final judging panel, said: “This was the book of her career. There is a grace and chivalry in her grief that marks her out as being a world-class poet. I always say that poetry is the music of being human, and in this book she is really singing. Her journey from grief to healing is so beautifully executed.” Her collection of poetry, Odes (2016), used the venerable poetic mode as means to address a wide range of topics including gender, age, and sexual politics. \n\r\nIn her Salon interview, Olds addressed the aims of her poetry. “I think that my work is easy to understand because I am not a thinker. I am not a… How can I put it? I write the way I perceive, I guess. It’s not really simple, I don’t think, but it’s about ordinary things—feeling about things, about people. I’m not an intellectual. I’m not an abstract thinker. And I’m interested in ordinary life.” She added that she is “not asking a poem to carry a lot of rocks in its pockets. Just being an ordinary observer and liver and feeler and letting the experience get through you onto the notebook with the pen, through the arm, out of the body, onto the page, without distortion.”\nOlds has won numerous awards for her work, including fellowships from the Guggenheim Foundation and the National Endowment for the Arts. Widely anthologized, her work has also been published in a number of journals and magazines. She was New York State Poet from 1998 to 2000, and currently teaches in the graduate writing program at New York University.  \n \n \n", "attrs": {}}