{"pf_url": "https://www.poetryfoundation.org/poets/sharon-g-flake", "name": "Sharon G. Flake", "yob": "1955", "yod": null, "image": null, "bio": "\nSharon Flake was born and raised in Philadelphia. She earned a BA in English from the University of Pittsburgh and worked in foster care and family and community services before joining the public relations staff at the University of Pittsburgh Press. While working for the press, Flake wrote her bestselling debut young adult novel, The Skin I’m In (1998). The novel received the Coretta Scott King/John Steptoe Award for New Talent and the YWCA Racial Justice Award and was named a New York Public Library Top Ten Book for the Teen Age, a YALSA Best Book for Young Adults, and one of the Bank Street College of Education Best Children’s Books of the Year. The novel also earned Flake a Detroit Free Library Author of the Year Award. Flake’s novels and short stories deal with the struggles of teenagers and young people of color and have received praise for their honest and urgent portrayals of complex issues and themes. Her second novel, Money Hungry (2001), dealt with a family facing homelessness and received the Coretta Scott King Award and was a Carolyn Field Honor Book, among other awards. Flake’s other works for teenagers and young adults include Unstoppable Octobia May (2014); Pinned (2012); ​​​​You Don’t Even Know Me: Stories and Poems About Boys (2010); The Broken Bike Boy and the Queen of 33rd Street (2007), illustrated by Colin Bootman; Bang! (2005); the short story collection Who Am I Without Him? (2004); and Begging for Change (2003).\nIn 2002, Flake answered questions from fans for the New York Public Library. She described what she thinks about feedback from adults and young people: “Grown-ups try to tell me more than kids what I should do, and I ignore them. I just think that everybody should know their own stories. What inspired me in terms of young people are young people who tell me that they hated to read or were bad readers, and they liked my work and it made them want to read more, or read somebody else’s work. That motivates me to keep writing. … Young people (including my daughter) bring me the most joy, and make me really happy to be a writer.” Flake lives in Pittsburgh, Pennsylvania.\n", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}