{"pf_url": "https://www.poetryfoundation.org/poets/sharan-strange", "name": "Sharan Strange", "yob": "1959", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/18/cc0ad6e3b64d28923cea3eeac0e9799d742b3828.jpeg", "bio": "\nSharan Strange was raised in Orangeburg, South Carolina, and she studied at Harvard College and earned her MFA at Sarah Lawrence College. She is the author of the full-length collection Ash (Beacon Press, 2001), which was selected by Sonia Sanchez for the Barnard Women Poets Prize. She is a founding member of the Dark Room Collective and served as co-curator of its Dark Room Reading Series, which presented over 100 established and emerging writers, musicians, and visual artists of color to audiences in the Boston area from 1988 to 1994. For many years she was also a contributing editor of Callaloo, the journal of African diaspora arts and letters.\nStrange’s poems and essays have appeared in many anthologies, including Bearden’s Odyssey: An Anthology of Poems Responding to the Art of Romare Bearden (2016), Angles of Ascent: A Norton Anthology of Contemporary African American Poetry (2013), The Ringing Ear: Black Poets Lean South (2007), Temba Tupu! Africana Women’s Self-Portrait (2005), Dance the Guns to Silence (2005), Furious Flower: African American Poetry from the Black Arts Movement to the Present (2004), Bittersweet: Contemporary Black Women’s Poetry (1998), and Best American Poetry 1994. Her work as appeared in journals in the US and abroad, including Callaloo, the American Poetry Review, and Agenda (South Africa). Her writings have also been featured in The Dream Unfinished concert series #SingHerName, and in exhibitions at the Whitney Museum, the Skylight Gallery in New York, and the Institute of Contemporary Art in Boston. Her commissioned piece “Everyone Is a Mirror” was featured in the catalogue for the exhibition Black President: The Art and Legacy of Fela Anikulapo Kuti at the New Museum of Contemporary Art in New York.\nStrange’s honors include the Rona Jaffe Foundation Writer’s Award, an Artist Award from the DC Commission on the Arts, Pushcart Prize nominations, and residencies at the Gell Writers’ Center, the MacDowell Colony, and Yaddo. She has served as Bruce McEver Visiting Chair in Poetry at the Georgia Institute of Technology, and faculty at the Center for the Contemplative Mind in Society Summer Session at Smith College. She has also been writer-in-residence at Fisk University, Bennington College, Wheaton College, the University of California at Davis, the California Institute of the Arts, the University of Tennessee-Chattanooga, the University of North Carolina at Wilmington, and other colleges and universities. \nStrange teaches creative writing at Spelman College and serves as a community board member of Poetry Atlanta.\n", "attrs": {"Region:": ["U.S., Southern"]}}