{"pf_url": "https://www.poetryfoundation.org/poets/sheryl-luna", "name": "Sheryl Luna", "yob": null, "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/0dd68cf3bd0733e80f7a9a410299e9ae10d5cc6d.jpeg", "bio": "\nSheryl Luna was born and raised in El Paso, Texas. She earned her BA at Texas Tech University, an MFA from the University of Texas at El Paso, an MA in English from Texas Woman’s University, and a PhD in Contemporary Literature from the University of North Texas. Poets & Writers Magazine named Luna as one of the “18 Debut Poets who Made their Mark in 2005.”\r\n \r\nLuna's first collection of poetry, Pity the Drowned Horses (2004), won the first Andres Montoya Poetry Prize, sponsored by the Institute of Latino Studies and the Creative Writing program at the University of Notre Dame, and was a finalist for the National Poetry Series and the Colorado Book Awards. Pity the Drowned Horses focuses on cultural identity, bridges, and barriers between the U.S. and Mexico border. Poet and final Montoya Prize judge Robert Vasquez commented on Luna’s writing style: “her syntax—sometimes raw and edgy—creates a tableau where everything rushes toward ‘our wild need, all sweat, all shiver. The overall effect is simply mesmerizing.’” Luna's second collection of poems, Seven (2013), was runner up for the Ernest Sandeen Poetry Prize.\n\r\nLuna has been awarded fellowships from the Corporation of Yaddo, the Anderson Center, the Ragdale Foundation, and Canto Mundo. She received the Alfredo Cisneros del Moral Foundation Award from Sandra Cisneros in 2008. Her poems have appeared in various journals including the Georgia Review, Prairie Schooner, Poetry Northwest, Puerto del Sol, Kalliope, and the Notre Dame Review. She has taught at the University of Colorado in Boulder, Colorado and at the Metropolitan State College of Denver.\n", "attrs": {"Region:": ["U.S., Western"]}}