{"pf_url": "https://www.poetryfoundation.org/poets/sherman-alexie", "name": "Sherman Alexie", "yob": "1966", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/d04b9f31c30fb43a17bdcc7ca6c03a9447762e8f.jpeg", "bio": "\nSherman Alexie is a preeminent Native American poet, novelist, performer and filmmaker. He has garnered high praise for his poems and short stories of contemporary Native American reservation life, among them The Business of Fancydancing (1992), The Lone Ranger and Tonto Fist Fight in Heaven (1993), which won a PEN/Hemingway Award, and Smoke Signals (1998), a critically acclaimed movie based on one of Alexie’s short stories and for which he co-wrote the screenplay. An acclaimed performer of his own work, Alexie held the World Heavyweight Poetry title for four years. He continues to perform many of his poems at poetry slams, festivals, and other venues, and has received praise for the energy and emotion he brings to his work.\n\r\nA Spokane/Coeur d’Alene tribal member, Alexie grew up on the Spokane Indian Reservation in Wellpinit, Washington. Alexie was born hydrocephalic and underwent an operation at six months of age; he was not expected to survive. Though he lived through the experience, he was plagued with seizures as a child and spent most of his childhood reading. In the eighth grade, he decided to attend Reardan High School, located twenty miles outside the reservation. His achievements in high school secured his admission to Spokane’s Jesuit Gonzaga University in 1985, where he had a successful academic career but began to abuse alcohol. Alexie transferred to Washington State University in 1987 and began writing poetry and short fiction. In 1990 Alexie’s work was published in Hanging Loose magazine, a success he has credited with giving him the incentive to quit drinking. He has remained sober ever since.\nIn his short-story and poetry collections, Alexie illuminates the despair, poverty, and alcoholism that often shape the lives of Native Americans living on reservations. His poems, novels and short stories evoke sadness and indignation yet also leave readers with a sense of respect and compassion for characters who are in seemingly hopeless situations. Involved with crime, alcohol, or drugs, Alexie’s protagonists struggle to survive the constant battering of their minds, bodies, and spirits by white American society and their own self-hatred and sense of powerlessness. As Alexie asserted in The Lone Ranger and Tonto Fistfight in Heaven, Native Americans “have a way of surviving. But it’s almost like Indians can easily survive the big stuff. Mass murder, loss of language and land rights. It’s the small things that hurt the most. The white waitress who wouldn’t take an order, Tonto, the Washington Redskins.” While he depicts the lives of Native Americans who attempt to escape their situation through alcohol and other forms of self-abuse, Alexie’s characters also access a mental, emotional, and spiritual outlet, which he refers to as “fancydancing.”\n\r\nA key characteristic of Alexie’s writing is irony, and his dark humor is often buoyed by an exquisite sense of timing. His poetry collections The Business of Fancydancing and First Indian on the Moon (1993) expose the “fraudulent illusions that tempt us all in America today,” noted Andrea-Bess Baxter in Western American Literature. Commenting on The Business of Fancydancing, Alexie’s first published poetry collection, Leslie Ullman in the Kenyon Review wrote that the author “weaves a curiously soft-blended tapestry of humor, humility, pride and metaphysical provocation out of the hard realities…the tin-shack lives, the alcohol dreams, the bad luck and burlesque disasters, and the self-destructive courage of his characters.” Such irony is also a major force in Alexie’s prose, particularly his early short story collections, The Lone Ranger and Tonto Fist-Fight in Heaven and The Toughest Indian in the World (2000), which Ken Foster for the San Francisco Chronicle described as having a “consistently dark comic tone.” In an interview Alexie commented on his progression from poems to short stories to novels as occurring “pretty naturally because…my poems are stories. It felt natural for me to evolve to a larger form. Not to say it wasn’t difficult for me at first, though…I had this thing about going beyond one page, typewritten. I’d get to the bottom of a page and freak out, because I wouldn’t know what to do next. But the stories kept getting bigger and bigger…They began to demand more space than a poem could provide.”\n\r\nAlexie was named to Granta’s Best of Young American Novelists list in 1996. Editor Ian Jack said the judges had “liked his [Alexie’s] work because it had something to tell us. Native American life, life on the reservation, is a pretty under-described experience.” He added that “fiction, if it’s any good, should persuade you of individual and inner lives. Alexie’s book wasn’t sanctimonious or pious or a piece of political pleading—it introduced you to characters who were native American and made them as complex and odd as everyone else.” Alexie’s early work was often described in such terms. Verlyn Klinkenborg noted in the Los Angeles Times Book Review that Alexie writes effectively for “a divided audience, Native American and Anglo. He is willing to risk didacticism whenever he stops to explain the particulars of the Spokane, and, more broadly, the Native American experience to his readers. But Alexie never sounds didactic. His timing is too good for that”; Abigail Davis in Bloomsbury Review declared that “this first novel by Sherman Alexie comes as close to helping a non-Native American understand the modern Indian experience as any attempt in current literature. The reader closes the book feeling troubled, hurt, hopeful, profoundly thoughtful, and somehow exhausted, as if the quest of the characters had been a personal experience.”\nBut as Alexie’s prose writing has matured, it has become less focused on exposing a uniquely Native American world to Anglo audiences. Ken Foster, in his review of The Toughest Indian in the World for the San Francisco Chronicle, described how the nine stories in the collection retrace Alexie’s familiar territory of Native-white conflict without feeling “the need to instruct his readers in the details of contemporary American Indian culture, and why should he? The lives he portrays are so finely detailed.” Eric Weinberger, in his review of Alexie’s short story collection Ten Little Indians (2003), likewise noted that the “the most successful stories in Ten Little Indians don’t traffic in their Indianness.” Alexie’s 2007 novel Flight also treads his familiar themes in new ways. In the story of 15-year-old foster kid “Zits,” his adventures through time, and his reincarnation as various historical characters, Alexie “skillfully explores both sides of the proverbial war. Zits witnesses brutal violence through the eyes of whites and Indians, fathers and sons, and he begins to understand what it means to be the hero, the villain and the victim,” wrote S. Kirk Walsh in his review for the New York Times. Released the same year, Alexie’s semi-autobiographical young adult novel The Absolutely True Diary of a Part-Time Indian received major critical praise and won a host of awards, including the National Book Award for Young People’s Literature.\n\r\nAlexie has also been active in film, helping to create the first all-Indian movie. Smoke Signals (1998) which was a major studio release, writing and directing the adaption of his own book The Business of Fancy-Dancing (2003), and writing the script for the independent film 49? (2003). Based on an Alexie short story, Smoke Signals was produced, directed, and acted by Native American talent. The plot follows a young man living an aimless life in Idaho. Victor Joseph, who has lost contact with his Native roots, embarks on a journey to “discover his past and accept his present,” as Los Angeles Magazine writer James Greenberg put it. The finished film took top honors at the Sundance Film Festival; on the occasion of its 1998 wide release, Alexie told a Time interviewer that he hoped Smoke Signals would open doors for Indian filmmakers. He pointed to African-American director Spike Lee as a role model: “Spike didn’t necessarily get films made as much as he inspired filmmakers to believe in themselves. That’s what’s going to happen here. These 13-year-old Indian kids who’ve been going crazy with their camcorders will finally see the possibilities.”\nWhile he explores many of the same themes in all his chosen genres, Alexie’s poetry is arguably even more self-conscious and ironic than his prose. A mix of narrative, formal innovation and gorgeous lyricism, his poetry collections often contain extended prose pieces, as in The Business of Fancy-Dancing, First Indian on the Moon (1993), and One Stick Song (2000), which Publisher’s Weekly praised for its “ability to handle multiple perspectives and complex psychological subject matter with a humor that feeds readability.” His collection Face (2009) includes poems written in forms like the sestina and villanelle, as well meta-textual effects like extended footnotes and frame-breaking moments of self-awareness. The effect, according to Stephen Ross in the Oxonian Review, is “light-hearted without being light, colloquial without being cliché, and serious without being sententious.”\nAlexie has been the recipient of numerous awards and grants, including the 2009 Mason Award, the 2008 Stranger Genius Award, a Pushcart Prize, the PEN/Malamud Award, a National Endowment for the Arts Poetry Fellowship, and numerous honorary degrees. He is a highly sought-after public speaker and has been a guest on nationally-broadcast radio and TV programs like the McNeil-Lehrer Report, NOW with Bill Moyers, and the Colbert Report. He lives in Seattle, Washington with his wife and two sons.\n \n[Updated 2010]\n", "attrs": {}}