{"pf_url": "https://www.poetryfoundation.org/poets/simon-j-ortiz", "name": "Simon J. Ortiz", "yob": "1941", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/23/9349f8a85024fa146a168d23b0d22b8466f21155.jpeg", "bio": "\nA leading figure in the Native American literary renaissance that emerged in the 1960s, Simon J. Ortiz has published many books of poetry, short fiction, and non-fiction. In general, his writing is concerned with modern man’s alienation from others, from himself, and from his environment—urging humanity to reconnect  the wisdom of ancestral spirits and with Mother Earth. His poetry collections include Going for the Rain (1976), A Good Journey (1977), From Sand Creek (1982), Woven Stone (1992), After and Before the Lightning (1994), and Out There Somewhere (2002).\nOrtiz, who is an Acoma Pueblo Indian, was born and raised near Albuquerque, New Mexico, and grew up speaking the Acoma tongue. “This early language from birth to six years of age in the Acoma family and community,” he has written, “was the basis and source for all I would do later;” ironically, he was punished for speaking it at school. Nicknamed “the reporter” by his father for the absorbed attention he paid as a child to tribal elders’ stories, he has continued to base his creative work on his people’s powerful oral tradition.\n\r\nAfter attending Fort Lewis College and the University of New Mexico, Ortiz earned an MFA from the University of Iowa. During the 1960s he also served in the Army, where he suffered discrimination, and worked in a uranium mining industry whose profit-driven desecration of the land he would later movingly protest. In the early 1970s he began to write in earnest while teaching at various colleges, and in 1982 won a Pushcart Prize and a wide audience with From Sand Creek. Perhaps his most important book is 1992’s Woven Stone—a blend of the poetry and prose of three earlier volumes that is a spiritual autobiography.\n\r\nSimple in its diction and rhythms, Ortiz’s poetry can express great reverence for beloved landscapes as well as intense rage against the de-humanizing forces of excessive development and mechanization. Apart from his own heritage, he has been influenced by Walt Whitman and the writers of the Beat movement, and he shares themes and stylistic features with fellow Native Americans Leslie Marmon Silko and N. Scott Momaday along with such environmentally engaged poets such as Gary Snyder. Ortiz currently teaches at Arizona State University, where he founded and coordinates the Indigenous Speakers Series.\r\n \n", "attrs": {"Region:": ["U.S., Southwestern"]}}