{"pf_url": "https://www.poetryfoundation.org/poets/simone-muench", "name": "Simone Muench", "yob": null, "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/9ca82b18bc7b37dde99125ca60d02f77b27f928a.jpeg", "bio": "\nSimone Muench was raised in Benson, Louisiana, and Combs, Arkansas. She earned her BA and MA from the University of Colorado in Boulder, and her PhD from the University of Illinois at Chicago. Her books include The Air Lost in Breathing (Helicon Nine, 2000), winner of the Marianne Moore Prize for Poetry; Lampblack & Ash (Sarabande, 2005), winner of Kathryn A. Morton Prize for Poetry and New York Times Editor’s Choice; Orange Crush (Sarabande, 2010), and Wolf Centos (Sarabande, 2014). In addition, she has written two collaborative books: Disappearing Address, a book of epistolary poems (with Philip Jenks, BlazeVox Press, 2010), and Suture, a book of sonnets (with Dean Rader, Black Lawrence Press, 2017). Rader and Muench coedited the anthology They Said: A Multi-Genre Anthology of Contemporary Collaborative Writing (Black Lawrence Press, 2018).\n\r\nOf the poems in Orange Crush, Yusef Komunyakaa says, “I believe and trust each highly tuned moment, every little, intrinsic turn”; and, of Muench’s Wolf Centos, Daniel Handler announces, “Simone Muench has stitched together a new creature out of scraps and vital organs she gathered in the boneyard.  It lives. It leaps.  It bounds.  It’s at your window tonight.  Too late for you, sweetheart.”\n\r\nIn 2014, Muench was awarded the Meier Foundation for the Arts Achievement Award, which recognizes artists for innovation, achievements and community contributions. Some of her other honors include a 2013 NEA fellowship, two Illinois Arts Council fellowships, the PSA’s Bright Lights Big Verse New York Times Square Award, and residency fellowships to Yaddo, Artsmith, and Vermont Studio Center. She is professor of English at Lewis University, where she teaches creative writing and film studies. She currently serves as faculty advisor for Jet Fuel Review and as a senior poetry editor for Tupelo Quarterly.\n", "attrs": {}}