{"pf_url": "https://www.poetryfoundation.org/poets/arthur-conan-doyle", "name": "Sir Arthur Conan Doyle", "yob": "1859", "yod": "1930", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/192ae37a02156f421da26acc767eca303c164b22.jpeg", "bio": "\nArthur Conan Doyle was born May 22, 1859, in Edinburgh, Scotland, the eldest son in an Irish Catholic family. Throughout Doyle's childhood, his father, an artist and civil servant, had difficulty supporting the family and was later institutionalized for alcoholism. Doyle received his education at the Jesuit institutions of Hodder Preparatory School and Stonyhurst College. Determined to become a doctor, he entered medical school at Edinburgh University, where he worked as the assistant to Dr. Joseph Bell, an eccentric surgeon and university professor. Doyle was impressed by Bell's uncanny powers of observation and his ability to determine the occupations of his patients based on seemingly insignificant details of their dress and mannerism, a skill which Doyle later incorporated into the character of Sherlock Holmes. In order to support himself through school, he obtained temporary work as a medical officer on an Arctic whaling ship. Upon earning his medical degree in 1881, Doyle spent several months working as a ship's doctor on a freighter voyage to Africa. After his return to England, he set up a medical practice, but struggled throughout the early 1880s to earn a living, as he failed to attract a sufficient number of patients. During this period, Doyle, who had sold his first short story to a magazine in 1879, began to supplement his income by selling several additional stories. In 1885 he married Louisa Hawkins, a wealthy woman whose income provided him with financial security for the first time in his life, allowing him to devote more of his time to writing, although he continued to practice medicine.\n\r\nThe name of Arthur Conan Doyle has become synonymous with classic detective fiction. Doyle is the creator of two of the most well-loved and widely recognized fictional characters of modern literature—the brilliant detective Sherlock Holmes and his faithful friend and assistant Dr. John Watson. For more than 125 years, Sherlock Holmes and Dr. Watson have remained the defining figures of detective fiction. The visual image of Holmes, characterized by his deerstalker cap, large, curved pipe, and magnifying glass, has become an iconic symbol for the archetypal detective hero. Doyle wrote a total of four novels and fifty-six short stories featuring Holmes and Watson, originally published between 1888 and 1927. Holmes has continued to impress generations of readers with his masterful use of deductive reasoning and keen observation in order to solve seemingly unsolvable crimes. Doyle's most highly regarded Holmes stories include the novel The Hound of the Baskervilles (1902) and the stories \"The Adventure of the Speckled Band,\" \"The Red-Headed League,\" \"The Man with the Twisted Lip,\" and \"The Five Orange Pips,\" among others. In addition to his Holmes mysteries, Doyle also authored several works of historical fiction as well as adventure novels, poetry, and plays.\n\r\nHis first Sherlock Holmes story, published in 1888, was a novel entitled A Study in Scarlet, with illustrations by Doyle's father, Charles Doyle. Though not an immediate sensation, subsequent Sherlock Holmes stories eventually earned Doyle an international readership and established Holmes as one of the most beloved fictional heroes of all time. By 1891 Doyle was able to retire from his meager medical practice and support his family as a full-time writer. Doyle had two children with his first wife, who died of tuberculosis in 1906. The following year, he married his longtime friend Jean Leckie, with whom he had three children. Extending his fictional detective work into real life, Doyle's reputation for crime-solving earned him the status of unofficial consultant to the English police, and Sherlock Holmes stories became required reading for English police detectives in training. Though he is now remembered primarily for his detective stories, Doyle was a prolific writer who also published numerous novels in a variety of genres, as well as a number of plays, books of poetry, spiritual treatises, political pamphlets, histories, and other works of nonfiction. When the Boer War broke out, Doyle, who at forty-one was too old to enlist for combat, served as a surgeon near the South African front. He was knighted in 1902 for his historical account of the incident, The Great Boer War (1900), as well as for a pamphlet in which he defended the British action in the Boer War. In his middle-age, Doyle became increasingly interested in spiritualism, writing and publicly speaking in defense of the belief that it is possible to communicate with the dead through a gifted \"medium.\" During World War I, Doyle cleverly relayed information to British prisoners-of-war in Germany by sending them copies of books in which he made pinpricks under specific words throughout the text, in order to form a message. Doyle died of a heart attack at home in Sussex, England, on July 7, 1930.\n", "attrs": {"Region:": ["Scotland"], "School/Period:": ["Victorian"]}}