{"pf_url": "https://www.poetryfoundation.org/poets/thomas-wyatt", "name": "Sir Thomas Wyatt", "yob": "1503", "yod": "1542", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/dcbd8e5732033839c5ef0989483045ea07dfebe9.jpeg", "bio": "\nNo poet represents the complexities of the British court of Henry VIII better than Sir Thomas Wyatt. Skilled in international diplomacy, imprisoned without charges, at ease jousting in tournaments, and adept at writing courtly poetry, Wyatt was admired and envied by his contemporaries. The distinction between his public and private life was not always clearly marked, for he spent his life at various courts, where he wrote for a predominantly aristocratic audience who shared common interests. Through and in this milieu he created a new English poetics by experimenting with meter and voice and by grafting Continental and classical forms and ideas to English traditions. Wyatt wrote the first English sonnets and true satires, projecting through them the most important political issues of the period: the Protestant Reformation and the centralization of state power under the reigns of the Tudors. For this combination of formalistic innovation and historical reflection, he is today considered the most important poet of the first half of the sixteenth century.\nBorn around 1503 at Allington Castle in Kent, England, Wyatt was the son of Sir Henry Wyatt of Yorkshire and Anne Skinner Wyatt of Surrey. Imprisoned more than once by Richard III, Sir Henry had become under Henry VII a powerful, wealthy privy councillor, and he remained so after Henry VIII’s accession. John Leland writes that Wyatt attended Cambridge, and although there is no record to confirm the statement, it seems plausible that he did. It is often assumed that in 1516 he entered Saint John’s College, Cambridge, but his name may have been confused with another Wyatt matriculating there. After marriage to Elizabeth Brooke, daughter of Thomas, Lord Cobham, in 1520 and the birth of a son in 1521, Wyatt progressed in his career at court, as esquire of the king’s body and clerk of the king’s jewels (1524). He probably acquired these posts through a combination of innate abilities and his father’s influence. Stephen Miriam Foley suggests in Sir Thomas Wyatt (1990) that the positions were more significant than their titles might imply, for they helped to entrench him in the king’s household. Members of that household sought power, struggling with the king’s councillors to influence the king.\nSometime after the birth of his son, perhaps around 1525, Wyatt seems to have become estranged from his wife; all editors and biographers assume the reason to be her infidelity, for such were the rumors during his life. The Spanish Calendar, for instance, gives this detail: “Wyatt had cast [his wife] away on account of adultery.” It is certain that in 1526, when Sir Thomas Cheney embarked for the French court on an official delegation, Wyatt accompanied him.\nAround 1527 Queen Catherine of Aragon, first wife of Henry VIII, asked Wyatt to translate Petrarch’s De remediis utriusque fortunae. Wyatt translated in its place a piece he found less tedious, Guillaume Budé’s Latin version of Plutarch’s De tranquillitate et securitate animi. It was soon published by Richard Pynson as The Quiet of Mind (1528), and as several scholars have pointed out, the echoes of “quiet mind” in Wyatt’s poetry indicate that the piece continued to hold philosophical importance for him. From around 1528 or 1529 to November 1530, Wyatt held the post of high marshal of Calais, and in 1532 he became commissioner of the peace in Essex. Around 1536 Wyatt formed an attachment to Elizabeth Darrell, who became his mistress for life. Some of his poems, such as “A face that should content me wondrous well” and “So feeble is the thread,” almost surely allude to this relationship.\nThe woman with whom Wyatt has been notoriously associated, however, is Anne Boleyn, second queen of Henry VIII. Careful scholars acknowledge that although Wyatt’s poetry is suggestive, the hard evidence for his role as Boleyn’s lover, or scorned lover, is so bedeviled by legend and rumor as to affect even the most cautious statements. One poem long considered to allude to Boleyn is the riddle “What word is that that changeth not” (no. 54), for its solution (anna) is penned above the poem in the Egerton manuscript (though not in Wyatt’s or the scribe’s hand and, it seems, after the poem was copied there.) The third line of the poem puns on the solution: “It is mine answer” (mine Anne, sir). There is nothing, however, to indicate that the poem is about any specific Anne. Although anecdotes have circulated of the rivalry between Wyatt and Henry, it is very difficult and perhaps even impossible to gauge the extent of Wyatt’s relationship with Boleyn, especially when Henry decided to divorce Catherine and marry her. Henry’s doing so resulted in the Act of Supremacy (1534), whereby he broke from the hegemony of the pope and the Catholic church and proclaimed himself head of the church in England. This move had severe domestic and international consequences, and in 1536 Wyatt was arrested a few days after the arrests of Anne and five men alleged to have been her lovers.\nWyatt was soon restored to favor, though, made sheriff of Kent, and asked to muster men and to attend on Henry VIII. In November 1536 his father died, and in 1537 he once again undertook a diplomatic mission, this time as ambassador to the court of Emperor Charles V. On his journey Wyatt wrote to his son, advising him to emulate the exemplary life of Sir Henry Wyatt rather than Wyatt’s own: “And of myself I may be a near example unto you of my folly and unthriftness that hath as I well deserved brought me into a thousand dangers and hazards, enmities, hatreds, prisonments, despites, and indignations.” He further admonished his son to “make God and goodness” his “foundations.” An epigram in Wyatt’s hand in the Egerton manuscript, “Of Carthage he, that worthy warrior,” ends with a reference to Spain: “At Monzòn thus I restless rest in Spain” (no. 46). Henry VIII wished to prevent Charles V from forming what would amount to a Catholic alliance with Francis I and thus to prevent a concerted attack on England. Wyatt returned home in mid 1538; but when Charles and Francis, without Henry, reached a separate accord at Nice, the danger of an attack against England grew more grave. Wyatt’s poem in ottava rima, “Tagus, farewell” (no. 60), probably dates from this period. With this poem, as with the letter to his son, scholars have tried to establish Wyatt’s character. Despite his sufferings and despite his criticisms of the king and his court, he was a loyal servant to Henry VIII. In the last lines the speaker looks forward to returning to London: “My king, my country, alone for whom I live, / Of mighty love the wings for this me give.”\nOnce more ambassador to the emperor in 1539, Wyatt was to watch his movements through France and to ascertain his intentions regarding England. But by mid 1540, after Henry VIII’s marriage to Anne of Cleves threatened to create a Protestant league, and in the event of growing distrust between Charles and Francis, the danger of an attack against England was no longer imminent, so Wyatt returned home. On 28 July his patron, Cromwell, was executed. Historians attribute Cromwell’s fall in part to factional resistance to his foreign and religious policies and in part to Henry’s severe dislike of Anne of Cleves. He had married her sight unseen and claimed that descriptions of her beauty were untrue (historian John Guy notes that he called her “the Flanders mare”). An account found in the Spanish chronicle claims that at the execution Cromwell asked Wyatt to pray for him but that Wyatt was so overcome by tears he could not speak. Cromwell’s papers were investigated after his execution, and in 1541 Wyatt was arrested and imprisoned on the weight of old allegations that he had met with the traitor Reginald Pole and had otherwise misrepresented the king’s interests. Wyatt had been cleared of those charges in 1538, but Cromwell’s death left him open to further attack from his court enemies.\nA poem addressed to Sir Francis Brian (no. 62) has traditionally been dated to this last period of incarceration:\n \n     Sighs are my food, drink are my tears;\n     Clinking of fetters such music would crave.\n     Stink and close air away my life wears.\n     Innocency is all the hope I have.\n \nBesides its graphic depiction of the speaker’s suffering and humiliation—“this wound shall heal again / But yet, alas, the scar shall still remain”—this poem echoes “Who list his wealth and ease retain” in its claim of the speaker’s innocence. Wyatt had in 1536 suffered imprisonment in the Tower and, if scholarly dating is correct, had written of it. “Sighs are my food,” though shorter, is more bitter in tone than the earlier poem. When commanded to answer in writing the accusations against him, Wyatt provided a declaration of his innocence. He insisted that “for my part I declare affirmingly, at all proofs whereby a Christian man may be tried, that in my life in crime toward the Majesty of the King my master or any his issue, in deed, word, writing or wish I never offended, I never committed malice or offense, or (as I have presently said before you) done thing wherein my thought could accuse my conscience.” He then prepared a lengthy, sharply worded defense of his actions, turning the case against his accusers. At its end he declares: “Thus much I thought to say unto you afore both God and man to discharge me, that I seem not to perish in my own fault, for lack of declaring my truth; and afore God and all these men I charge you with my innocent truth that in case, as God defend, you be guilty of mine innocent blood, that you before his tribunal shall be inexcusable.” No evidence of a trial survives; but the Privy Council later mentioned Wyatt’s confession and pardon, both of which may have been wrought from this defense. At the time, the pardon was believed to have been urged by Queen Catherine Howard and to have rested on the removal of Elizabeth Darrell and the reinstatement of Wyatt’s wife. In 1541 Wyatt made his will, providing for Darrell and their son, Francis, and for his legitimate son, Thomas. There are indications that Wyatt was restored to favor, for later in 1541 he received some of the awards of Thomas Culpepper, who was charged with adultery with Queen Catherine Howard, and made an advantageous exchange of property with Henry VIII. Early in 1542 Wyatt was probably member of Parliament for Kent, and it is possible that he was to be made vice admiral of a fleet. On 11 October 1542, on his way to Falmouth to meet and escort to London the Spanish envoy, he died of a fever at the home of Sir John Horsey at Sherborne in Dorset.Every aspect of Wyatt’s poetry has been widely debated: the canon, the texts, the prosody, the occasion, the personae or voices, the significance of French and Italian influences, and the representation of court life. Wyatt’s poems circulated widely among various members of Henry’s court, and some may first have been published in a miscellany or verse anthology, The Court of Venus, of which three fragments survive. In most of his poetry Wyatt worked both with English models, notably Geoffrey Chaucer, and Continental sources. This combination gives his poems their peculiar characteristic of following the conventions of amour courtois yet implicitly rejecting those conventions at the same time. His canon falls into two subgenres: courtly poetry and religious poetry. The courtly poetry may be divided, with some difficulty, between the love poems and the satiric poems. The love poetry predominates and includes work in several forms, such as sonnets, epigrams, and what have traditionally been called songs. Many of Wyatt’s Petrarchan sources had been set to music by the early sixteenth century, but recent scholars have doubted whether he wrote his poems for musical accompaniment.\nMost scholars recognize the importance of the “courtly” context for Wyatt’s oeuvre. According to scholar Raymond Southall, the love complaints, besides being personal expressions of love or pain, may also be stylized verses designed to win the favor of court ladies who could offer political advancement to a courtier. Southall notes that many of Wyatt’s poems repeatedly stress the insecurity of a man’s fortunes, an attitude consistent with the realities of court life. Others have suggested that love poetry masks the pursuit of power at court, and it now seems clear that Wyatt’s metaphors serve a double purpose. This courtly context has been filled in by historicist scholars, who have more thoroughly explored the role-playing, submission to authority, and engaging in intrigue required for success at Henry VIII’s court.\nOne of Wyatt’s greatest poetic achievements is his adaptation of the sonnet form into English. Although he has been criticized by modern scholars for imitating the self-conscious conceits (extended comparisons) and oxymora (oppositions such as “ice / fire”) of his sources, such language and sentiments would have found an appreciative audience at the time. A clear example of this type of sonnet is his translation of Petrarch’s Rime 134, “Pace non trovo e non ho da far guerra.” Wyatt’s poem (no. 17) begins:\n \n     I find no peace and all my war is done.\n     I fear and hope, I burn and freeze like ice.\n     I fly above the wind yet can I not arise.\n     And naught I have and all the world I seize on.\n \nEach succeeding line expresses a contradiction in the lover’s situation: he feels both freedom and constraint; he wishes both life and death; he is both blind and seeing, mute and complaining, loving another and hating himself, sorrowful and joyful. The last line of this poem is typical of Wyatt in indicating that such internal divisions derive from the beloved: his “delight is causer of this strife.”\nBy far the most widely held view is that when Wyatt’s poetry defies the beloved and denounces the game of love, or rejects the devotion to love found in his models, it approaches the anti-Petrarchism of the sort evident later in Elizabethan poetry. His sonnet beginning “Was I never yet of your love grieved / Nor never shall while that my life doth last” (no. 12), a translation of Petrarch’s Rime 82, ”Io non fu’ d’ amar voi lassato unqu’ anco,” declares that “of hating myself that date is past” and ends with the lines that project the speaker’s disdain:\n \n     If otherwise ye seek for to fulfill\n     Your disdain, ye err and shall not as ye ween,\n     And ye yourself the cause thereof hath been.\n \nIf this frustration of the beloved’s satisfaction seems vengeful and petty, one must remember that it is bred by a system that seems arbitrary in its delegation of power and responsibility but is in fact closed and dependent on personal loyalties.\n\r\nA sonnet often cited as an example of Wyatt’s anti-Petrarchism is one for which no source has yet been found,”Farewell, Love, and all thy laws forever” (no. 31). As the first line indicates, the speaker has renounced love; he will replace it with the philosophy of Seneca and Plato and adopt a more Stoic attitude toward love. He decides to set no more store by such “trifles” and bids love “Go trouble younger hearts.” The rejection of love as a waste of one’s time and a sure means to suffer is complete in the couplet: “For hitherto though I have lost all my time, / Me lusteth no longer rotten boughs to climb.” A similar theme is sounded in another poem whose source is likewise unknown, ”There was never file half so well filed” (no. 32). Here the speaker intends to abandon the passion or “folly” of youthful love for the “reason” of maturity. Expressing regret for wasted time and wasted trust, the poem ends by claiming that one who deceives should not complain of being deceived in return but should receive the “reward” of “little trust forever.” Both these poems are more severely critical views of the artificiality and duplicity of courtly life than the one to be found in a translation such as “I find no peace and all my war is done”; and yet its juxtapositions of opposites may also indicate the underlying insecurity of that life.\nSome of Wyatt’s sourceless poems that are not sonnets, such as “My lute, awake” (no. 109), also convey a markedly anti-Petrarchan attitude. The several copies of this eight-stanza song, including those in the Stark and Folger fragments of The Court of Venus, suggest the extent of its popularity. It begins with the standard lover’s complaint but then abandons the courtly love game and pronounces what amounts to a curse on the beloved:\n \n     Vengeance shall fall on thy disdain\n     That makest but game on earnest pain.\n     Think not alone under the sun\n     Unquit to cause thy lovers plain\n     Although my lute and I have done.\n \n     May chance thee lie withered and old\n     The winter nights that are so cold,\n     Plaining in vain unto the moon.\n     Thy wishes then dare not be told\n     Care then who list for I have done.\n \nIt is unclear whether the poem’s bitter tone is a projection by Wyatt or by the speaker; and although its message may be traditional, it is a stark reminder of the importance of youth in Henry’s court. These poems have an edge to them that jars with the very concept of courtly love poetry but that matches the tone of traditional court satire from other sources, including earlier English poets. This rejection or theme of lost beauty is carried to a misogynistic extreme in another of Wyatt’s better-known poems, “Ye old mule” (no. 7). Here the faded beauty is compared to a worn-out beast of burden: she can no longer choose her lovers but must buy what is available.\n\r\nIn these and later anti-Petrarchan poems in English, the lover’s pain is blamed on the beloved’s artifice, guile, deceit, dissembling, fickleness, and hard-heartedness; in Wyatt’s poems the lover’s constancy is repeatedly compared to the beloved’s lack of faith. In “Thou hast no faith of him that hath none” (no. 6), the lover, rather than begging for mercy or favor, is angered at having been betrayed:\n \n     I thought thee true without exception.\n     But I perceive I lacked discretion\n     To fashion faith to words mutable:\n     Thy thought is too light and variable.\n     To change so oft without occasion,\n     Thou hast no faith.\n \nMany of Wyatt’s poems treat mutability as an undesirable characteristic for a lover, a servant, a patron, or a king; changefulness or betrayal is his common theme. It is not always clear, however, whether in these poems Wyatt speaks in his own voice or creates various personae. Some of the poems project a great deal of venom over personal and political events and seem to reveal an intelligent courtier struggling to define himself against a political structure he both criticizes and enjoys. Some scholars thus see Wyatt as a rebellious figure in a corrupt and corrupting system; others see him as hopelessly caught in that system and its dynastic concerns.\n", "attrs": {"Region:": ["England"], "School/Period:": ["Renaissance"]}}