{"pf_url": "https://www.poetryfoundation.org/poets/sir-walter-ralegh", "name": "Sir Walter Ralegh", "yob": "1552", "yod": "1618", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/2f84171499a1b0028de14391b356119502fd7854.jpeg", "bio": "\nOne of the most colorful and politically powerful members of the court of Queen Elizabeth I, Walter Ralegh (also sometimes spelled Raleigh) has come to personify the English Renaissance. Born at Hayes Barton, Devonshire, most likely in 1554, Ralegh came from a prominent family long associated with seafaring. In his mid-teens, Ralegh interrupted his education to fight with Huguenot forces in France. Upon his return to England in 1572, he attended Oxford University for two years and left, without earning a degree, to study law in London. One of the first examples of his poetry appeared in 1576 as the preface to George Gascoigne's satire The Steele Glas. Two years later, Ralegh and his half-brother Sir Humphrey Gilbert sailed to North America in an unsuccessful attempt to find the Northwest Passage. In 1580, he took part in the English suppression of Ireland, earning a reputation as a war hero primarily for leading a massacre of unarmed Spanish and Italian troops. Upon his return to England, he was summoned by Queen Elizabeth to serve as an advisor on Irish affairs. Elizabeth was taken with Ralegh's personal charm, and he soon became one of her court favorites. In addition to lucrative royal commissions and grants, he was knighted in 1585, and in 1587, he was named captain of the Queen's personal guard. The majority of Ralegh's poetry was written during this period, much of it designed to flatter Elizabeth and secure her royal favor. He was able to use that influence to ensure the Queen's favorable reception of his friend Edmund Spenser's The Faerie Queen (1590). Ralegh also used his influence to gain the Queen's support for his plan to establish the first English colony in North America, on Roanoke Island, in what is now North Carolina. Established in 1587, the colony was soon abandoned, and its inhabitants vanished without a trace, presumed to have been massacred by members of Chief Powhatan's tribe.\nIn 1592, Elizabeth discovered that Ralegh had secretly married Elizabeth Throckmorton, a member of the royal court, sometime during the late 1580s. Furious over what she believed to be their betrayal, Elizabeth ordered the couple imprisoned in separate cells in the Tower of London. Although Ralegh was released within months, he was stripped of many of his privileges and exiled from the court. In February of 1595, Ralegh sailed to the Orinoco River in Guiana (now Venezuela) in search of gold. He regained Elizabeth's favor in 1597 by taking part in a daring raid on the Spanish at Cadiz. He was reappointed captain of the Queen's Guard, named governor of the Isle of Jersey, and in 1601, he put down a rebellion led by his longtime rival, the earl of Essex.\nElizabeth's successor, James I, disliked and mistrusted Ralegh, and brought charges of treason against him in November, 1603. Convicted and sentenced to death, Ralegh was again imprisoned in the Tower of London, where he spent the next 13 years. During this time, he wrote The History of the World, considered a literary, if not a historical, masterpiece. Ralegh eventually convinced James to release him to lead an expedition to find gold and silver in South America. Spain had become rich and powerful from the gold it had taken from the New World, and with England's treasury nearly depleted, James reluctantly agreed to back the plan. As a result of his earlier voyage to the Orinoco River, Ralegh knew that there was little chance that gold would be found there; he instead planned to capture Spanish ships carrying gold back to Spain. Although James had ordered Ralegh not to tempt war with Spain, Ralegh believed that if he could pirate enough gold, the king would overlook his disobedience. Unfortunately, the expedition was a disaster. Ralegh encountered and attacked Spanish forces near Santo Tomé, and in the ensuing battle, his eldest son was killed. Upon his return to England, he was again imprisoned and his order of execution reinstated. He was beheaded outside the Palace of Westminster on October 29, 1618.\n \n", "attrs": {"Region:": ["England"], "School/Period:": ["Renaissance"]}}