{"pf_url": "https://www.poetryfoundation.org/poets/sir-john-suckling", "name": "Sir John Suckling", "yob": "1609", "yod": "1642", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/f5ff32de28475932ad3d6bcd98e0148f975cd33d.jpeg", "bio": "\nA popular label for many poets in 17th-century Britain has been “Cavalier,” and the person who usually comes first to mind is Sir John Suckling. The classification implies an allegiance to Charles I in his political and military battles against various Parliamentarian or religious groups during the later 1620s through his execution on January 30, 1649. Included thus are the poets Thomas Carew, Richard Lovelace, Suckling, and Edmund Waller. “Cavalier” also implies that these poets were of a gentlemanly social class, that they bore arms and indeed rode horses in battle when the civil wars raged from 1641 to 1648 (cavalier derives from the French word for horse, cheval), and that they were carefree gallants. Suckling, at least, was of the aristocratic class and often a part of the courtly world of the précieuse life ushered in by Charles’s queen, Henrietta Maria, and her French retinue; he was a soldier and was involved in political intrigue; and he was notorious as a gambler and for his conquests of women. A poem like “A Soldier” reflects these matters and at the same time employs the punning wit associated with the poetic group:\n \nI am a man of war and might,\nAnd know thus much, that I can fight,\nWhether I am i’th’ wrong or right, devoutly.\n \nNo woman under heaven I fear,\nNew Oaths I can exactly swear,\nAnd forty Healths my brain will bear most stoutly.\n \nI cannot speak, but I can doe\nAs much as any of our crew;\nAnd if you doubt it, some of you may prove me.\n \nI dare be bold thus much to say,\nIf that my bullets do but play,\nYou would be hurt so night and day, Yet love me.\nPerhaps it should be pointed out that the “New Oaths” in this context are the protestations of true love in order to seduce a woman, that the “forty Healths” are not only toasts of ale (“stout”) but imply a lifetime (“forty”) of seduction and sex as well as bodily trials (“Healths”) when combined with “bear,” that “doe” means to have sexual intercourse and “bullets” also means ejaculation. The age-old motif of Venus and Mars, love and war, was a staple of the Cavalier poets.\nIn former critical views, “Cavalier” also denoted influence from Ben Jonson, not so much as a Son of Ben (like Thomas Randolph) or sealed of the Tribe of Ben (like Robert Herrick), but one not in the mold of John Donne, not a Metaphysical, and not devotional. Yet among the early poems (seldom reprinted and little known) are such epigrams as “Upon Christ his birth,” “Upon Stephen stoned,” “Upon the Epiphanie Or Starr that appear’d to the wisemen,” and others. “Out upon it,” with its employment of Donne and Donne’s manner, gives the lie to another part of the critical cliché. Suckling’s editor Thomas Clayton compares that poem with lines from Donne’s “Farewell to Love,” and one should note “The Undertaking” (which has the same metric form) and “Womans constancy” (where “Now thou hast lov’d me one whole day” becomes “I have lov’d / Three whole days together”) and their mutual themes. Or another example is the third of Suckling’s grouped sonnets beginning “Oh for some honest Lovers ghost,” which borrows from Donne’s line in “Loves Deitie,” “I long to talke with some old lovers ghost.”\nThe Jonsonian elements that appear in Suckling’s poems are plain style, a frequent use of iambic pentameter or tetrameter, classical influences (though not Jonson’s exacting classical rhythms), and occasion as impetus. An encomium such as “To his much honoured, the Lord Lepington, upon his Translation of Malvezzi His Romulus and Tarquin” (that is, Henry Carey) exemplifies those elements:\n \n‘Tis he that doth the Roman dame restore,\nMakes Lucrece chaster for her being whore;\nGives her a kind Revenge for Tarquins sinne,\nFor ravish’t first, she ravisheth againe.\n(The immediately preceding line, “But like to Worlds in little Maps contriv’d,” seems to owe, however, something to Donne’s “Let Maps to others, worlds on worlds have showne” from “The good-morrow.”) A different kind of case in point is the well-known lyric “Song: Why so pale and wan fond Lover?” from the play Aglaura (1638), spoken by the “antiplatonique” Orsames to the Ladies in answer to Orithie’s “This modestie becomes you as ill, my Lord, as wooing would us women; pray, put’s not to’t.” The satiric tone in its plain style is not far from the lyrics of Jonson’s “A Celebration of Charis” or his “Another In Defence of Their Inconstancie,” though the speaker’s gender is different.\nThe namesake of his father and the elder son and second of six children, Suckling was a member of a prominent Norwich family whose last name, changed from Esthawe by his great grandfather, equates “Socling,” a person holding an estate through tenant farming. Sir John Suckling, the father, held positions under various notable governmental officials, was a member of Parliament at different times from 1601 through 1626, was knighted by James I in January 1616, and served as a member of the Privy Council in 1622. He died on March 27, 1627. The poet’s mother was Martha Cranfield, daughter of a prosperous merchant in London; she died on 28 October 1613. Born in Twickenham, Middlesex, Suckling was baptized on 10 February 1609. He seems to have been privately tutored and matriculated as a fellow-commoner from Trinity College, Cambridge, in Easter term, 1623. A short period at Gray’s Inn in 1627 ended apparently because of his father’s death and his inheriting almost all his father’s extensive holdings. Later that year, the Thirty Years’ War then being waged, he may have been a member of the expedition of George Villiers, first Duke of Buckingham, to the Ile de Ré, and in 1629 he went to the Low Countries as a member of the regiment of Sir Edward Cecil, Lord Wimbledon. Suckling attended the University of Leyden briefly but had returned before September 19, 1630 when he was knighted at Theobald’s Inn. From October 1631 through the spring of 1632 he was in Germany, being a member of the entourage of Sir Henry Vane, ambassador to Gustavus Adolphus, Sweden then controlling the Germanies.\nPrior to this time he was linked romantically with various women, primarily his cousin Mary Cranfield. By the end of 1632 and for many years after, Suckling led a rather dissolute life with much gambling at bowling and cards, so much so that his inheritances were being sold off to cover debts. He engaged in a courtship of Anne Willoughby for possible monetary gain, and, in John Aubrey’s words, “he was the greatest gallant of his time, and the greatest gamester.” The Willoughby affair became complicated, with other suitors involved, opposition from her father, legal injunctions, duels, and a brief imprisonment in November 1634. The identity of the woman whose pseudonym titles his first play, Aglaura, has frequently been speculated on; many candidates have been offered, among them Mary Cranfield; her sister Frances Cranfield Sackville, Lady Buckhurst and Countess of Dorset (who invalidly was rumored to have born her son, the earl of Dorset, by Suckling); and Mary Bulkeley of Baron Hill, Beaumaris, Anglesey, who today is generally accepted as Aglaura. The play was written in 1637; produced in February 1638 by the King’s Company at Blackfriars; given at court on April 3 with new prologues, a fifth act, and an epilogue; and published in 1638 with both versions included. The revision turns a tragedy into a tragicomedy.\nSuckling wrote An Account of Religion by Reason, a Socinian tract, which he dedicated to Edward Sackville, fourth Earl of Dorset, in late 1637 (published in 1646 with Fragmenta Aurea) and may have revised the works of others around this time. On November 20, 1638 he became a Gentleman of the Privy Chamber Extraordinary, and with the outbreak of hostilities between the Scots Covenanters and Charles’s forces in the North Country in January 1639 (the First Bishops’ War), he became active in the army, allegedly outfitting his men lavishly, for which he was lampooned. A further threat from the Scots in 1640 saw Suckling commissioned as captain of a troop of carabineers. Soon after this Suckling lost in his first bid to become a member of Parliament and then on April 30 was elected member from Bramber, but this Short Parliament was soon dissolved. The ensuing short-lived Second Bishops’ War seems to have engaged him but exactly how is not clear. His letter “To Mr. Henry German, in the beginning of Parliament, 1640 [old style]” (first published as A Coppy of a Letter Found in the Privy Lodgeings at Whitehall, 1641; republished in Fragmenta Aurea, 1646) offered advice to the king and brought Suckling into the political arena. His political involvement continued with his complicity in the Army Plot in 1641 (an attempt to free Sir Thomas Wentworth, first Earl of Strafford, adviser to the king and opponent of Parliament and the Scots), his subsequent flight to France, and apparently his death in 1641. Strafford, who had been condemned and imprisoned in the Tower, abortive schemes to free him having failed, was executed on May 12, 1641. On May 6, a writ for Suckling’s arrest as well as that of Lord Henry Percy, Lord Henry Jermyn, Sir William Davenant, and Henry Billingsley was issued, but they had sailed to France from Portsmouth with Col. George Goring that same day. Landing at Dieppe, Suckling proceeded to Paris on May 14. He was convicted of high treason by the House of Commons on August 13.\nThe last unquestionable reference to him as being alive is from July 23, 1641. Stories of his going to Spain and to the Lowlands are unsubstantiated, and later governmental references to him do not prove his still being alive. His relatives in 1664 reported May 7, 1641 as his death date; this may be the English form of the continental May 17, 1641, which is three days after Suckling arrived in Paris. According to Thomas May in The History of the Parliament of England (1647), he died soon after his arrival in France. Two accounts of his death exist; the second is given more credence. The first recounts a theft of his belongings by his servant, once they had reached France; the servant, knowing Suckling’s quick temper, drove a nail into his boot so that he would not give pursuit, but Suckling did, apprehended the servant, took off the boot, having endured the great pain he felt, and saw himself all bloodied. The wound was so bad that a fever developed and caused his death only a few days later. On the other hand Aubrey presents a despondent Suckling, who acquired poison from an apothecary and proceeded to commit suicide. There are errors of fact and discrepancies in both accounts. If Aubrey’s remarks are accepted, one nevertheless wonders whether Suckling was buried in a Protestant churchyard. The stories reappear with variations and are sometimes confounded. (Much of the information about Suckling in the years 1637 to 1641 derives from extant letters written by him and by others.) A portrait reputedly painted by Sir Anthony Van Dyck, in the Frick Collection in New York City, is the only authenticated one, all others—such as William Marshall’s frontispiece to Fragmenta Aurea and 18th-century versions—deriving ultimately from it.\nAs with most 17th-century poets, the text and canon of Suckling’s poems are not definitive. There are numerous poems included in the early editions that are clearly spurious, there are numerous versions of poems in nonauthorial manuscripts, and there are some incidental printings of works assigned to him that do not appear in any of the three basic collections, Fragmenta Aurea (1646), The Last Remains of Sr John Suckling (1659), and The Works of Sir John Suckling (1676). It is most probable that Suckling did not collect his poems or have them collected, thus accounting for questions of text and canon which beset even the works of Jonson, who did collect and publish his verse. The arrangement of Suckling’s poems in the editions is random, and dating of those that are not occasional is most uncertain.\n“Song: I prithee send me back my heart,” for example, printed in The Last Remains and found in several manuscripts, has now been dislodged from the canon. Clayton suggests that the poem may have been written by Dr. Henry Hughes. Yet it has similarities to other poems in the canon and derives from Donne’s “The Message” as well as “The Broken Heart” in specific language, image, and content. On the one hand labeling poets such as Suckling non-Metaphysical is made suspect, and on the other the reading that is often advanced through such delimiting terminology is invalidated. While this poem does not depend on a conceit, it does work through a few standard metaphors explored in paradoxic expression. The “logic” of “Why should two hearts in one breast lie, / And yet not lodge together?” is not different from Donne’s in his popular “The Flea.” The poem, like such accepted poems as “ ‘Tis now since I sate down before,” may revel in the frivolous lover’s strategy and be an example of coterie poetry written for a male audience, but it also posits a psychology of the man anxious over his sexual appeal to a woman.\nThe latter poem reflects an intertext with poems by Donne (for example, “The Dampe”) and Thomas Carew (such as “A Rapture”) in its pursuit of the love game, and its military imagery recalls Donne’s “Loves Warre,” even though biographical subtexts may impinge in both areas. Many of Suckling’s poems present Petrarchan themes and language, as in “Profer’d Love rejected,” or 17th-century developments from classical subjects, such as “The deformed Mistress,” or the contrasting female poetic voice (found also in Donne and Jonson) turning the situation topsy-turvy, as in the two “Against Fruition” poems. The coterie aspects of such writing are evidenced in these verses of an older, experienced woman, trying to dissuade a romantic youth from sincerity and constancy: the coterie poet aimed at variety of circumstances, logical arguments, and attitudes, using an assortment of verse forms and meters. One poem is in five six-line stanzas, rhyming aabbcc; the other has 26 lines in heroic couplets. Part of the expected background for the “humor” of the poems is the Renaissance cliché that men are sincere and honest lovers, always constant, and that women are fickle, inconstant, schemingly untruthful. The untitled poem beginning “There never yet was woman made” is called “Womans Constancy” by Clayton, for the male poetic voice warns that “womens hearts like straw do move, / and what we call / Their sympathy, is but love to jett in general.”\n\r\nA typical love game poem is “Loving and Beloved”:\n \nThere never yet was honest man\nThat ever drove the trade of love;\nIt is impossible, nor can\nIntegrity our ends promove;\nFor Kings and Lovers are alike in this\nThat their chief art in reigne dissembling is.\nHere “honest” calls up virginal, “drove” implies sexual intercourse, “the trade of love” indicates some kind of unmarried lovemaking, even prostitution, “integrity” suggests the coupling of two bodies posteriors, and “promove” movement forward and downward. The thesis is that once into one, with “ends” equating “love” enters the picture, friendship, or “Honour,” dies; the speaker asks the “God of Desire” to “Give me my honesty again.” The punning and humor extend even to items of serious and factual import, such as “A Ballade. Upon a Wedding,” which celebrates the union of John Lord Lovelace and Lady Anne Wentworth on July 11, 1638 and is addressed to Richard Lovelace, the poet, a distant kinsman of the groom. (The occasion and the identity of Richard have both been questioned.) This epithalamion (though much different from the kind of poem that Edmund Spenser wrote but not so different from Donne’s lampoon of Spenser or Donne’s questionable taste in his two other epithalamia) has John and Anne “doing” that which was “no more / Then thou and I have done before / With Bridget, and with Nell.”\nSuckling’s poems include epithalamia, encomia (“On New-years day 1640. To the King,” for example), poems on love themes, satire, songs and sonnets (by which is meant little songs), occasional verse (“To my Lady E. C. at her going out of England,” for example), and a verse epistle; and he employs iambic tetrameter and iambic pentameter couplets, stanzaic forms, the quatrain, even fourteeners (if “Love and Debt alike troublesom” is indeed his). A major and imitated poem is “A Sessions of the Poets,” also called “The Wits,” written around 1637, probably before Jonson’s death. It sets up a trial (“A Sessions”) of various poets, who are named and epitomized in satiric terms, for the granting of the bays (that is, “The laurel” for poetry “that had been so long reserv’d, / Was now to be given to him best deserv’d”). The poem is in four-line stanzas of basically iambic pentameter (but with variations) in aabb rhyme, with some linkages between stanzas (“And,” “But”). Some of the poets are uncertainly identified, but most, like Davenant, whose nasal deformity as a result of syphilis is alluded to, or Lucius Cary, Lord Falkland, whose flirting with Socinianism removes him from being both Apollo’s priest and poet, are directly named. Jonson is accused of presumption (after all he called his 1616 collection Workes), not praised for merit. Apollo gives the crown to an alderman because “‘twas the best signe / Of good store of wit to have good store of coyn.” The alderman will forfeit the laurel if he lends any of his coin to “any Poet about the Town.”\nSuckling’s poetry is considered to present the height of libertine cynicism, enjoyable excursions into a world of carefree abandonment, reveling in wine, women, and gambling, a male world of conquest and gratifications; but, as a line in “An Answer to some Verses Made in his praise” suggests, perhaps beneath all the humor and one-upmanship is a person evidencing unhappiness with himself and the frustrations of his life, who believed that “He shows himself most Poet, that most feigns.”\n", "attrs": {"Region:": ["England"]}}