{"pf_url": "https://www.poetryfoundation.org/poets/philip-sidney", "name": "Sir Philip Sidney", "yob": "1554", "yod": "1586", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/22/b58fbbe25e9b518b44513f414ec1f96898f10dbf.jpeg", "bio": "\nThe grandson of the Duke of Northumberland and heir presumptive to the earls of Leicester and Warwick, Sir Philip Sidney was not himself a nobleman. Today he is closely associated in the popular imagination with the court of Elizabeth I, though he spent relatively little time at the English court, and until his appointment as governor of Flushing in 1585 received little preferment from Elizabeth. Viewed in his own age as the best hope for the establishment of a Protestant League in Europe, he was nevertheless a godson of Philip II of Spain, spent nearly a year in Italy, and sought out the company of such eminent Catholics as the Jesuit martyr Edmund Campion. Widely regarded, in the words of his late editor William A. Ringler, Jr., as \"the model of perfect courtesy,\" Sidney was in fact hot-tempered and could be surprisingly impetuous. Considered the epitome of the English gentleman-soldier, he saw little military action before a wound in the left thigh, received 23 September 1586 during an ill-conceived and insignificant skirmish in the Netherlands outside Zutphen, led to his death on 17 October, at Arnhem. Even his literary career bears the stamp of paradox: Sidney did not think of himself as primarily a writer, and surprisingly little of his life was devoted to writing.\n\r\nPhilip, the first child of Sir Henry Sidney and his wife, Mary, née Dudley, was born in 1554 at Penshurst in Kent, \"on Friday the last of November, being St. Andrews day, a quarter before five in the morning.\" Present at the birth were his royal Spanish godfather and his maternal grandmother, whose husband, John Dudley, Duke of Northumberland, and son Guildford had been beheaded in 1553 following the failure of the Northumberland plan to place Guildford's wife, Lady Jane Grey, on the throne.\n\r\nIt was an auspicious beginning to an often fatherless childhood. In 1559 Queen Elizabeth appointed Sir Henry lord president of the Marches of Wales, a post that required him to spend months at a time away from home. As painful as his absence from family must have been to Sir Henry, his absence from Penshurst could only have compounded his distress. In the 1590 Arcadia Sidney recalled in the character Kalander's house the warmth, serviceability, and understated grace of the Sidney home:\nThe house itself was built of fair and strong stone, not affecting so much any extraordinary kind of fineness, as an honorable representing of firm stateliness; the lights, doors and stairs, rather directed to the use of the guest than to the eye of the artificer, and yet, as the one chiefly heeded, so the other not neglected; each place handsome without curiosity, and homely without loathsomeness, not so dainty as not to be trod on, nor yet slubbered up with good fellowship—all more lasting than beautiful (but that the consideration of the exceeding lastingness made the eye believe it was exceeding beautiful).\n\n\r\nThe dominance of women in the poet's early life was doubtless formative. Sidney's skill in portraying female characters, from the bewitching, multifarious Stella of Astrophil and Stella (1591) to Philoclea and Pamela, the bold, beautiful, and articulate princesses of the Old Arcadia (written circa 1581) and the New Arcadia (1590; written circa 1583-1584) is, as C. S. Lewis notes in his English Literature in the Sixteenth Century, Excluding Drama (1954), without equal before William Shakespeare. The two versions of the Arcadia, Sidney's most ambitious works, were written under the guiding spirit and often in the presence of Mary Sidney Herbert, his \"dear Lady and sister, the Countess of Pembroke,\" herself a great patron of writers, to whom the two versions of the Arcadia are dedicated. Mary went on to serve as Sidney's literary executor after his death.\n\r\nNor can the benevolent influence of Sidney's mother, Lady Mary, be doubted. Lady-in-waiting to the queen, she contracted the smallpox in October 1562 while caring for Elizabeth during her bout with the sickness. Her face severely disfigured, Lady Mary thereafter avoided appearing at court. According to Ben Jonson in the Conversations with Drummond, when Lady Mary could not avoid appearing in public she wore a mask. Four of Sidney's Certain Sonnets (8-11) that lament the damage done to a beautiful face by disease may owe something to his memory of his mother's ordeal. And his portrait of the long-suffering Parthenia in the New Arcadia, whose lover Argalus, marries her despite her ruined beauty, clearly echoes his mother's plight and his father's continuing devotion.\n\r\nOn 17 October 1564 Sir Henry enrolled the nine-year-old Philip in Shrewsbury School, the same day that Philip's lifelong friend and biographer, Fulke Greville, First Lord Brooke, was enrolled. Although far from Penshurst, Shrewsbury was a logical choice for Sidney's early education. The town was under Sir Henry's jurisdiction and boasted a fine grammar school under the direction of its headmaster, Thomas Ashton. The rigors of Elizabethan education—in winter students were at their studies from six o'clock in the morning until four-thirty in the afternoon—suited Sidney's precocity and his extraordinary self-discipline. The curriculum was almost entirely in Latin, though modern languages seem to have had some place at Shrewsbury. An account of Philip's expenses at school includes an entry \"for two quires of paper, for example books, phrases and sentences in Latin and French.\" Another account records expenditures for a book of Virgil and a catechism of Calvin, testifying to the school's mix of classical and Puritan values. Philip may even have developed his taste and love for drama by acting in the didactic plays that were a staple of many Elizabethan grammar schools, including Shrewsbury.\n\r\nAt school he demonstrated a remarkable mastery of academic subjects. Greville reports that, \"even his teachers found something in him to observe, and learn, above that which they had usually read, or taught.\" Greville may have appraised Sidney's accomplishments fairly accurately. The physician Thomas Moffett, a friend of the Sidneys and another early biographer of Philip, notes his mastery of grammar, rhetoric, mathematics, Latin, French, and some Greek. But the remarkable trait of Sidney's mind was that he saw the aim of human life to be, as he said of poetry in  The Defence of Poetry (1595), \"well-doing, and not of well-knowing only.\" Though Moffett comments that Sidney neglected games and sports \"for the sake of literary studies,\" he developed into a handsome young man with a natural grace and considerable athletic prowess. His excellent horsemanship would later make him, despite delicate health, a champion in tiltyards and tournaments. Greville's observation that Philip's \"very play tend[ed] to enrich his mind\" seems close to the mark. A similar desire to make all experience educational distinguishes the childhood of Pyrocles and Musidorus, the precocious hero-princes of the Arcadias.\n\r\nTwice during his school days at Shrewsbury, Sidney traveled to Oxford for ceremonies over which Queen Elizabeth presided. On the first trip, in August 1566, he resided at Lincoln College and must have enjoyed a privileged view of the queen's activities, as he was in the company of his uncle, Robert Dudley, first Earl of Leicester and chancellor of the university. Sidney's servant, Thomas Marshall, recorded that on the return trip to Shrewsbury, his master gave twelve pence to a blind harper at Chipping Norton--a moment Sidney may have recalled years later in  The Defence of Poetry, when he reflected on the pleasures of lyric: \"I never heard the old song of Percy and Douglas that I found not my heart moved more than with a trumpet; and yet is it sung but by some blind crowder, with no rougher voice than rude style.\" The second trip to Oxford came early in 1568, just before he completed his studies at Shrewsbury. On that occasion, according to his horoscope, he \"delivered an oration before her most serene Highness that was both eloquent and elegant.\"\n\r\nShortly after his 1568 visit, Sidney returned to Oxford as a student at Christ Church, where it seems he studied for three years. He soon established a reputation for excellence in public debate. Richard Carew recalls in his Survey of Cornwall (1602) an incident when \"being a scholar in Oxford of fourteen years age, and three years standing, upon a wrong conceived opinion touching my sufficiency I was ... called to dispute ex tempore (impar congressus Achilli) with the matchless Sir Philip Sidney, in presence of the Earls Leicester, Warwick, and other great personages.\"\n\r\nDuring his Oxford years a marriage was proposed between Philip and Anne, Cecil, daughter of Sir William Cecil, that would have linked the Sidneys to one of the most powerful families of the realm. But when Sir William's investigations revealed that the Sidneys were relatively poor, his enthusiasm waned, and relations between the two families cooled. Anne later married Edward de Vere, seventeenth Earl of Oxford.\n\r\nLike most men of his rank Sidney left Oxford without taking a degree. After recovering from the plague in the spring of 1572, he may have spent a term at Cambridge. During this time his family was busy with preparations for his first tour of the Continent. A peace treaty between England and France, concluded in April, provided the opportunity. Late the following month he was given permission to travel to Paris as a member the delegation accompanying Lord High Admiral Edward de Fiennes, Ninth Earl of Lincoln, with a license from Elizabeth for \"her trusty and well-beloved Philip Sidney, Esquire, to go out of England into parts beyond the seas\" for a period of two years. By her instructions he was to attain knowledge of foreign languages. Leicester commended his nephew to Elizabeth's ambassador in Paris, Sir Francis Walsingham, who would become Sidney's friend, adviser, and father-in-law. Sidney was not yet eighteen years old.\n\r\nSuch trips were rare among Englishmen of Sidney's day. For him it was to be most fateful, contributing deeply to his education and preparing him for a career in the service of the state. Traveling with Griffin Madox, his Welsh servant, and Lodowick Bryskett, a London-born gentleman of Italian parents, Sidney arrived in Paris in early June. There he participated in official ceremonies marking the Treaty of Blois. He and his companions remained in Paris for the summer, where Sidney cultivated the friendship--and earned the admiration--of an extraordinary variety of people, included Walsingham, the rhetorician Peter Ramus, the printer Andrew Wechel, and perhaps even the distinguished Huguenot Hubert Languet, his future mentor, whose friendship he cultivated later in Strasbourg. But Sidney impressed not only Protestant intellectuals. In early August 1572, King Charles IX created him \"Baron de Sidenay\"--partly in recognition of his unusual personal appeal and partly in an effort to cultivate powerful English Protestants. Because Elizabeth disliked foreign titles, Sidney did not sign himself \"Baron Sidney\" in England, though his friends on the Continent regularly addressed him by that title.\n\r\nThis successful summer ended in horror. The marriage in late August of Charles IX's sister Margaret de Valois to the Huguenot King Henry III of Navarre was designed to end a decade of bloodshed between French Catholics and Protestants. Over the summer soberly dressed Huguenots from the provinces and splendidly attired Catholics of King Charles's family and the French nobility had flocked to Paris for the wedding. Rumor swelled that the Huguenots would attempt a coup d'état after the wedding. On the Catholic side, even before the wedding, Henri I de Lorraine, Duke of Guise (with the assent of Catherine de' Médicis), had been plotting the assassination of Adm. Gaspard de II de Coligny, the most able and powerful of Navarre's advisers.\n\r\nSidney witnessed many of the events of the week of 17-23 August 1572: secular and religious wedding ceremonies, important state meetings, and lavish evening entertainments. Festivities ended abruptly on Friday morning, when a sniper's bullet wounded Admiral de Coligny in the arm and finger. The Guise plot had been irrevocably launched. After a day of well-coordinated planning, the Saint Bartholomew's Day Massacre began in earnest just after midnight on Sunday, 23 August. All over Paris, Huguenot men, women, and children were rounded up and killed. The recuperating Coligny was murdered and his body thrown into the street. Peter Ramus was ambushed and butchered, his corpse was hurled from a window, and its entrails were dragged through the city. Languet himself barely escaped a gang of assassins. News of the violence spread beyond the city, and thousands more Protestants were dispatched in Lyons, Orléans, Bordeaux, and other regions.\n\r\nHow much of the slaughter Sidney witnessed in Paris is not known. Perhaps he was among the Englishmen who found refuge with Walsingham at the English embassy outside the city walls. Perhaps he was part of an English group taken to view the mutilated corpse of Coligny. He seems to have been in little danger; there is evidence that influential Catholics were careful to protect their English visitors. Nevertheless, when word of the violence reached England, the queen's council commanded Walsingham to secure Sidney's safe passage back to England. These instructions arrived too late, for Walsingham had already spirited Sidney away toward Germany. He never returned to France.\n\r\nArriving in Frankfurt via Strasbourg, Sidney had the leisure over the following winter to establish his friendship with the fifty-four-year-old bachelor Hubert Languet, envoy of the elector of Saxony, with whom he was to exchange a voluminous and invaluable correspondence in Latin for more than a decade. The stately and erudite Languet, one of the leading Huguenot figures of Europe, took what now seems a more-than-fatherly interest in Sidney's personal well-being, the development of his scholarship, and the friendships he established on the Continent. He saw in the brilliant young Englishman a potential leader in an effort he himself regarded as essential: to interest England in an alliance for the protection of European Protestants.\n\r\nAfter visiting Vienna for several months in 1573, Sidney set out in late August or early September on a brief trip into Hungary that extended into a three-month stay. His experience there is fondly remembered in The Defence of Poetry in a passage praising lyric songs: \"In Hungary I have seen it the manner at all feasts, and other such meetings, to have the songs of their ancestors' valor, which that right soldierlike nation think one of the chiefest kindlers of brave courage.\" In his first letter to Sidney, dated September 1573, Languet chided him for not having revealed his plans: \"When you left [Vienna] you said that you would not be gone for more than three days. But now, like a little bird that has forced its way through the bars of its cage, your delight makes you restless, flitting hither and yon, perhaps without a thought for your friends.\"\n\r\nWhen Sidney announced his intention to visit Italy, Languet, envisioning an even longer and more dangerous separation from his protégé, could win from him only a promise that he would not visit Rome. Some of this anxiety was quite practical: the more tolerant cities of northern Italy were reasonably safe for Protestant travelers, but this was not so farther south, where the Inquisition held sway. But Languet's letters reveal his fear that Sidney's youth and tolerant disposition would make him, despite events of the previous summer, susceptible to the persuasion of Catholics.\n\r\nBecause of their reputation for religious and intellectual tolerance, Venice and the university city of Padua were natural destinations for Englishmen who wanted to see Italy. Again traveling with Bryskett and Madox, Sidney reached Venice in early November 1573. He spent most of the following year there and in Padua, with excursions to Genoa and Florence. In letters to Languet from Venice and Padua he recounted meeting his distant cousin Richard Shelley (an ancestor of the Romantic poet Percy Bysshe Shelley, and a longtime resident of the city), an erudite man who was, in Sidney's phrase, \"sadly addicted to Popery.\" In Venice he also met a variety of important Europeans.\n\r\nSidney immersed himself in Italian culture--so much so that in one letter Languet addressed him as \"you Italians,\" and Walsingham began to be concerned that the young man was wavering in his faith. The philosopher Giordano Bruno, who later traveled to Oxford under Sidney's auspices and dedicated verses to him, recorded that Sidney enjoyed an excellent reputation during this visit. Yet one of Languet's replies to a now-missing letter suggests that Sidney was not overly smitten with Venice's fabled charms, and in a 1578 letter to his brother Robert, Sidney roundly criticized the \"tyrannous oppression\" and \"counterfeit learning\" he observed in Italy, though he admitted to admiring Italian arms and horsemanship.\n\r\nBy February 1574 Sidney was sufficiently prominent in Venice to sit for a portrait (now lost) by the Venetian master Paolo Veronese. Languet seems to have found it indifferently pleasing. There are now extant only two primary likenesses of Sidney, neither painted ad vivum: the youthful Longleat portrait, dated 1578; and the Penshurst portrait executed for his brother, Robert, probably in the 1590s.\n\r\nThe renowned university at Padua, to which Sidney repaired in January 1574, provided a focus for his voluminous reading and improved his mastery of languages, particularly Latin. At Languet's suggestion he translated \"Cicero into French, then from French into English, and then back into Latin again by an uninterrupted process.\" But he demurred at Languet's recommendation that he study German: \"Of the German language I quite despair, for it has a certain harshness about it.\" He complained that at his age he had no hope of mastering it, \"even so as to understand it.\" He seems also to have studied astronomy and geometry--the latter because he had \"always had the impression that it is closely related to military science.\" His reading included a vast range of subjects. According to John Buxton, he read works on Venetian government (considered the model of European nations), world history, a book on the Council of Trent, and collections of letters by Paolo Manzio, Bernardo Tasso, Pietro Bembo, and Lorenzo de' Medici--as well as several books on impresa, the emblematic devices that he would put to great creative use in his life and writings.\n\r\nSidney also read widely in Italian poetry and criticism, which he chose not to mention to Languet. Like many of his contemporaries he held Italian literature in high esteem, and his work was significantly shaped by Italian influences. His reference in The Defence of Poetry to Dante's Beatrice (in the Paradiso rather than the Vita nuova) is the first by an Englishman. Jacopo Sannazaro, twice mentioned as an authority in The Defence of Poetry , through his Arcadia (1504) contributed to Sidney's understanding of pastoral romance. The valiant hero of Ludovico Ariosto's Orlando Furioso, (1532), also twice mentioned in the  Defence, helped shape the characters of Pyrocles and Musidorus in the Arcadia . Though he resists the influence of Petrarch and his followers in Astrophil and Stella, Sidney's awareness of Petrarchism is everywhere apparent.\n\r\nIn August 1574, after ten months in Italy, Sidney left Venice for Languet's house in Vienna, where he fell seriously ill. Nursed back to health by Languet, he spent the winter of 1574-1575 enjoying the friendship of that city's important men. His most intimate friend at the time was Edward Wotton, whom Walsingham had appointed to a post in Vienna. The friendship would last until Sidney's death. At the beginning of The Defence of Poetry he recalls how during his stay in Vienna he and \"the right virtuous Edward Wotton\" studied horsemanship under the famed John Pietro Pugliano, the Italian maestro of the Emperor Maximilian II's stables:\naccording to the fertileness of the Italian wit, [Pugliano] did not only afford us the demonstration of his practice, but sought to enrich our minds with the contemplations therein, which he thought most precious.... Nay, to so unbelieved a point he proceeded as that no earthly thing bred such wonder to a prince as to be a good horseman--skill of government was but a pedanteria in comparison. Then would he add certain praises, by telling what a peerless beast the horse was ... that if I had not been a piece of a logician before I came to him, I think he would have persuaded me to have wished myself a horse.\nBeneath the levity of this passage--part of the fun is that in its original Greek the name Philip (phil-hippos) denotes love of horses--is a tribute to an art that Sidney, like Wotton, practiced to excellence. That he chose to discourse upon the exercise of the \"peerless beast\" as an introduction to his work about the \"peerless poet\" may seem peculiar unless we reader realize how highly he regarded horsemanship as an art of \"well-doing\" and not of \"well-knowing\" only. In sonnet 41 of Astrophil and Stella Sidney recalls the satisfaction of \"Having this day my horse, my hand, my lance / Guided so well that I obtained the prize.\" In the Arcadia he explores the elements of horsemanship in greater detail, portraying the dynamics of control, the unspoken trust and communication between horse and rider, that makes of the two a single composite being.\n\r\nInstructions from Leicester to hasten his return to England in the spring of 1575 altered Sidney's planned route through Burgundy and Paris. He followed Languet to Prague in early March, then joined Wotton in Dresden; after stops in Strasbourg and Frankfurt the company reached Antwerp at the beginning of May and arrived in England on the last day of the month--almost exactly three years after his departure.\n\r\nHe found his family well, though still mourning the death, in February 1574, of Philip's youngest sister, Ambrosia, at the age of ten. This event had prompted from the queen a letter of uncharacteristically intimate condolence, in view of her usually aloof and ambivalent treatment of the Sidneys. The same letter commanded Philip's sister Mary, not yet fourteen, to court. Sir Henry, who had resigned his post as Lord Deputy of Ireland in 1571, was happily employed as president of the Marches of Wales, but his wife was seriously depressed through bad health, bereavement, and financial problems.\n\r\nPhilip Sidney had left England \"young and raw,\" in the words of his uncle Leicester; he returned in full manhood, having acquired a vast store of new experience and learning, a network of important Continental friends, and a knowledge of European political affairs that few Englishmen could match. Eager to enter the service of his country, he spent the next eighteen months in England, awaiting assignment. During his first summer at home he and his family witnessed the spectacular entertainments--pageants, speeches, hunts, tilts, games, animal baitings, and more--presented daily to the queen during her three-week visit to Kenilworth, Leicester's estate near Warwick.\n\r\nLater that summer Sidney saw his father off to Ireland, where--much to Sir Henry's regret--he had been reappointed Lord Deputy. Neglecting his correspondence with his European friends, Philip spent the autumn and winter in London, where he gave himself over to the pleasures at court; Elizabeth made him her cupbearer. Letters from Languet and other friends on the Continent were addressed to him at Leicester House, and an edition of Ramus's Commentaries (1555) was dedicated to him. During this period Sidney enjoyed a deepening friendship with Walter Devereux, first Earl of Essex, Sir Henry's comrade in Ireland. The following summer he accompanied Essex back to Ireland and was reunited with Sir Henry.\n\r\nEssex soon fell victim to a plague of dysentery that swept Ireland, and he died on 22 September 1576 in Dublin. Sidney, who had received a letter summoning him to the earl's bedside, arrived too late. There he found a touching message, written during the earl's last days, in which he left Philip nothing except the wish that \"if God do move both their hearts ... he might match with my daughter.\" The earl continued, \"he is so wise, so virtuous, so goodly; and if he go on in the course that he hath begun, he will be as famous and worthy a gentleman as ever England bred.\" This daughter, Penelope Devereux, would become the \"Stella\" of Sidney's  Astrophil and Stella.\n\r\nAlthough Essex's agent, Edward Waterhouse, repeated the hope that Philip and Penelope would marry, it is unlikely that Philip, much less his father or any of his mother's Dudley family, took this proposal seriously at the time. He was a man of twenty-one, Penelope a girl of twelve. Moreover, he longed for a political commission that would allow him to employ the knowledge and skills he had acquired during his three years on the Continent. If Astrophil is naively read as an undeflected representation of Sidney himself, he can be forgiven for his neglect of Penelope, though it is a neglect that he later regretted when she married Lord Robert Rich in 1581. In the second sonnet of Astrophil and Stella, Astrophil explains that his love for Stella was the result of a gradual process. In the thirty-third he blames himself for not having taken advantage of opportunity when it presented itself:\n\r\n \nBut to myself myself did give the blow,\nWhile too much wit (forsooth) so troubled me,\nThat I respects for both our sakes must show:\nAnd yet could not by rising Morn foresee\nHow fair a day was near, o punished eyes,\nThat I had been more foolish or more wise.\n\n\r\nWhen news of the death of Maximilian II of Austria reached England in late October 1576, Sidney seemed to Elizabeth's advisers the logical choice to lead a special embassy to extend her condolences to the emperor's family. Ostensibly, Sidney's mission would be strictly formal; its informal purpose was entirely political. Hard upon this news came the death of the staunch Calvinist Frederick III, Elector of the Palatinate. Political uncertainty deepened when Spanish mercenaries in the Low Countries sacked and burned Antwerp as well as other smaller towns. While Sidney and his entourage visited the courts of Europe, he would use his audiences with heads of state to enlist their support for the creation of a Protestant League--a mission that seemed now more urgent and propitious than before.\n\r\nAfter two months of preparations, Sidney's instructions were delivered on 7 February 1577, and he left for the Continent at the end of the month. Accompanying him were two experienced statesmen, Sir Henry Lee and Sir Jerome Bowes, among other career diplomats, and his personal friends Greville and Sir Edward Dyer, both of whom figure importantly in Sidney's literary career. At Louvain he charmed the Spanish governor, Don John, who (abetted by a group of English and Scottish exiles) was plotting to overthrow Elizabeth, free Mary, Queen of Scots, and marry her. From Brussels, Sidney's party traveled up the Rhine to Heidelberg, where he greeted Prince John Casimir, and from thence to Prague, where he accomplished his official mission of extending the queen's condolences to the family of Maximilian II.\n\r\nIn Prague he also visited Edmund Campion, whom he must have known, if only casually, from their days at Oxford. To his tutor in Rome, Campion described Sidney, mistakenly, as \"a poor wavering soul\" who might be amenable to conversion to the Roman Church. It is clear that his interest in Sidney was opportunistic. Yet Campion's words provide no basis for saying, as John Buxton has, that Sidney was cynically \"using all his tact and charm to learn from Campion's own lips how far conversion had led him on the path of disloyalty.\" Rather, though Sidney held Campion to be in \"a full wrong divinity\"--as he said of Orpheus, Amphion, and Homer in The Defence of Poetry--he probably admired the gifted and accomplished Jesuit, as many others did. Sidney genuinely sought \"the prayers of all good men\" and was happy to assist even Catholics who would ease the suffering of the poor. The catalogue of the long-dispersed library at Penshurst, recently discovered by Germaine Warkentin, lists an edition of the Conference in the Tower with Campion, (1581) published shortly after Campion's execution. If in fact this book belonged to Philip Sidney, perhaps he hoped to find in it evidence that Campion had discovered the true religion in the hours before his death.\n\r\nOn the return trip to England Sidney met with William I of Orange and discussed plans for a Protestant League. It is a testament to his growing international status--which S. K. Heninger, Jr. believes was so great as to unsettle Elizabeth herself--that William offered him his daughter's hand in marriage. The promised dowry included the provinces of Holland and Zeeland. Of course, Elizabeth would never have tolerated the marriage of one of her most powerful courtiers to a foreign royal family, no matter how close the interests of England and Orange might be, and the proposal was not advanced.\n\r\nIn Ireland Sidney had witnessed firsthand Sir Henry's vigorous prosecution of the campaign against the Irish rebels. Returned from the Continent in the fall of 1577, he found himself obliged to defend his father's policies. To maintain the English garrison Sir Henry had ordered the imposition of a cess, or land tax, against certain lords living within the Pale. The Irish lords resisted the tax and through their effective spokesman, Thomas Butler, tenth Earl of Ormonde, argued their case before Elizabeth and the Queen's Council. Sidney entered the debate with his \"Discourse on Irish Affairs,\" which survives only in a holograph fragment.\n\r\nTo the modern reader Sidney's reasoning seems shockingly brutal, yet the repression he advocates is typical of English attitudes toward the Irish during Elizabeth's reign. He does argue that a tax that exempted no one would ease the suffering of the many, who had traditionally borne the brunt of taxation: \"this touches the privileged ... persons [who] be all the rich men of the Pale, the burden only lying upon the poor, who may groan, for their cry cannot be heard.\" But this argument seems ingenuous, for further on he advocates a policy of complete subjugation, saying that severe means are more justified in Ireland than lenity. In the end Sir Henry's fortunes in Ireland worsened, and he was recalled as Lord Deputy in February 1578.\n\r\nIn the years after 1577 Sidney's political career was frustrated by Elizabeth's interest in balancing the power of Spain against that of France, a balance she feared would be upset by the creation of a Protestant League. Thwarted in his political ambition, Sidney turned his attention briefly to exploration, investing in three New World voyages by Martin Frobisher. He also began, perhaps as early as 1578, what soon became an intensive writing career.\n\r\nAmong his first literary projects Sidney experimented with a type of drama that would reach its most sophisticated form in the seventeenth-century court masque. In 1578 or 1579, for the queen's visit to his uncle Leicester's new estate at Wanstead, he wrote the pastoral entertainment known as The Lady of May. The only published version, included in a 1598 edition of Arcadia, is not a text, but rather a detailed transcription of the production, perhaps done at Sidney's request. Ostensibly a tribute to Elizabeth, it is a work of some literary merit and considerable political and propagandistic import.\n\r\nThe Lady of May, a young and beautiful maiden much pursued by country bachelors, faces an emblematic choice of marriage between two men she likes but does not love: the wealthy shepherd Espilus, a man \"of very small deserts and no faults,\" and the pleasing but sometimes violent forester Theron, a man of \"many deserts and many faults.\" The drama combines several elements that were to figure prominently as themes and issues in Sidney's later writings, especially Astrophil and Stella and the Arcadias: the Petrarchan stance of stylized veneration of a lady by her lover, the pastoral mode of setting and plot, and some dramatized speculations about the uses and abuses of rhetoric. But like many of his contemporaries, Sidney adapts convention to topicality; and Elizabeth's own unmarried status together with her apparent pleasure at the courtship of François, Duke of Alençon and (after 1576) of Anjou are deeply implicated in this superficially innocuous entertainment. The action was designed to favor Theron the forester over Espilus the shepherd, in whose country blandness Sidney intended to reflect Alençon. But \"it pleased her Majesty to judge that Espilus did the better deserve\" the Lady of May. Although Sidney left open the way to such a resolution--the final verses of Espilus and Theron allow for either choice--Elizabeth's selection of Espilus over Theron illustrates the degree to which Sidney and his queen saw things differently.\n\r\nLate in 1579 Sidney made his opposition to Alençon's suit explicit in an open letter to the queen. By that time the issue had focused the divided loyalties of English Protestants and Catholics. The queen had been considering Alençon's proposal of marriage for some time. Her childlessness invited a bitter struggle over succession, and many English Protestants feared a Catholic consort. Sidney's faction, which included his father and his powerful uncle Leicester, believed that a French marriage might lead to civil war.\n\r\nTo the modern reader this letter, \"Written ... to Queen Elizabeth, Touching Her Marriage with Monsieur,\" seems remarkably frank and fearless of the displeasure it might bring. Sidney addresses the queen forthrightly as a courtier whose function it is to advise his monarch. He reminds her that the peace of the land, no less than her own power, depends upon the confidence of her subjects, a confidence likely to be eroded by an unpopular marriage. Although he does not mention Alençon's famed ugliness, as others did, he does rehearse much about her prospective husband that she already knew and did not need to hear from one of her subjects: that Alençon was \"a Frenchman, and a papist\"; that his mother was the notorious Catherine de Médicis, \"the Jezebel of our age\" (though he does not directly say that she had engineered the massacre of Huguenots in 1572); that Alençon himself had sacked La Charité and Issoire \"with fire and sword\"; and that his race was afflicted with congenital \"unhealthfulness.\" Sidney concludes with the warning that \"if he do come hither, he must live here in far meaner reputation than his mind will well brook, having no other royalty to countenance himself with; or else you must deliver him the keys of your kingdom, and live at his discretion.\"\n\r\nThere is no evidence that Elizabeth took umbrage at the letter, but it is difficult to imagine that it did anything to smooth the troubled relationship that persisted between the Sidney family and the queen throughout Philip's lifetime. Perhaps Sidney's tone in the letter owes something to a liminal resentment he felt because of her niggardly treatment of his father, who, as president of the Marches of Wales and twice as her lord deputy of Ireland, had been among her ablest subjects. Perhaps too it reflects on an incident that embroiled Sidney's politics with his personal dignity. Greville reports that sometime in 1579 Edward de Vere, Earl of Oxford, a staunch supporter of Alençon's suit, had ordered Sidney off a tennis court in the presence of the French delegation, calling Sidney \"a puppy.\" Sidney issued a challenge the next day, but the queen herself intervened to prevent the duel and reminded him of his inferior status--a rebuke that may have recalled to him as well that de Vere had married Anne Cecil after her father had found the Sidney family unworthy.\n\r\nSidney was absent from the court the next year and probably spent much of the time at Wilton, his sister's home, composing the Old Arcadia. When he returned to court after a year in seclusion, Sidney presented Elizabeth with a 1581 New Year's gift of a \"whip garnished with diamonds,\" signifying by this astonishing Petrarchan gesture his complete submission to the queen's will in the Alençon affair. That summer his personal fortunes received a blow when the countess of Leicester bore the earl a son, thereby depriving Sidney of both lands and title that he stood to inherit as Leicester's heir presumptive. On the following tilt day, Sidney bore the device S-P-E-R-A-V-I (\"I hoped\"), dashed through.\n\r\nAround 1578 Sidney had begun writing poetry. It was an \"unelected vocation,\" as he says in The Defence of Poetry , \"in these my not old years and idlest times having slipped into the title of a poet.\" None of his works was published before 1590, four years after his death. This fact, together with the brevity and intensity of Sidney's writing career--no more than seven or eight years, during which he worked simultaneously on different texts--only complicates the problem of determining when his works were composed.\n\r\nAmong Sidney's earliest ventures, undertaken with his friends Greville and Dyer, were attempts at writing a new kind of English poetry grounded not in accentual stress but in duration of syllables. The work that was in progress by October 1579, when Edmund Spenser reported it in letters to Gabriel Harvey. These experiments in quantitative verse, examples of which Sidney incorporated into the Old Arcadia, were efforts to make English verse conform to the rules of Latin prosody. Although they never exerted a significant influence upon English metrics, they have long interested scholars and critics. The dactylic hexameters of Old Arcadia 13 are an example of what Sidney achieved:\n\r\n \nLady, reserved by the heav'ns to do pastors' company honor\nJoining your sweet voice to the rural muse of a desert,\nHere you fully do find this strange operation of love,\nHow to the woods love runs as well as rides to the palace.\nIn his correspondence with Harvey, Spenser also claimed that Sidney, Greville, and Dyer had formed an English Academy or Areopagus to advance the cause of the new metrics, a claim that has been investigated many times and is at present widely doubted.\n\r\nThe years 1579 through 1584 represent the peak of Sidney's literary activity. The winter of 1579-1580 seems the best conjectural date for his composition of The Defence of Poetry , probably written in response to Stephen Gosson's School of Abuse, which was printed in the summer of 1579 and dedicated to Sidney without permission. The connection with Gosson's work, along with a reference to Spenser's Shepheardes Calender, also published in 1579 and dedicated to Sidney, indicate that Sidney began The Defence of Poetry in that year, whereas the sustained intensity of his argument would seem to make it equally likely that he completed the work in a relatively short time. It did not appear in print, however, until 1595, which saw two editions by different printers. William Ponsonby, the established printer for the Sidney family, entered The Defence of Poetry in the Stationers' Register on 29 November 1594 but seems to have delayed publication until the next year. Before Ponsonby's text appeared, another edition, titled An Apology for Poetry, was published by Henry Olney. An unknown number of copies was sold before Ponsonby, claiming precedence, interceded and halted further sales. Ponsonby's edition was then printed and sold, and the title page of his edition was also fixed to some liberated copies of the Olney edition. The Ponsonby text and the De L'Isle manuscript at Penshurst form the basis of Jan van Dorsten and Katherine Duncan-Jones's definitive modern edition in Miscellaneous Prose of Sir Philip Sidney. (1973).\n\nThe Defence of Poetry  is undoubtedly the most important critical treatise on poetry written by an Englishman during the Elizabethan period. It has achieved the status of a classical text. Although it reflects Sidney's Protestantism, it is nevertheless a worldly work. Drawing on an extraordinary range of classical and Continental texts, Sidney sets out to defend \"poor poetry\" against its attackers and to argue positively that poetry, whose \"final end is to lead and draw us to as high a perfection as our degenerate souls, made worse by their clayey lodgings, can be capable of,\" is the best vehicle for the \"purifying of wit.\" He disposes his argument according to a traditional seven-part classical structure, beginning with an introduction or exordium and moving through the stages of proposition, division, examination and refutation to a final peroration, and including, as custom permitted, a digressio on a related issue.\n\r\nSidney opens his argument by claiming that poetry gave rise to every other kind and division of learning. For this reason the Romans called the poet vates, \"which is as much as a diviner, foreseer, or prophet,\" such as David revealed himself to be in his Psalms. With equal reverence the Greeks called the poet a \"maker,\" as do the English (from the Greek verb poiein, \"to make\"). In all cases true poetry makes things \"either better than nature bringeth forth, or, quite anew, forms such as never were in nature.\" Nature's \"world is brazen,\" Sidney argues; only the poets bring forth a golden one.\n\r\nSidney next explains that the poet is able to create this heightened fictive world by coupling an idea with an image: \"the skill of each artificer standeth in that idea or fore-conceit of the work, and not in the work itself. And that the poet hath that idea is manifest, by delivering them forth in such excellency as he had imagined them.\" The union of fore-conceit and image results in a poetic event that has extraordinary \"energaic\" capacity, that is, the power to move the human will and thus to motivate its own reproduction. Xenophon's Cyrus is then, a poetic creation so forceful that if readers comprehend the character, they will be prompted to reproduce its virtues in their own medium: \"so far substantially it worketh, not only to make a Cyrus, which had been but a particular excellency as nature might have done, but to bestow a Cyrus upon the world to make many Cyruses, if [readers] will learn why and how that maker made him.\" It is the replicability of the poetic image among those who understand why and how it was created that distinguishes poetry from nature. The ongoing replication of poetic images is what enables our \"erected wit\" to mitigate against the effects of our \"infected will.\"\n\r\nSidney concludes this narration by presenting his central proposition, the crucial definition of the process of encoding fore-conceits in images to create energaic poetic constructs: \"Poesy therefore is an art of imitation, for so Aristotle termeth it in the word mimesis--that is to say, a representing, counterfeiting, or figuring forth--to speak metaphorically, a speaking picture--with this end, to teach and delight.\" This definition--a tightly composed amalgam of ideas lifted from Aristotle (mimesis), Plutarch (\"speaking picture\"), and Horace (\"teach and delight\")--with its emphasis upon activity, informs all the theoretical matter of The Defence of Poetry.\n\r\nIn the section devoted to the divisions or kinds of mimetic poetry and their practitioners, Sidney conceives three types: divine poets who imitate the \"inconceivable excellencies of God,\" of whom David, Solomon, and pagan poets--Orpheus, Amphion, and Homer, \"though in a full wrong divinity\"--are cited as examples; poets who imitate \"matter philosophical,\" of which there are four subtypes (moral, natural, astronomical, and historical); and \"right poets.\" Sidney is primarily concerned with the right poets: \"these third be they which most properly do imitate to teach and delight, and to imitate borrow nothing of what is, has been, or shall be; but range, only reined with learned discretion, into the divine consideration of what may be and should be.\" They are arrayed in a hierarchy from \"the most notable\" heroic poets down to pastoral poets \"and certain others, some of these being termed according to the matter they deal with, some by the sorts of verses they liked best to write in.\" But Sidney is quick to point out that verse is but \"an ornament and no cause to poetry.\" Rather, the \"feigning\" of \"notable images of virtues, vices, or what else, with that delightful teaching ... must be the right describing note to know a poet by.\n\r\nThe right poet is then set off against other masters of \"earthly learning\" who claim to lead men to \"virtuous action,\" an ancient contest developed at length in Aristotle's Poetics. The poet's principal competitors are two: the moral philosopher, a figure of \"sullen gravity ... rudely clothed ... casting largess ... of definitions, divisions and distinctions\" before him; and the historian, \"laden with old mouse-eaten records,\" who knows more about the past than his own age, who is \"a wonder to young folks and a tyrant in table talk.\" The philosopher maintains that there is no better guide to virtue than he who \"teacheth what virtue is; and teach it not only by delivering forth his very being, his causes and effects, but also by making known his enemy, vice, which much be destroyed, and his cumbersome servant, passion, which must be mastered.\" For his part the historian claims a significant advantage over the philosopher in that he teaches an \"active\" virtue rather than a \"disputative\" one. The philosopher delivers virtue \"excellent in the dangerless Academy of Plato,\" but the historian \"showeth forth [Virtue's] honorable face in ... battles.\" The philosopher \"teacheth virtue by certain abstractions considerations,\" adds the historian, \"but I only bid you follow the footing of them that have gone before you.\" Sidney can see no end to this tedious dispute and so interrupts it by noting only \"that the one giveth the precept, the other the example.\n\r\nThe poet, of course, \"standeth for the highest form in the school of learning\" because he is the moderator between the philosopher and the historian. Through the art of mimesis the poet unites in one event the philosopher's precept and the historian's example. Rephrasing his earlier argument on fore-conceit and image, Sidney proclaims that the poet gives \"a perfect picture\" of something, \"so as he coupleth the general notion with the particular example.\" He then lists exemplary precepts that poets encode in speaking pictures: anger, wisdom, temperance, valor, friendship, remorse, pride, cruelty, and ambition. But the greatest of these is \"the most excellent determination of goodness,\" as in Xenophon's \"feigning\" of the prince in Cyrus, in Virgil's fashioning of a virtuous man in Aeneas and in Sir Thomas More's representation of an entire commonwealth in his Utopia (1516). The reference to the Catholic More prompts a brief digression in which Sidney states a general tenet of mimesis he has not made before: if the poetic artifact is flawed, the fault lies with the poet, not with poetry. Having made this point, he caps his list by citing the practice of Jesus, who couched his teachings in lively stories.\n\r\nBecause of its forcefulness, the poet's \"feigned example\" has as much capacity as the \"true example\" for teaching what is to be shunned or followed. Moreover, Sidney remarks wryly, by reading a representation of, rather than actually duplicating, the strategy of Darius's faithful servant Zopyrus, who severed his own nose and ears to persuade the Babylonians that he was a traitor, \"you shall save your nose by the bargain.\" Conversely, the poet's \"moving is of a higher degree than [the philosopher's] teaching,\" for which he cites as his authority Aristotle's comments on gnosis (knowing) and praxis (acting, doing) in the Ethics.\n\r\nThe poet emerges from this examination transformed from \"moderator\" to monarch. \"Either accompanied with, or prepared for, the well-enchanting skill of music,\" poetry has the capacity to transmute even horrors--\"cruel battles, unnatural monsters\"--into delightful experience. The effects of poetic invention are such that orators and prophets have employed it for their several purposes. Menenius Agrippa, Livy tells us, calmed the mutinous population of Rome not with \"figurative speeches or cunning insinuations\" but with a tale of the rebellious body attempting to starve the stomach and so hurting itself. Similarly, the prophet Nathan revealed to David a precept \"most divinely true\" by means of a feigned discourse.\n\r\nIn a second examination section of  The Defence of Poetry, Sidney considers the various subgenres in which poetry is arrayed, with a cautionary comment about overly rigid distinctions. At the very outset he warns against overdetermining such matters, noting that \"some poesies have coupled together two or three kinds, as the tragical and comical, whereupon is risen the tragicomical.\" Anticipating the design of his Arcadias , he recommends Jacob Sannazaro and Boethius, who \"mingled prose and verse,\" and others who \"mingled matters heroical and pastoral.\" If severed genres be good, he concludes, \"the conjunction cannot be hurtful.\"\n\r\nSidney moves up the hierarchy of genres from the lowest to the highest, discussing pastoral, elegy, comedy, lyric, and epic or heroic, \"whose very name (I think) should daunt all backbiters.\" Characteristically, he reserves his highest praise for the epic, whose champions--Achilles, Cyrus, Aeneas, Turnus, Tydeus, and Rinaldo--\"not only teach and move to a truth, but teacheth and moveth to the most high and excellent truth.\" Epic is, in short, \"the best and most accomplished kind of poetry.\" He concludes this second examination with a summary of his major points: that poetry deals with universal considerations; that (unlike the historian and the philosopher) the poet is not confined to already delimited parameters of inquiry but brings his own \"stuff\" to the act of mimesis, so that he \"doth not learn a conceit out of a matter, but maketh a matter out of a conceit\"; that poetry teaches goodness and delight; and that the Scriptures--indeed Christ himself--employed poetry. All this indicates that \"the laurel crown appointed for triumphant captains doth worthily (of all other learnings) honor the poet's triumph.\"\n\r\nYet such reasoning is not likely to dissuade the misomousoi, the poet-haters, who wrongly identify poetry with rhyming and versifying, although, Sidney concedes, poetry often employs verse because \"verse far exceedeth prose in the knitting up of memory.\" But laying this complaint aside, Sidney begins his refutation with the claim that poetry and poets stand accused of four principal crimes: that they divert men from the pursuit of \"other more fruitful knowledges\"; that poetry \"is the mother of lies\"; that poetry \"is the nurse of abuse, infecting us with many pestilent desires\"; and that Plato banished poets from his ideal commonwealth in the Republic.\n\r\nThese charges are, of course, made by straw men whom Sidney will easily hew down. The first charge he has already demonstrated to be spurious, since of all learning poetry alone \"teacheth and moveth to virtue.\" \"I still and utterly deny,\" he writes, \"that there is sprung out of the earth a more fruitful knowledge.\" The second charge, that poetry fosters lies, occasions a spirited rebuttal that anticipates several hallmark concepts of structuralist and poststructuralist assumptions about language, such as arbitrariness and difference. The confidence with which he addresses the third charge, that poetry fosters \"not only love, but lust, but vanity, but (if they list [please]) scurrility,\" would seem to belie Astrophil's failed attempt to transmute his desire into spirituality. Nevertheless Sidney maintains that if love poetry leads man astray, we \"need not say that poetry abuseth man's wit, but that man's wit abuseth poetry.\" Moreover, rather than enervating the spirit of warriors, implicit in the charge that it is the nurse of abuse, poetry is often \"the companion of camps.\" Thus, Plutarch tells us, when Alexander went to war he left his teacher Aristotle behind but took Homer with him.\n\r\nOf the four charges against poets issued by the poet-haters, Sidney devotes the most space to refuting the final one, that Plato banned poets from his ideal republic. \"But now indeed,\" he begins, \"my burden is great; now Plato's name is laid upon me, whom, I confess, of all philosophers I have ever esteemed most worthy of reverence,\" for Plato \"is the most poetical.\" Yet if Plato would \"defile the fountain out of which his flowing streams have proceeded,\" Sidney says, \"let us boldly examine with what reasons he did it.\" He claims that philosophers have made a \"school-art\" out of the matter that poets have conveyed \"by a divine delightfulness,\" and then cast off their \"guides, like ungrateful apprentices.\" Yet as Cicero noted, though many cities rejected philosophers, seven cities wished to claim Homer as a citizen. Simonides and Pindar made of the tyrant Hiero I a just king while, and here again Sidney follows Cicero, Plato was made the slave of Dionysius. For a clinching rhetorical effect Sidney, whose debt to Plato is everywhere apparent in The Defence of Poetry, reminds his readers that both Plato (in the Symposium and the Phaedrus) and Plutarch condoned the \"abominable filthiness\" of homosexuality.\n\r\nHaving thus exposed in Plato crimes far exceeding those of poets, Sidney rehabilitates his straw man. When he claims that in banning the poet from his republic Plato places the onus \"upon the abuse, not upon poetry,\" one should remember that he began this passage by confessing that Plato was the most poetical of philosophers. Plato's strictures were directed toward practitioners of mimesis rather than mimesis itself: \"Plato therefore ... meant not in general of poets ... but only meant to drive out those wrong opinions of the Deity (whereof now, without further law, Christianity hath taken away all the hurtful belief...) nourished by the then-esteemed poets\"--as can be seen in the Ion, where Plato \"giveth high and rightly divine commendation unto poetry.\" Indeed Plato, who \"attributeth unto poesy more than myself do, namely, to be a very inspiring of a divine force,\" has been misread: witness Plato's mentor Socrates, who spent his old age turning Aesop's fables into verse, and Plato's student Aristotle, who wrote the Poetics--\"and why, if it should not be written?\" Nor Should one forget Plutarch, who in writing philosophy and history \"trimmeth both their garments with the guards of poesy.\"\n\r\nFollowing this stirring refutation--actually a set piece with unanticipated ramifications for his own later work--Sidney considers, in a relevant digression, the lamentable condition of poetry in England, directing his criticism, characteristically, at poets rather than poetry. \"Sweet poesy,\" he begins, \"that hath anciently [claimed] kings, emperors, senators, great captains,\" and which had heretofore flourished in Britain, is in \"idle England\" now little more than flimflam, poets having \"almost ... the good reputation as the mountebanks at Venice.\" \"Base men,\" he asserts, \"with servile wits undertake it ... as if all the Muses were got with child to bring forth bastard poets.\" Feigning as burdensome the task of defending poets and their work, only to be \"overmastered by some thoughts\" and thus yielding \"an inky tribute to them,\" he defers authority in the matter of poetry to those who practice it. Restating the hugely problematic conditions of mimesis he had already presented in the Cyrus passage, he concludes that \"they that delight in poesy itself should seek to know what they do, and how they do and especially look in the unflattering glass of reason\" (emphasis added). For poetry must be led gently--or rather it must lead, as it cannot be acquired by \"human skill.\" \"A poet no industry can make,\" Sidney claims in a reaffirmation of the poet as vates, \"if his own genius be not carried into it.\"\n\r\nYet there are English poets who warrant commendation. Sidney is typical of his age in praising Geoffrey Chaucer's Troilus and Criseyde (circa 1385) but exceptional in acknowledging that Englishmen of his time had not mastered Chaucerian metrics: \"I know not whether to marvel more, either that he in that misty time could see so clearly, or that we in this age go so stumblingly after him.\" He also approves of the brief tragedies gathered in the Mirror for Magistrates (1563) and commends the lyrics of Henry Howard, Earl of Surrey, who regularized the English sonnet form.\n\r\nNone of this is controversial. However, Sidney's subsequent discussion of The Shepheardes Calender raises the question of how well, if at all, Sidney and Spenser were acquainted. He acknowledges that Spenser, who dedicated The Shepheardes Calender to him in 1579, \"hath much poetry in his eclogues, indeed worthy of reading, if I be not deceived.\" In his correspondence with Gabriel Harvey, Spenser claimed to have had Sidney \"in some use of familiarity.\" The two poets may have met at Leicester House, where Spenser was employed and where Sidney was a frequent guest at the time. Yet they were of vastly different social rank, Sidney being the earl's nephew and Spenser the earl's secretary. Sidney does not mention Spenser by name in his discussion of The Shepheardes Calender in The Defence of Poetry. Indeed, after praising its poetry, Sidney criticizes its author for the \"framing of his style to an old rustic language.\" After his death in 1586, Sidney's influence upon Spenser was pervasive. Yet his only comments upon Spenser's work do not suggest the intimacy between them that Spenser claimed to enjoy.\n\r\nIt is noteworthy that Sidney devotes more of his survey of English literature to drama than to poetry. He possessed an instinctive sense of dramatic structure, as The Lady of May demonstrates. Readers since Thomas Nashe have been impressed by the dramatic character of Astrophil and Stella, and the first version of Arcadia is divided into acts. Yet although he offers here the first example of sustained dramatic criticism in English, Sidney's discussion utterly fails to anticipate the maverick forms of English theater that were to explode with such brilliance in the decade after his death. Except for Thomas Sackville and Thomas Norton's Gorboduc (1561), the first English tragedy in blank verse, which he endorses with qualifications, and the tragedies of his friend George Buchanan, Sidney dismisses the rest of English drama he has seen as \"observing rules neither of honest civility nor skillful poetry.\" He criticizes English playwrights for failing to observe the rigid program of unities (time, place, and action), a prescription generally attributed to Aristotle, and he praises ancient exemplars such as Terence (Eunuchus), Plautus (Captivi and Amphitruo), and Euripides (Hecuba).\n\r\nThough he has claimed to see no harm in mixed poetic genres per se, he is especially harsh in his comments on English tragicomedy, which, he remarks, is guilty of promiscuously \"mingling kings and clowns\" and \"hornpipes and funerals.\" English comedy also fails to make the necessary distinction between delight and laughter, a distinction he develops in considerable detail. He concludes that he has spent too much time on plays because \"they are excelling parts of poesy\" and because \"none [other poetry is] so much used in England, and none can be more pitifully abused.\"\n\r\nJust before his peroration Sidney returns to the subject of lyric poetry, \"songs and sonnets,\" which poets should direct toward the Platonic end of \"singing the praises of immortal beauty: the immortal goodness of that God who giveth us hands to write and wits to conceive.\" In a passage rife with implications for Astrophil and Stella , he complains of the wooden language of so many love poets who, \"if I were a mistress, would never persuade me they were in love.\" He attacks pseudo-Ciceronianism at some length, allowing himself to stray \"from poetry to oratory.\" But he finally excuses the slip because it allows him to include penultimately a tribute to the ease, grace, and beauty of the English language, which \"for the uttering sweetly and properly [of] the conceits of the mind ... hath not its equal with any other tongue in the world.\"\n\r\nApparently Sidney was serious in his private, concurrent hopes of introducing a quantitative metrics into English poetry, for he writes that of the two methods of versifying, by quantity and stress, \"the English, before any vulgar language I know, is fit for both.\" Of other poetic qualities loosely grouped under the heading of rhyme, he argues that English is superior to other modern languages in its use of the caesura and in its ability to rhyme with masculine, feminine, and medial formations.\n\r\nThe brilliant peroration to The Defence of Poetry is a masterly composite of summary, exhortation, and admonition. Every praiseworthy poem is full of \"virtue-breeding delightfulness\" and possesses all traits of learning; the charges against it are \"false or feeble,\" and bad poetry is produced by \"poet-apes, not poets.\" The English language is \"most fit to honor poesy, and to be honored by poesy.\" Then, in the name of the Nine Muses, Sidney enjoins the reader of his \"ink-wasting toy\" to believe with Aristotle that poets were the keepers of the Greek divinities; with Pietro Bembo that poets first brought civility to mankind; with Joseph Justus Scaliger that poetry will sooner make an honest man than philosophy; with the German Conrad Clauser that in fables poets communicated \"all knowledge, logic, rhetoric, philosophy natural and moral, and quid non\"; with Sidney himself \"that there are many mysteries contained in poetry, which of purpose were written darkly\"; and with Cristoforo Landino that poets are so loved by the gods that \"whatsoever they write proceeds of a divine fury.\" Alluding wryly to the often fulsome tone of dedications and patron-seeking prefaces, he reminds potential defenders of poetry that poets will make them \"immortal by their verses,\" that their names \"shall flourish in the printers' shops,\" and that poets shall make laymen \"most fair, most rich, most wise,\" so that their souls shall dwell with Dante's Beatrice and Virgil's Anchises.\n\r\nHis concluding admonition, directed to anyone who might have \"so earth-creeping a mind that it cannot lift itself up to look to the sky of poetry,\" is a masterpiece of tone, combining the witty with the deadly serious for an audience that knew both the triviality of much fashionable rhetoric and the crucial role of literature and language in resisting the monument-destroying power of mutability and relentless time. As for those who refuse to value poetry, in the name of all poets Sidney offers the malediction that \"while you live, [may] you live in love, and never get favor for lacking skill of a sonnet; and when you die, your memory die from the earth for want of an epitaph.\"\n\nThe Defence of Poetry emerges today, in the hindsight of literary history, as a fulcrum in Sidney's career, gathering, organizing, and clarifying the critical energies developed in his early work (such as  The Lady of May and the experiments in quantitative verse) and discharging these energies into the mature creations of the 1580s, Astrophil and Stella and the revised Arcadia . Sidney's attractiveness as a critic, like that of John Dryden in a later age, derives partly from his authority as a practicing poet who speaks as much from experience with what works and what does not as from familiarity with abstract notions of art. This is not to say, however, that his later works simply actualize conceptual blueprints from The Defence of Poetry.\n", "attrs": {"Region:": ["England"], "School/Period:": ["Renaissance"]}}