{"pf_url": "https://www.poetryfoundation.org/poets/sor-juana", "name": "Sor Juana", "yob": "1651", "yod": "1695", "image": null, "bio": "\nA poet, nun, dramatist, and scholar, Juana Inés de la Cruz was born in San Miguel Nepantla, Tepetlixpa, Mexico. As a child, she was inquisitive and gregarious: by the age of three, she could read; by six, she had started asking permission to cut her hair short and disguise herself as a boy so she could attend university. At the age of eight, she began writing poetry; at nine, she was learning Latin.\nBy 16, Juana was already somewhat of an aberration: a child prodigy, beautiful, intelligent, and entirely self-taught. Her family sent her to stay with her aunt and uncle in Mexico City, where she continued to study Greek logic and Nahuatl (an Aztec language spoken in central Mexico). She also began teaching Latin to students.\nWhen Juana became a young adult, her aunt and uncle presented her to the court of the Viceroy Marquis de Mancera, which admitted her into the service of his wife, Vicereine Leonor Carreto. Rumors of Juana’s wit surfaced, and the viceroy assembled a panel of scholars to test her knowledge of history, mythology, and literature. Juana sailed through the panel’s questions “like a royal galleon defending itself against a few rowing boats” (a statement often attributed to the viceroy).\nThe courtly lifestyle disillusioned Juana. Within four years, she left to pursue the sisterhood to avoid marriage and to continue her studies. In 1669, she entered the Convent of San Jerónimo, where she lived until her death.\nSor Juana’s living quarters brimmed with maps, books, mathematical and scientific instruments, gems, and rare art objects. Her erudite poems, plays, and essays reference pre-Columbian Mexico and Greek philosophy and employ fierce rhetoric. She also read her contemporaries, including Miguel de Cervantes and Francisco de Quevedo.\nIn 1690, a private letter Sor Juana had written to the bishop of Puebla, Manuel Fernández de Santa Cruz, in which she criticized the sermon of a Jesuit priest, began to circulate. The bishop had solicited the letter and then distributed it to his peers under the gender-bending pen name “Sor Filotea.” In the process, the bishop also admonished her for a lack of religious content in her poems.\nIn response to the incident, Sor Juana penned “Respuesta a Sor Filotea” (“Response to Sister Filotea”), which many scholars consider the first feminist manifesto. In it, she defended, among other rights, a woman’s right to education. Her impassioned response became the subject of even further criticism. Church officials demanded that she forswear non-religious books and non-religious studies. The church forced her to abjure objects and rituals that had become vital parts of her identity: her library, her scientific equipment, and her musical instruments.  Sor Juana continued to respond to external pressures: in addition to forswearing books and musical instruments, she refrained from writing and studying. A plague swept through the convent in 1695 and, on April 17, after taking care of her fellow sisters, she died at the age of 44. In the convent’s Libro de profesiones (Book of Professions), she left a handwritten statement of anguish: “Yo, la peor del mundo.” (“Me, the worst in the world.”) Sor Juana Inés de la Cruz is known and revered today for her wisdom, talent, and bravery.\n", "attrs": {"Region:": ["Mexico"]}}