{"pf_url": "https://www.poetryfoundation.org/poets/spencer-reece", "name": "Spencer Reece", "yob": "1963", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/f1d9c2494c8f84926b89cf2f8adbc33384ba8bde.jpeg", "bio": "\n                                                                    Born in Hartford, Connecticut, and raised in Minneapolis, poet Spencer Reece is the son of a pathologist and a nurse. He earned a BA at Wesleyan University, an MA at the University of York, an MTS at Harvard Divinity School, and an MDiv at Yale Divinity School. He was ordained in the Episcopal Church in 2011. Reece’s debut collection of poetry, The Clerk’s Tale (2004), was chosen for the Bakeless Poetry Prize by Louise Glück and adapted into a short film by director James Franco. He is also the author of the collection The Road to Emmaus (2013), which was a longlist nominee for the National Book Award.   Reece’s poems explore faith and family, paying attention to the fragility of each. Though he wrote in relative isolation for two decades before his first book was published, Reece received early encouragement from writer Annie Dillard and poet James Merrill. In a statement for the Poetry Society of America, Reece discussed the inspirational role T.S. Eliot has played in his work: “I often ponder Eliot's spiritual journey,” Reece noted. “When I try to write, his example is never far from my mind. At times, I'd like to think I am in conversation with him.” Reece’s own work has been compared to that of Gerard Manley Hopkins, particularly by poet Henri Cole, who observed that Reece “is a formal poet, but his form is not bloodlessly perfect. He is unafraid of smudging things to get us closer to the truth.”    His honors include fellowships from the Guggenheim Foundation and the National Endowment for the Arts, grants from the Fulbright Foundation and the Minnesota State Arts Council, a Witter Bynner fellowship from the Library of Congress, the Amy Lowell Poetry Travelling Scholarship, and a Whiting Writers’ Award.   Chaplain to Bishop Carlos Lopez-Lozano of the Reformed Episcopal Church in Spain, Reece was awarded a Fulbright grant to work on a collaborative writing project with children at an orphanage in Honduras in 2012-2013.\n                                                            ", "attrs": {"Region:": ["U.S., New England"]}}