{"pf_url": "https://www.poetryfoundation.org/poets/stanley-burnshaw", "name": "Stanley Burnshaw", "yob": "1906", "yod": "2005", "image": null, "bio": "\nCritic, poet, editor, and biographer of Robert Frost, Stanley Burnshaw was a force in the literary world for decades. Born in New York City to English immigrant parents, Burnshaw earned a BA from the University of Pittsburgh, worked in advertising while he started the magazine Poetry Folio in 1926, and traveled to France to study in 1927. Upon his return, he earned an MA from Cornell University and edited the communist weekly The New Masses from 1933 to 1936. A renowned editor in the postwar publishing world, Burnshaw was editor in chief of Cordon Company until founding his own company, Dryden Press. He continued his career as an editor when Dryden merged with Holt, Rinehart and Winston in 1958.Burnshaw was a prolific writer, and his work spans almost the entirety of the 20th century, from Poems (1927) to The Collected Poems and Selected Prose (2002). Other works include The Iron Land (1936), which focused on the lives of mill workers; Early and Late Testament (1952); and Mirages: Travel Notes in the Promised Land: A Public Poem (1977), about his travels to Israel. Over the course of his writing life, Burnshaw’s interest shifted from socialism to Zionism. However, his editing and critical careers were not unnoticed: his 1935 New Masses review of Wallace Stevens’s Idea of Order prompted an answering poem by Stevens. At Holt, Burnshaw edited the work of his close friend Robert Frost, and in 1986, he published the biography Robert Frost Himself. He also published a study of the creative process in The Seamless Web (1970). He edited two anthologies of poetry that presented poems in their original languages, with literal translations and explanatory notes: The Poem Itself: Forty-five Modern Poets in a New Presentation (1960), which collected European and South American poets, and The Modern Hebrew Poem Itself (1965). Burnshaw also penned the novel The Refusers: An Epic of the Jews (1981) and a memoir of his father, My Friend, My Father (1981).The recipient of an award from the National Institute of Arts and Letters in 1971, Burnshaw earned honorary degrees from the City University of New York and Hebrew Union College-Jewish Institute of Religion. He divided his time between New York City and Martha’s Vineyard.\n", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}