{"pf_url": "https://www.poetryfoundation.org/poets/stanley-kunitz", "name": "Stanley Kunitz", "yob": "1905", "yod": "2006", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/d96ef7dd3e018aeb80136415c397007cf4f9e983.jpeg", "bio": "\nStanley Kunitz became the tenth Poet Laureate of the United States in the autumn of 2000. Kunitz was ninety-five years old at the time, still actively publishing and promoting poetry to new generations of readers. In the New York Times Book Review, Robert Campbell noted that Kunitz's selection as poet laureate—the highest literary honor in America—\"affirms his stature as perhaps the most distinguished living American poet.\" Atlantic Monthly contributor David Barber likewise cited Kunitz as \"not only one of the most widely admired figures in contemporary poetry but also, rarer still, a true ambassador for his art.\" Barber felt that Kunitz, having \"continued to write poems of a startling richness at an advanced age . . . has arguably saved his best for last. . . . The venerable doyen of American poetry is still a poet in his prime.\"\n\r\nHaving published books throughout the greater part of the twentieth century, Kunitz exerted a subtle but steady influence on such major poets as Theodore Roethke, W. H. Auden, and Robert Lowell. Through his teaching he provided encouragement to hundreds of younger poets as well. His output was modest but enduring. \"I think that explains why I am able to continue as a poet into my late years,\" Kunitz once explained in Publishers Weekly. \"If I hadn't had an urgent impulse, if the poem didn't seem to me terribly important, I never wanted to write it and didn't. And that's persisted.\" While the complexity of Kunitz's initial works delayed critical attention, in 1959, he received a Pulitzer Prize for his third poetry collection, Selected Poems, 1928-1958. Since then, he earned a high reputation for \"work with a lifetime steeped in it,\" to quote Barber.\n\r\nSome critics suggested that Kunitz's poetry steadily increased in quality in the most recent decades. As Virginia Quarterly Review contributor Jay Parini observed: \"The restraints of [Kunitz's] art combine with a fierce dedication to clarity and intellectual grace to assure him of a place among the essential poets of his generation, which includes Roethke, Lowell, Auden, and Eberhart.\" This place was confirmed in 1995, when Kunitz was honored with the National Book Award for Passing Through: The Later Poems, New and Selected, and again in 2000, when he assumed the mantle of poet laureate.\n\r\nKunitz's early poetry collections,  Intellectual Things and Passport to the War: A Selection of Poems, earned him a reputation as an intellectual poet. Reflecting their author's admiration for English metaphysical poets like John Donne and George Herbert, the intricate metaphorical verses in these collections were recognized more for their craft than their substance. Thus, they were somewhat slow to garner widespread critical attention. \"In my youth, as might be expected, I had little knowledge of the world to draw on,\" Kunitz once explained to  CA. \"But I had fallen in love with language and was excited by ideas, including the idea of being a poet. Early poetry is much more likely to be abstract because of the poverty of experience.\"\n\r\nIn his assessment of Kunitz's early work, Barber declared that the poems are \"dense, fiercely wrought, intricately figured—and for their day rather beyond the pale. They gave the impression of owing more to the metaphysicals than to the moderns and of being nourished on a Yeatsian diet of eroticized mysticism. Formally accomplished, they were nonetheless humming with a cathartic energy that set them apart from the dominant strains of American lyric poetry.\"\n\r\nKunitz followed his Pulitzer Prize-winning  Selected Poems, 1928-1958, with The Testing-Tree: Poems, a collection in which the author \"ruthlessly prods wounds,\" according to Stanley Moss in the Nation. \"His primordial curse is the suicide of his father before his birth. The poems take us into the sacred woods and houses of his 66 years, illuminate the images that have haunted him. . . . [Kunitz] searches for secret reality and the meaning of the unknown father. He moves from the known to the unknown to the unknowable—not necessarily in that order.\" And Robert Lowell commented in the New York Times Book Review: \"One reads [The Testing-Tree] from cover to cover with the ease of reading good prose fiction. . . . I don't know of another in prose or verse that gives in a few pages the impression of a large autobiography.\" Discussing the self-revelatory nature of his work, Kunitz once told CA: \"By its nature poetry is an intimate medium, . . . Perhaps that's why it is so dangerously seductive to the creative spirit. The transformation of individual experience—the transpersonalization of the persona, if you will—is work that the imagination has to do, its obligatory task. One of the problems with so much of what was called, in the '60s, confessional poetry was that it relied excessively on the exploitation of self, on the shock effect of raw experience. My conviction is that poetry is a legendary, not an anecdotal, art.\"\n\r\nPublished in 1971, The Testing-Tree was perceived by critics as a significant stylistic departure for its author. Lowell, for example, commented in the New York Times Book Review that the two volumes \"are landmarks of the old and the new style. The smoke has blown off. The old Delphic voice has learned to speak 'words that cats and dogs can understand.'\" Dictionary of Literary Biography contributor Marie Henault concurred: \"The Testing-Tree [reveals] a new, freer poetry, looser forms, shorter lines, lowercase line beginnings. . . . Overall the Kunitz of this book is a 'new' Kunitz, one who has grown and changed in the thirteen years since Selected Poems.\" Gregory Orr offered this view in American Poetry Review: \"There is a stylistic shift, but more deeply than that there is a fundamental shift in Kunitz's relation to the world and to his life.\"\n\r\nAsked to comment on this stylistic shift in Publishers Weekly, Kunitz noted that his early poems \"were very intricate, dense and formal. . . . They were written in conventional metrics and had a very strong beat to the line. . . . In my late poems I've learned to depend on a simplicity that seems almost nonpoetic on the surface, but has reverberations within that keep it intense and alive. . . . I think that as a young poet I looked for what Keats called 'a fine excess,' but as an old poet I look for spareness and rigor and a world of compassion.\" If Kunitz's earlier poems were often intricately woven, intellectual, lyricized allegories about the transcendence of physical limitations, his later work can be seen as an emotive acceptance of those limitations.\n\r\nWhile Kunitz's style changed, his themes did not. One of Kunitz's most pervasive themes concerns the simultaneity of life and death. \"It's the way things are: death and life inextricably bound to each other,\" he once explained to CA. \"One of my feelings about working the land [as a gardener] is that I am celebrating a ritual of death and resurrection. Every spring I feel that. I am never closer to the miraculous than when I am grubbing in the soil.\" He once revealed in the New York Times: \"The deepest thing I know is that I am living and dying at once, and my conviction is to report that dialogue. It is a rather terrifying thought that is at the root of much of my poetry.\" Other themes concern \"rebirth, the quest, and the night journey (or descent into the underworld),\" explained the poet in  Poetry.\n\r\nKunitz's willingness to explore such serious themes prompted critics to applaud his courage, and to describe him as a risk taker. Analyzing one of Kunitz's better-known poems, \"King of the River,\" from The Testing-Tree, New York Times Book Review contributor Robert B. Shaw wrote: \"Kunitz's willingness to risk bombast, platitude or bathos in his contemplation of what he calls 'mystery' is evident in [this poem]. Mystery—of the self, of time, of change and fate—is not facilely dispelled but approached with imaginative awe in his work; in our rationalistic century this is swimming against the stream. This is a form of artistic heroism; and when Kunitz's scorning of safety meshes firmly with his technical skills, the outcome is poetry of unusual power and depth.\" Mary Oliver similarly observed in Kenyon Review that \"what is revealed, then, is courage. Not the courage of words only, but the intellectual courage that insists on the truth, which is never simple.\"\n\r\nKunitz's work reveals an optimism that is apparent in Next-to-Last Things: New Poems and Essays, his celebration of rural life published in 1985. A collection of twelve poems, several prose essays, and an interview from the Paris Review, Next-to-Last-Things reflects the poet's love of nature, acts of conscience, and the loneliness that comes from both age and creativity. New York Times Book Review contributor R. W. Flint observed: \"The sharp and seasoned good humor Stanley Kunitz brings to the poems, essays, interviews and aphorisms in  Next-to-Last Things is a tonic in our literary life. . . . Paradox and complication entice him, and he now cheerfully discusses a body of poetry, his own, that he rightly finds to have been 'essentially dark and grieving—elegiac.'\"\n\r\nIn Next-to-Last Things, critics found that both Kunitz's perception of the themes of life and death and his style had undergone further transitions. Chicago Tribune Book World contributor James Idema noted that Kunitz's poetry had become yet more austere: \"The poems that open the book are leaner than those from the early and middle years, narrower on their pages. . . . Some of them are serene and melancholy, as you might expect. Most reflect the sky-and-weather environment of his Provincetown summer home, where he is most comfortable confronting 'the great simplicities.' But the best ones are full of action and vivid imagery.\"\n\nPassing Through: The Later Poems, New and Selected encapsulates much of Kunitz's later oeuvre and includes nine new works of poetry. \"The Wellfleet Whale,\" a nature poem that speaks to a finback whale run aground, is accompanied by \"Touch Me,\" wherein the artist characteristically contemplates an earthbound immortality. The collection, which earned its ninety-year-old author the National Book Award for poetry, is considered to possess an assured poetic voice and a heightened vision, sensitive to subtleties and nuances of life filled with meaning. \"In youth, poems come to you out of the blue,\" Kunitz told Mary B. W. Tabor in the New York Times. \"They're delivered at your doorstep like the morning news. But at this age,\" he added, \"one has to dig.\"\n\r\nBarber felt that, in Passing Through, \"one enters the presence of an indomitable elder spirit writing with alertness, tenacity, and finesse, still immersed in the life of the senses and persisting in the search for fugitive essences. Neither resigned nor becalmed, Kunitz's . . . poems are by turns contemplative, confiding, mythic, and elegiac. If they have the measured and worldly tone that befits an old master, they also have the ardent and questing air of one whose capacity for artless wonder seems inexhaustible.\"\n\r\nAlthough Kunitz's style changed over his seven decades as a poet, his methods did not. A notebook and a pen render a sketch; many late nights over a manual typewriter result in a finished poem. What he did not find satisfactory, he destroyed. \"I don't want my bad poems to be published after I'm not around to check them,\" he told Tabor.\n\r\n\"I don't try to preordain the form of a poem,\" Kunitz once revealed to CA, discussing his personal experience of the poetic craft. \"There's a good deal of automatism in the beginning, as I try to give the poem its head. Most of all I am looking for a distinctive rhythm. . . . I want the poem to grow out of its own materials, to develop organically.\" The organic quality of a poem is of primary importance to Kunitz. \"I write my poems for the ear,\" he explained. \"In fact, my method of writing a poem is to say it. The pitch and tempo and tonalities of a poem are elements of its organic life. A poem is as much a voice as it is a system of verbal signs. I realize that ultimately the poet departs from the scene, and the poems that he abandons to the printed page must speak for themselves. But I can't help wondering about the influence on posterity of the technical revolution that will enable them to see and hear, on film and tape, the poets of our century. Suppose we had videotapes of Keats reading his ode 'To Autumn' or Blake declaiming 'The Marriage of Heaven and Hell'!\"\n\r\nKunitz's 100th birthday on July 29, 2005, was be marked by celebrations in New York and Provincetown, Massachusetts, along with W. W. Norton's publication of The Wild Braid: A Poet Reflects on a Century in the Garden, co-written with Genine Lentine.\n", "attrs": {}}