{"pf_url": "https://www.poetryfoundation.org/poets/stanislaw-baranczak", "name": "Stanisław Barańczak", "yob": "1946", "yod": "2014", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/f2778fef47f6a0d6e3f5025cab8b22bf070e5f9d.jpeg", "bio": "\n                                                                    Stanisław Barańczak was born in Poznan, Poland, and raised by his mother, a dentist. He earned both his MA and PhD in philology at Adam Mickiewicz University, where he also met his wife, Anna Brylka. Barańczak began publishing poetry and criticism in the mid-1960s. He was teaching at Mickiewicz when the government raised the price of basic goods, a move that precipitated the Warsaw riots of 1976. Barańczak helped found the Workers Defense Committee in support of those injured or persecuted because of the riots. His political activities cost him his job, and his work was officially banned. When the political movement Solidarity emerged, Barańczak regained his teaching position; however, Harvard had by then offered him a job in the department of Slavic languages and literature. After three years of being denied a visa, Barańczak moved to the United States in 1981. He taught at Harvard until his gradually worsening Parkinson’s disease forced him to retire in the late 1990s.    Barańczak wrote about the politics of Eastern Europe in both prose and poetry. In the preface to his poetry collection in English, Selected Poems: The Weight of the Body (1989), he noted that “writing poetry is perhaps nothing more than trying to play a straight man to that rambling, rambunctious, never-to-be-interrupted, always-on-a-roll, stand-up comic, the world,” and his work was generally both playful and political. His collection of essays, Breathing Under Water and Other East European Essays (1990), likewise treated the intersection of literature and politics with insight and humor. Barańczak’s work as a translator also influenced his poetry and poetics. According to Clare Cavanagh, a former student with whom he translated Nobel Prize–winner Wislawa Szymborska, Barańczak “translated everyone. The metaphysicals to Bob Dylan to Ogden Nash.” Barańczak translated into Polish much of Shakespeare, Robert Herrick, John Donne, and Robert Frost as well as song lyrics and light verse. When he died in 2014, Malgorzata Omilanowska, the Polish minister of culture and national heritage, said of his contributions to Polish literary history, “He dedicated his whole life to literature, to poetry. His work will always be an important part of Poland’s culture.”\n                                                            ", "attrs": {"Region:": ["Poland"]}}