{"pf_url": "https://www.poetryfoundation.org/poets/stanley-plumly", "name": "Stanley Plumly", "yob": "1939", "yod": "2019", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/a83b7f8c689324a00986219c982dfa3355239d53.jpeg", "bio": "\nPoet Stanley Plumly was born in Barnesville, Ohio, and grew up in the lumber and farming regions of Virginia and Ohio. His father was a lumberjack and welder who died at age 56 of a heart attack linked to his alcoholism. Plumly’s parents, and his working-class upbringing, figure frequently in his work, especially his early books. Plumly earned a BA at Wilmington College, a Quaker school in Ohio, and a PhD at Ohio University.\n\r\nPlumly was the author of numerous collections of poetry, including In the Outer Dark (1970), winner of the Delmore Schwartz Memorial Award, and Out-of-the-Body Travel (1978), nominated for the National Book Critics Circle Award. Other works include Giraffe (1973), Summer Celestial (1983), Boy on the Step (1989), The Marriage in the Trees (1997), and Now That My Father Lies Down Beside Me: New and Selected Poems 1970-2000 (2000), Against Sunset (2017), and the posthumous Middle Distance (2020). His collection Old Heart (2009) won the Los Angeles Times Book Prize and the Paterson Poetry Prize, and was a finalist for the National Book Award. His collection, Orphan Hours (2013), confronted his own cancer diagnosis as well as the possibilities of mortality, including the creative potential of memory. In the Harvard Review, Chris Cunningham noted “it is the synthesis of art and memory, the past made present again through poetry, that brings Plumly as close as he will come to redemption: the collection is shot through with Wordsworthian ‘spots of time,’ vividly recalled and recorded moments in which people and things—family members, lovers, friends, strangers on the street—come back to life.”\n\r\nPlumly was called one of the most English of American poets, and his devotion to the British Romantic poets was clear in his scholarly interstes and publications. His book on John Keats, titled Posthumous Keats: A Personal Biography (2008), was named runner-up for the PEN/Jacqueline Bograd Weld Award for Distinguished Biography, and his book The Immortal Evening: A Legendary Dinner with Keats, Wordsworth, and Lamb (2014) described a dinner hosted by the painter Benjamin Haydon for the three writers who were all on the cusp of literary greatness. Plumly’s other works of criticism included Elegy Landscapes: Constable and Turner and the Intimate Sublime (2018) and  Argument and Song: Sources and Silences in Poetry (2003).\n\r\nPlumly’s honors and awards included fellowships from the Guggenheim Foundation, the Rockefeller Foundation, the Ingram-Merrill Foundation, and the National Endowment for the Arts. He was a member of the American Academy of Arts and Sciences. In 1985 he married the poet Deborah Digges; they divorced in 1993. He taught at the University of Iowa and at the Bread Loaf Writers’ Conference, and was professor of English at the University of Maryland. He served as Maryland’s poet laureate for several years. He died in 2019.\n\r\n \n", "attrs": {}}