{"pf_url": "https://www.poetryfoundation.org/poets/stephen-crane", "name": "Stephen Crane", "yob": "1871", "yod": "1900", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/58c9913940f6d560707634f00ddc7d167bb452ca.jpeg", "bio": "\nStephen Crane was one of America's foremost realistic writers, and his works have been credited with marking the beginning of modern American Naturalism. His Civil War novel The Red Badge of Courage (1895) is a classic of American literature that realistically depicts the psychological complexities of fear and courage on the battlefield. Influenced by William Dean Howells's theory of realism, Crane utilized his keen observations, as well as personal experiences, to achieve a narrative vividness and sense of immediacy matched by few American writers before him. While The Red Badge of Courage is acknowledged as his masterpiece, Crane's novella Maggie: A Girl of the Streets (1893) is also acclaimed as an important work in the development of literary Naturalism, and his often-anthologized short stories \"The Open Boat,\" \"The Blue Hotel,\" and \"The Bride Comes to Yellow Sky\" are among the most skillfully crafted stories in American literature. Crane also authored a single collection of poetry, The Black Riders, and Other Lines (1895); in a review written at the time of the publication, the reviewer acknowledges “Mr. Crane is a true poet whose verse, long after the eccentricity of its form has worn off, fascinates us and forbids us to lay the volume down until the last line has been read.”\nBorn in Newark, New Jersey, Crane was the youngest in a family of 14 children. His desire to write was inspired by his family: his father, a Methodist minister, and his mother, a devout woman dedicated to social concerns, were writers of religious articles, and two of his brothers were journalists. Crane began his higher education in 1888 at Hudson River Institute and Claverack College, a military school where he nurtured his interest in Civil War studies and military training. Throughout his college years, Crane wrote, working as a freelance writer for his brother's news service, and it is thought that he wrote the preliminary sketch of Maggie while still at Syracuse University. In 1891, deciding that \"humanity was a more interesting study\" than the college curriculum, Crane quit school to work full time as a reporter with his brother and part time for the New York Tribune. In New York he lived a bohemian existence among the local artists and became well acquainted with life in the Bowery; from his first-hand knowledge of poverty during this period he was able to realistically depict tenement life in his writings. In 1893 Crane privately published his first novella, Maggie, under a pseudonym after several publishers rejected the work on the grounds that his description of slum realities would shock readers. According to Crane, Maggie \"tries to show that environment is a tremendous thing in the world and frequently shapes lives regardless.\" Critics suggest that the novel was a major development in American literary Naturalism and that it introduced Crane's vision of life as warfare: influenced by the Darwinism of the times, Crane viewed individuals as victims of purposeless forces and believed that they encountered only hostility in their relationships with other individuals, with society, with nature, and with God. Also prominent in his first novel is an ironic technique that exposes the hypocrisy of moral tenets when they are set against the sordid reality of slum life. Although Maggie received the support of such literary figures as Hamlin Garland and Howells, it was not a success. It was not until 1896, after Crane tempered the brutalities in a second edition, that the work received wide recognition.\n\r\nCrane's second novel, The Red Badge of Courage, won him international fame. His vision of life as warfare is uniquely rendered in this short, essentially plotless novel. Often compared to Impressionist painting, The Red Badge of Courage is a series of vivid episodes in which a young soldier, Henry Fleming, confronts a gamut of emotions—fear, courage, pride, and humility—in his attempt to understand his battlefield experiences; in this respect, Fleming represents the \"Everyman\" of war. Crane's work employs a narrative point of view that distinctively offers both an objective panorama of the war as well as the more subjective impressions of the young soldier. Since he had never been to war when he wrote The Red Badge of Courage, Crane claimed that his source for the accurate descriptions of combat was the football field; when he finally experienced battle as a war correspondent, he said of the novel, \"It was all right.\" Critics have long debated whether The Red Badge of Courage should be considered a product of any specific literary movement or method. The work has been claimed by several schools and referred to as Realistic, Naturalistic, Symbolistic, and Impressionistic. Proponents of Realism view The Red Badge of Courage as the first unromanticized account of the Civil War and find Fleming's maturation from an inexperienced youth to an enlightened battle-worn soldier to be truthfully depicted. Defenders of a Naturalistic reading contend that the youth's actions and experiences are shaped by social, biological, and psychological forces and that his \"development\" as a character is incidental to Crane's expert depiction of how these forces determine human existence. Stylistically, Crane's novel contains elements of both Impressionism and Symbolism. For example, some critics note that The Red Badge of Courage is laden with symbols and images, while others explain that Crane's episodic narrative structure and his consistent use of color imagery are indicative of an Impressionistic method. A succinct estimate of this debate is offered by Edwin H. Cady: \"The very secret of the novel's power inheres in the inviolably organic uniqueness with which Crane adapted all four methods to his need. The Red Badge's method is all and none. There is no previous fiction like it.\"\n\r\nShortly after the publication of The Red Badge of Courage, Crane published the poetry collection The Black Riders, and Other Lines (1895). Although not widely known, this volume of free verse foreshadowed the work of the Imagist poets with its concise, vivid images. During this time Crane continued to work as a journalist, traveling throughout the American West and Mexico for a news syndicate, and later using his experiences as the basis for fictional works. Returning to New York, Crane wrote The Third Violet, a story of bohemian life among the poor artists of New York.\n\r\nIn 1897 Crane met Cora Taylor, the proprietor of the dubiously named Hotel de Dream, a combination hotel, nightclub, and brothel. Together as common-law husband and wife they moved to England, where Crane formed literary friendships with Joseph Conrad, H. G. Wells, and Henry James. Shortly after this move, Crane left to report on the Spanish-American War for the New York World, an assignment he accepted, in part, to escape financial debts he and Cora had accrued. Although Crane was ill when he returned to England, he continued writing fiction in order to satisfy his artistic needs and to earn money. With Active Service (1899) he produced another flawed work. This war novel, based on his experiences as a war correspondent in the Greco-Turkish War, is often described as uneven and sprawling. By 1900, Crane's health had rapidly deteriorated due to general disregard for his physical well-being. After several respiratory attacks, Crane died of tuberculosis at the age of 28.\n\r\nAlthough Crane achieved the pinnacle of his success with The Red Badge of Courage, many critics believe that he demonstrated his greatest strength as a short story writer. His major achievements in this genre are \"The Open Boat,\" \"The Blue Hotel,\" and \"The Bride Comes to Yellow Sky.\" \"The Open Boat\" is based on Crane's experience as a correspondent shipwrecked while on a filibustering expedition to the Cuban revolutionaries in 1897. The Naturalistic story pits a handful of men against the power of the indifferent but destructive sea. Crane's characteristic use of vivid imagery is demonstrated throughout this story to underscore both the beauty and terror of natural forces. According to critics, Crane is at his best in \"The Open Boat,\" maintaining an even tone and fluent style while conveying a metaphysical identification between God and nature. Crane's facility with imagery is again displayed with telling effect in the tragic story \"The Blue Hotel.\" In this deceptively simple Western tale, \"the Swede,\" one of Crane's most interesting characters, becomes the inevitable victim of his own preconceptions about the \"Wild West\"—fearing a lawless, uncivilized world, his violent reactions to Western life result in his own death. Thomas Gullason described Crane's depiction of \"the Swede\" as \"almost Dostoevskyean in its psychological penetration.\" In another Western story, the comic \"The Bride Comes to Yellow Sky,\" Crane parodies the \"shoot 'em-up\" Western myth as the characters Jack Potter and Scratchy Wilson fail to fulfill romantic illusions through a gunfight. In these short stories, as in most of his work, Crane is a consummate ironist, employing a technique that most critics find consistently suggests the disparity between an individual's perception of reality and reality as it actually exists.\n\r\nCommentators generally agree that for the most part Crane disregarded plot and character delineation in his work and that he was unable to sustain longer works of fiction. However, with the proliferation of Crane scholarship during the last twenty years, Crane's literary reputation has grown. Critics contend that despite his minor flaws, Crane's artistry lies in his ability to convey a personal vision based on his own sense of integrity. In so doing, he pioneered a modern form of fiction which superseded the genteel Realism of late 19th-century American literature.\n\r\nIn 1988 a collection of Crane's letters was published in The Correspondence of Stephen Crane. Whether the material in this book has provided scholars with new insights into Crane's thinking or mere confirmation of what was already known, scholars have been disappointed that the correspondence sheds no light on the question of which version of The Red Badge of Courage is the most authentic. For example, scholars speculate whether the famous last line of the novel (\"Over the river a golden ray of sun came through the hosts of leaden rain clouds.\") was Crane's intended ending or was written at the suggestion of his editor. Silence on this point in The Correspondence of Stephen Crane is perhaps consistent with what Andrew Delbanco, writing in New Republic, suggested would be \"Crane's likely attitude toward such questions: One sees what one prefers.\"\n \n \n", "attrs": {}}