{"pf_url": "https://www.poetryfoundation.org/poets/stephen-yenser", "name": "Stephen Yenser", "yob": null, "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/eef2354ad06cb707722ec7953581741c804a058b.jpeg", "bio": "\nEditor, critic, professor, and poet Stephen Yenser is the author of the poetry collections Stone Fruit (2016), Blue Guide (2006), and The Fire in All Things (1993). A winner of the Walt Whitman Award of the Academy of American Poets, he has also received an Ingram Merrill Foundation Award in Poetry and the Bernard F. Connors Prize for Poetry from the Paris Review.\r\n \r\nYenser’s poems range in setting from L.A. to Greece and reveal his literary acumen and attentiveness to sound. Tom Cheyney, reviewing Blue Guide for the L.A. Weekly, observed that Yenser’s work “inhabits a creative zone where playful formalism coexists comfortably with flights of free association and jazz improvisation,” adding that “fond of alliteration, pun and cadence, Yenser seeks out syllabic and sonorous synchronicities.” The poet James Merrill was an early reader of Yenser’s poems—they met when Yenser was a graduate student at the University of Wisconsin—and the two poets maintained a friendship and exchanged poems until Merrill’s death in 1995. \r\n \r\nYenser and the poet J.D. McClatchy co-edited James Merrill’s Collected Poems (2002), Collected Novels and Plays of James Merrill (2003), and The Changing Light at Sandover (2006). Yenser is the author of several books of criticism, including Circle to Circle: The Poetry of Robert Lowell (1975) and The Consuming Myth: The Work of James Merrill (1987), as well as the essay collection A Boundless Field: American Poetry at Large (2002).\r\n \r\nFormer director of creative writing at the University of California, Los Angeles, Yenser is a distinguished professor emeritus there. He curates the Hammer Poetry Readings at the Hammer Museum in Los Angeles.\n", "attrs": {"Region:": ["U.S., Western"]}}