{"pf_url": "https://www.poetryfoundation.org/poets/sterling-a-brown", "name": "Sterling A. Brown", "yob": "1901", "yod": "1989", "image": null, "bio": "\nSterling Allen Brown devoted his life to the development of an authentic black folk literature. A poet, critic, and teacher at Howard University for 40 years, Brown was one of the first people to identify folklore as a vital component of the black aesthetic and to recognize its validity as a form of artistic expression. He worked to legitimatize this genre in several ways. As a critic, he exposed the shortcomings of white literature that stereotypes blacks and demonstrated why black authors are best suited to describe the negro experience. As a poet, he mined the rich vein of black Southern culture, replacing primitive or sentimental caricatures with authentic folk heroes drawn from Afro-American sources. As a teacher, Brown encouraged self-confidence among his students, urging them to find their own literary voices and to educate themselves to be an audience worthy of receiving the special gifts of black literature.\nOverall, Brown’s influence in the field of Afro-American literature has been so great that scholar Darwin T. Turner told Ebony magazine: “I discovered that all trails led, at some point, to Sterling Brown. His Negro Caravan was the anthology of Afro-American literature. His unpublished study of Afro-American theater was the major work in the field. His study of images of Afro-Americans in American literature was a pioneer work. His essays on folk literature and folklore were preeminent. … Brown was and is the literary historian who wrote the Bible for the study of Afro-American literature.”\nBrown’s dedication to his field was unflinching, but it was not until he was in his late sixties that his work received widespread public acclaim. Before then, he labored in obscurity on the campus of Howard University. His fortune improved in 1968 when the Black Consciousness movement revived an interest in his work. In 1969, two of his most important books of criticism, Negro Poetry and Drama and The Negro in American Fiction, were reprinted by Argosy; five years later, in 1974, Beacon Press reissued Southern Road, his first book of poems. These reprintings stimulated a reconsideration of the author, which culminated in the publication of The Collected Poems of Sterling A. Brown in 1980. More than any other single publication, it is this title, which won the 1982 Lenore Marshall Poetry prize, that brought Brown the widespread recognition that he deserved.\nBecause he had largely stopped writing poetry by the end of the 1940s, most of Collected Poems is comprised of Brown’s early verse. Yet the collection is not the work of an apprentice, but rather “reveals Brown as a master and presence indeed,” in the view of a Virginia Quarterly Review critic. While acknowledging that “his effective range is narrow,” the critic calls Brown “a first-rate narrative poet, an eloquent prophet of the folk, and certainly our finest author of Afro-American dialect.” Scholar Henry Louis Gates appreciated that in Collected Poems, “Brown never lapses into bathos or sentimentality. His characters confront catastrophe with all of the irony and stoicism of the blues and of black folklore. What’s more, he is able to realize such splendid results in a variety of forms, including the classic and standard blues, the ballad, the sonnet and free verse.” Despite Brown’s relatively small poetic output, Washington Post critic Joseph McClellen believes this collection “is enough to establish the poet as one of our best.”\nAfter high school, Brown won a scholarship to the predominantly white, ivy league institution, Williams College. There he first began writing poetry. While other young poets his age were imitating T.S. Eliot, Ezra Pound, and other high Modernists, Brown was not impressed with their “puzzle poetry.” Instead, he turned for his models to the narrative versifiers, poets such as Edward Arlington Robinson, who captured the tragic drama of ordinary lives, and Robert Frost, who used terse vernacular that sounded like real people talking. At Williams, Brown studied literature with George Dutton, a critical realist who would exert a lasting influence. “Dutton was teaching Joseph Conrad,” Brown recalled, as reported in the New Republic. ”He said Joseph Conrad was being lionized in England ... [but] Conrad was sitting over in the corner, quiet, not participating. Dutton said he was brooding and probably thinking about his native Poland and the plight of his people. He looked straight at me. I don’t know what he meant, but I think he meant, and this is symbolic to me, I think he meant don’t get fooled by any lionizing, don’t get fooled by being here at Williams with a selective clientele. There is business out there that you have to take care of. Your people, too, are in a plight. I’ve never forgotten it.”\nBrown came to believe that one way to help his people was through his writing. “When Carl Sandburg said ‘yes’ to the American people, I wanted to say ‘yes’ to my people,” Brown recalled in New Directions: The Howard University Magazine. In 1923, after earning his BA and MA from Harvard University, Brown embarked on a series of teaching jobs that would help him determine what form that “yes” should assume. He moved south and began to teach among the common people. As an instructor, he gained a reputation as a “red ink man,” because he covered his students' papers with corrections. But as a poet, he was learning important lessons from students about black Southern life. Attracted by his openness and easygoing manner, they invited him into their homes to hear worksongs, ballads, and the colorful tales of local lore. He met ex-coal-miner Calvin “Big Boy” Davis, who became the inspiration for Brown’s “Odyssey of Big Boy” and “Long Gone,” as well as singer Luke Johnson, whom he paid a quarter for each song Luke wrote down. As Brown began to amass his own folklore collection, “he realized that worksongs, ballads, blues, and spirituals were, at their best, poetical expressions of Afro-American life,” writes Robert O’Meally in the New Republic. ”And he became increasingly aware of black language as often ironic, understated and double-edged.”\nIn 1929, the same year his father died, Brown returned to Howard University, where he would remain for the rest of his career. Three years later, Harcourt, Brace published Southern Road, a first book of poems, drawn primarily from material he had gathered during his travels south. The book was heralded as a breakthrough for black poetry. Editor and critic Alain Locke, one of the chief proponents of what was then called the New Negro Movement (known now as the Harlem Renaissance), acknowledged the importance of the work in an essay collected in Negro Anthology. After explaining that the primary objective of Negro poetry should be “the poetic portrayal of Negro folk-life ... true in both letter and spirit to the idiom of the folk’s own way of feeling and thinking,” he declared that with the appearance of Southern Road, it could be said “that here for the first time is that much-desired and long-awaited acme attained or brought within actual reach.”\nThe success of Southern Road did not insure Brown’s future as a publishing poet. Not only did Harcourt, Brace reject No Hiding Place when Brown submitted the manuscript a few years later, they also declined to issue a second printing of Southern Road, because they did not think it would be profitable. These decisions had a devastating impact upon Brown’s poetic reputation. Because no new poems appeared, many of his admirers assumed he had stopped writing. “That assumption,” writes Sterling Stuckey in his introduction to Collected Poems, ”together with sadly deficient criticism from some quarters, helped to fix his place in time-as a not very important poet of the past.”\nDiscouraged over the reception of his poems, Brown shifted his energies to other arenas; he continued teaching, but also produced a steady stream of book reviews, essays, and sketches about black life. He argued critically for many of the same goals he had pursued in verse: recognition of a black aesthetic, accurate depiction of the black experience, and the development of a literature worthy of his people’s past. One of his most influential forums for dissemination of his ideas was a regular column he wrote for Opportunity magazine. There “Brown argued for realism as a mode in literature and against such romantic interpretations of the South as the ones presented in I'll Take My Stand (1930), the manifesto of Southern agrarianism produced by contributors to the Fugitive, including John Crowe Ransom, Allen Tate, and Robert Penn Warren,” writes R.V. Burnette. “Although he praised the efforts of white writers like Howard Odum (‘he is a poetic craftsman as well as a social observer’), he was relentless in his criticism of popular works that distorted black life and character.”\nBrown did not limit his writing to periodicals, but also produced several major books on Afro-American studies. His 1938 book, Negro Poetry and Drama and The Negro in American Fiction, include his seminal studies of black literary history. The former shows the growth of black artists within the context of American literature and delineates a black aesthetic; the latter examines what had been written about the black man in American fiction since his first appearance in obscure novels of the 1700s. A pioneering work that depicts how the prejudice facing blacks in real life is duplicated in their stereotyped treatment in literature, The Negro in American Fiction differs “from the usual academic survey by giving a penetrating analysis of the social factors and attitudes behind the various schools and periods considered,” Alain Locke believes.\nIn 1941, Brown and two colleagues Arthur P. Davis and Ulysses S. Lee edited The Negro Caravan, a book that “defined the field of Afro-American literature as a scholarly and academic discipline,” according to Ebony. In this anthology, Brown demonstrates how black writers have been influenced by the same literary currents that have shaped the consciousness of all American writers—“puritan didacticism, sentimental humanitarianism, local color, regionalism, realism, naturalism, and experimentalism”—and thus are not exclusively bound by strictures of race. The work has timeless merit, according to Julius Lester, who writes in the introduction to the 1970 revised edition that “it comes as close today as it did in 1941 to being the most important single volume of black writing ever published.”\n\r\nBrown received honorary doctorates from many schools, including Howard University, Northwestern University, Williams College, Boston University, Brown University, Harvard University, Yale University, University of Maryland, and the University of Pennsylvania. He was awarded the Lenore Marshall Poetry Prize in 1982 for The Collected Poems of Sterling A. Brown, and in 1984 he was named poet laureate of the District of Columbia.\nBrown died in 1989 in Tacoma Park, Maryland.\n", "attrs": {"Region:": ["U.S., Mid-Atlantic"], "School/Period:": ["Harlem Renaissance"]}}