{"pf_url": "https://www.poetryfoundation.org/poets/stevie-smith", "name": "Stevie Smith", "yob": "1902", "yod": "1971", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/22/1bf41e7743df28addfc89a35508d0b94c7a919c3.jpeg", "bio": "\nBorn Florence Margaret Smith in Hull, Yorkshire in 1902, Stevie Smith moved with her family to the North London suburbs when three, then lived in the same house the rest of her life. She graduated from the North London Collegiate School and went on to work as a secretary. She published several collections of short prose and letters as well as nearly a dozen volumes of verse. Although the nursery-rhyme-like cadences of her poems and the whimsical drawings with which she illustrated them suggest a child’s innocence, Stevie Smith was a sophisticated poet, whose work was much concerned with suffering and mortality. Her macabre sense of humor can shock, as in her most famous poem, “Not Waving But Drowning.”\nCalling Smith’s Not Waving but Drowning “the best collection of new poems to appear in 1957,” Poetry contributor David Wright observed that “as one of the most original women poets now writing. [Stevie Smith] seems to have missed most of the public accolades bestowed by critics and anthologists. One reason may be that not only does she belong to no ‘school’—whether real or invented as they usually are—but her work is so completely different from anyone else’s that it is all but impossible to discuss her poems in relation to those of her contemporaries.” Smith’s “seemingly light verse,” wrote Linda Rahm Hallett in the Dictionary of Literary Biography, contains a “sometimes disconcerting mixture of wit and seriousness …, making her at once one of the most consistent and most elusive of poets.” Smith’s writings frequently demonstrated a fascination with death and also explored “the mysterious, rather sinister reality which lurks behind appealing or innocent appearances,” wrote Hallett. As a result, Wright said, “the apparent geniality of many of her poems is in fact more frightening than the solemn keening and sentimental despair of other poets, for it is based on a clear-sighted acceptance, by a mind neither obtuse nor unimaginative, but sharp and serious, innocent but far from naive.” “Without identifying itself with any particular school of modern poetics,” Hallett wrote, “[Smith’s] voice is nevertheless very much that of what she once called the ‘age of unrest’ through which she lived.” Her first book, Novel on Yellow Paper (1936) examines religion and politics in the lead-up to the Second World War.\nContributing to the deceptive quality of the poet’s work was her language, which a Times Literary Supplement reviewer described as “Smith’s most distinctive achievement.” The critic elaborated: “The cliches, the excesses, the crabbed formalities of this speech are given weight by the chillingly amusing or disquieting elements; by the sense of a refined, ironic unhappiness underlying the poems; and by the variety of topics embraced by the poet’s three or four basic and serious themes.” Although the writer found some of Smith’s work “indulgent, even trivial  … it ought at last to be recognized that Miss Smith’s is a purposeful and substantial talent. From below the surface oddness, her personal voice comes out to us as something questing, discomfiting, compassionate.” Smith’s “highly individualistic poetic style [was] vulnerable to shifts in critical taste and to the charges of eccentricity, a charge which Smith risked, and in a sense even flirted with, throughout her career,” Hallett concluded. “However, the integrity with which she adhered to her own style earned Stevie Smith a considerable amount of respect, and, more than ten years after her death, her reputation with both readers and fellow poets is deservedly high.”\nSmith was awarded the Cholmondeley Award for Poets in 1966 and the Queen’s Gold Medal for Poetry in 1969. She died of a brain tumor in 1971. \n \n", "attrs": {"Region:": ["England"]}}