{"pf_url": "https://www.poetryfoundation.org/poets/steven-cramer", "name": "Steven Cramer", "yob": "1953", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/23/54f591fb7112e329a3b2bcdb182a5be787628d72.jpeg", "bio": "\nSteven Cramer was born in Orange, New Jersey, and educated at Antioch College and the University of Iowa. His collections of poetry include The Eye that Desires to Look Upward (1987); The World Book (1992); Dialogue for the Left and Right Hand (1997); Goodbye to the Orchard (2004), which won the 2005 Sheila Motton Prize and was named an Honor Book in Poetry by the Massachusetts Center for the Book; Clangings (2012), a book-length sequence that deals with psycho-linguistics; and Listen (2020).\r\n \nPraising Dialogue for the Left and Right Hand, Alan Shapiro noted that the poems “celebrate those privileged, life-sustaining, yet evanescent moments of agreement between self and world, word and thing, one person and another; but they do so by reminding us of the destructive forces in us and around us that menace or impede these moments.” Cramer's poetry is known for its lucid, smart portrayal of sentiment. In Harvard Review, Shrode Hargis wrote that Goodbye to the Orchard “provides page after page of graceful inquisition and controlled musicality.” While frequently autobiographical, Cramer's work—as in Clangings—can also be formally inventive and estranging. According to David Rivard, Clangings “balances perfectly on the knife-edge of improvisation and necessity.” After Clanging’s “dive into mental disturbance by way of a persona” (Martha Collins), Listen represents a return to the lyric, but with a greater openness to the irrational.  Kevin Prufer calls Listen “a marvelous book by a poet in top form.”\nSteven Cramer has received grants from the National Endowment for the Arts and twice from the Massachusetts Cultural Council. In addition to journals such as AGNI, Field, the Kenyon Review, the Paris Review, and Poetry magazine, Cramer’s work has been included in the anthologies The Autumn House Anthology of Contemporary American Poetry, first and second editions (2005, 2011); A Joyful Noise: An Anthology of American Spiritual Poetry (2007); Living in Storms: Contemporary Poetry and the Moods of Manic-Depression (2008); The Plume Anthology of Poetry, 2014; The POETRY Anthology 1912-2002; and Villanelles (2012). Cramer has also written reviews and essays for AGNI, Atlantic Unbound, Harvard Review, Boston Review, Ploughshares, and Poetry. A former editor at the Atlantic Monthly, he founded and currently teaches in the Low-Residency MFA Program in Creative Writing at Lesley University, and lives in Lexington, Massachusetts, with his family.\n \n \n", "attrs": {"Region:": ["U.S., New England"]}}