{"pf_url": "https://www.poetryfoundation.org/poets/stuart-dybek", "name": "Stuart Dybek", "yob": "1942", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/86ea4b3962c7e21eba7bd02bd73590ca9a9b5f32.jpeg", "bio": "\nPoet and fiction writer Stuart Dybek was born in 1942 and raised on the South Side of Chicago. He attended Loyola University in Chicago and the Iowa Writers’ Workshop. His collections of poetry include Brass Knuckles (1979) and Streets in Their Own Ink (2004). His works of fiction, including the short story collections Childhood and Other Neighborhoods (1980) and The Coast of Chicago (1990), and the novel-in-stories I Sailed with Magellan (2003), have prompted critics to rank him with such American literary giants as Ernest Hemingway and Sherwood Anderson. Dybek’s work is firmly located in the city of his birth; both his stories and poems unfold in the working-class Slavic and Mexican neighborhoods of Chicago, areas bounded by the freeways, cement rivers, and rail lines of the “city of big shoulders.” Dybek’s poems and fiction both feature a kind of shifting realism, one in which dreams and the imagination are just as present as gritty details of urban life. Dybek’s work “move[s] easily between the gritty reality of urban decay,’ noted John Breslin in the Washington Post, “and a magical realm of lyricism and transcendence linked to music, art and religion.”\r\n \r\nVirginia Konchan, in Jacket, described Dybek’s poetry as “the work of a master prose stylist… Bluntly put, Dybek’s poems are less interested in remaining open to multiple interpretations as they are to capturing—I might even say nailing—moments of spiritual evisceration.” His two collections of poetry have been praised for their careful imagery, cool observation, and social witness. Reviewing Streets in Their Own Ink, Konchan noted that, “throughout Dybek’s second poetry collection, he brings to bear a poet’s sensitivity to the power of image, with the imaginative sympathies of a writer of fiction. The poems can be read, and in indeed offer themselves up to be read, as clean, spare dialogues with the ghosts of history and memory.”\r\n \r\nDybek’s fiction—including his highly praised debut, Childhood and Other Neighborhoods—is also populated by “the ghosts of history and memory,” a topic Dybek addressed in an interview with Robert Birnbaum. Dybek said: “For me, memory and recollection can just as well be a non-ordinary experience. Memory is so subjective, to start out with. You can inhabit the world of memory in a way that someone can inhabit the world of dreams or the world of hashish visions, mental illness, religious experience, all those kinds of ecstatic, semi-ecstatic states, and that still fascinates me. And by the way, I am not saying that linearity can’t express those states. Of course it can. So the form of a piece, whether it’s a painting or a piece of writing or piece of music, that kind of essential philosophical bias that the artist has is going to express itself in form, whether it’s fragmentation or experiments with time. They are going to reflect a philosophical point of view, one you might not exactly know you have. That is, you haven’t worked it in its entirety.”\r\n \r\nThe recipient of numerous honors and awards, including fellowships from the National Endowment for the Arts, the Guggenheim Foundation, and the MacArthur Foundation, Dybek has also received a PEN/Malamud Prize, a Lannan Award, a Whiting Writers Award, and several O.Henry Prizes. His fiction, poetry, and nonfiction have appeared widely in journals such as Harper’s, Poetry, Tin House, the Atlantic, and the New Yorker. He teaches at Western Michigan University and lives in Kalamazoo, Michigan.\n\r\n \n", "attrs": {}}