{"pf_url": "https://www.poetryfoundation.org/poets/stephane-mallarme", "name": "Stéphane Mallarmé", "yob": "1842", "yod": "1898", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/13/2e653bfd4db22454b20c07b60a856337fc28838e.jpeg", "bio": "\nStéphane Mallarmé was recognized as one of France’s four major poets of the second half of the 19th century, along with Charles Baudelaire, Paul Verlaine, and Arthur Rimbaud. Much of his poetry was acknowledged to be difficult to understand because of its tortuous syntax, ambiguous expressions, and obscure imagery. His poetry became highly influential in France and beyond, including in the United States, among poets looking for new and innovative ways to write, during the turbulent times of the early 1900s.\n\r\nStéphane Mallarmé—as he is known, although his birth certificate records his first name in its more usual French form of “Etienne”—was born into a middle-class family on March 18, 1842 in Paris. After an undistinguished school career he spent a year in London, from November 1862 to November 1863, to gain an English teaching certificate. On his return to France he took a teaching post in the small town of Tournon just south of Lyon. He was to remain a teacher, although a reluctant and not very good one, first at Tournon, then at Besançon, at Avignon, and finally at various schools in Paris. After several unsuccessful attempts, he managed to obtain early retirement on health grounds in November 1893. By then his reputation as France’s greatest living poet was firmly established through the publication of his poems in various literary magazines and partial collections and through the admiring essay on him that Verlaine wrote in his celebrated volume Les Poètes Maudits (The Accursed Poets, 1884). The “mardis,” weekly Tuesday evening meetings that he held in his Paris apartment from 1880 onward, were eagerly attended by the leading figures in literature, painting, and music. His retirement meant that he was able to spend more time at his country retreat at Valvins on the banks of the upper Seine, where he died unexpectedly on September 9, 1898 at the age of 56.\n\r\nAlthough he had been a prolific writer of fairly unremarkable poems in the early 1860s, he produced far fewer but far more significant and original works during the rest of his career. The relatively small number of poems Mallarmé wished to preserve—some 50 in all—were collected in one slim volume of Les Poésies de S. Mallarmé, which appeared early in 1899, although twice as many poems, which he left unpublished, have been added to some modern editions, along with a considerable quantity of “vers de circonstance”—amusing and ingeniously rhymed verses that he delighted in addressing to friends. He was also the author of a dozen prose poems and several other prose works. Near the end of his life he wrote a work that deserves particular mention because of its extreme originality and the notoriety it has achieved: Un coup de dés jamais n’abolira le hasard (A throw of the dice will never abolish chance, 1914), which originally appeared in the May 1897 issue of Cosmopolis.\n\r\nMallarmé’s Poésies, unlike Baudelaire’s Les Fleurs du Mal (1857), does not appear to be arranged in any significant way. If, however, the poems are studied in chronological order, according to the dates when they were begun (there is sometimes a gap of as much as 20 years between a poem’s initial inspiration and its final publication), the same principal theme emerges from them as from Les Fleurs du Mal—the poet’s longing to turn his back on the harsh world of reality and to seek refuge in an ideal world. This attitude may have been inherited from the Romanticism of the early years of the 19th century, but in Baudelaire’s case it may also have had its roots in personal factors, namely the double blow of his father’s death and his mother’s second marriage 18 months later. Mallarmé’s childhood was similar in that his mother died in 1847, when he was five years old, and his father remarried 15 months later. A third blow was the death of his sister, Maria, two years younger than himself, in 1857. It is not surprising, therefore, that, with an urgency greater even than that of Baudelaire, Mallarmé should have wanted to escape from a world that had treated him so cruelly.\n\r\nIt is interesting to note that in one of his earliest poems, “Apparition” (Apparition), written in 1862, when he was 20, his future wife, Maria Gerhard (her first name and the fact that she was seven years older than Mallarmé may be psychologically significant), is metamorphosed in the final lines into the maternal figure remembered from long ago:\nQui jadis, sur mes beaux sommeils d’enfant gâté\r\nPassait, laissant toujours de ses mains mal fermées\r\nNeiger de blancs bouquets d’étoiles parfumées.\n(Who, in the blissful dreams of my happy childhood\r\nUsed to hover above me sprinkling from her gentle hands\r\nSnow-white clusters of perfumed stars.)\nMallarmé married Gerhard in August 1863, but although the marriage was a lasting and, to all outward appearances, a tolerably happy one, this attempt to find in love a means of transforming the ideal into reality was short-lived. In “Les Fenêtres” (The Windows), written in 1863, it is replaced by an outright rejection of the real and an overwhelming desire to flee toward the ideal: “Je fuis et je m’accroche à toutes les croisées / D’où l’on tourne l’épaule à la vie” (I flee and cling to all those windows / Where one can turn one’s back on life).\n\r\nThis new attitude could well be explained by yet another blow that Mallarmé suffered: less than a month after his 21st birthday and just before he wrote “Les Fenêtres,” his father died in April 1863. It may be for this reason that, in contrasting the pain and ugliness of the real world with the beauty and happiness of the ideal world, Mallarmé uses, in the first half of the poem, the allegory of a dying man turning his back on the sick room and longing for a new life in the sky beyond the windows:\nSon oeil, à l’horizon de lumière gorgée,\r\nVoit des galères d’or, belles comme des cygnes\r\nSur un fleuve de pourpre et de parfums dormir.\n(He sees, on the horizon filled with light,\r\nGolden galleons as lovely as swans,\r\nMoored on a broad river of scented purple.)\nIn the second half of the poem, where the allegory is interpreted, it is no longer through love that the ideal world is to be attained:\nJe me mire et me vois ange! et je meurs, et j’aime\r\n—Que la vitre soit l’art, soit la mysticité—\r\nA renaître, portant mon rêve en diadème,\r\nAu ciel antérieur où fleurit la Beauté.\n(I can see my reflection like that of an angel!\r\nAnd I feel that I am dying, and, through the medium\r\nOf art or of mystical experience, I want to be reborn,\r\nWearing my dream like a diadem, in some better land\r\nWhere beauty flourishes.)\nIn the final lines, however, the poet fears that he does not possess these artistic or mystical powers—or at least that such powers as he may possess in his “ailes sans plumes” (useless wings) are inadequate for the task of soaring up toward the ideal world.\nThis feeling of inadequacy rapidly became increasingly acute, so much so that in “L’Azur” (The Sky), written in January 1864, there is a complete reversal of the theme of “Les Fenêtres.” Mallarmé now turns his back on the unattainable ideal world. Instead of pouring scorn on ordinary mortals “vautrés dans le bonheur” (wallowing in happiness), as he had put it, he now wants to belong to this “bétail heureux des hommes” (contented herd of human beings). The reason for this volte-face is that whereas Mallarmé had at first merely longed for the ideal world in a vague kind of way and had done no more than suggest that art might be one way of attaining it, in the six months separating “Les Fenêtres” from “L’Azur” he had tried to define his ideas more clearly and had failed.\n\r\nHe had discovered that to write something other than mere descriptive verse dealing with objects in the real world, to try to give poetic form to an immaterial world was an apparently impossible task. Yet it was one he could not escape, as the last two verses of “L’Azur” make clear, for although the preceding verses describe Mallarmé’s failure to write poetry evocative of the ideal world, they lead up to an account of his failure to shake off his obsession with that world and culminate in the agonizing final cry: “Je suis hanté. L’Azur! L’Azur! L’Azur! L’Azur!” (I am haunted by the sky, the sky, the sky, the sky!).\n\r\nIn fact, Mallarmé did manage to free himself from his obsession in his next two poems, “Las de l’amer repos” (Bitterly weary of my idleness) and “Les Fleurs” (Flowers), in which, reluctant to abandon poetry completely, yet tired of vainly struggling to evoke an ideal world, he chooses a middle course and consoles himself with writing facile, descriptive verse about the world around him. His escape was to be a temporary one, however, for in “Le Pitre châtié” (The Turncoat Chastised), written initially in March 1864 and extensively rewritten much later, the poet is punished because he has been a traitor to his true vocation. In “Soupir” (Aspiration), written a month later, the wheel comes full circle, and Mallarmé is again in something of the same state of mind he had been in at the end of “L’Azur,” except that he is now reconciled to his fate and sadly recognizes that, however long and difficult his task may be, he has no alternative but to try to define his ideal world and to find means of evoking it in his poetry.\n\r\nIf “Soupir” to some extent echoes “L’Azur,” so too does one of the most celebrated and compelling of Mallarmé’s poems, the sonnet beginning “Le vierge, le vivace et le bel aujourd’hui” (Will this be the day, dawning lively and lovely), which, although published in 1884, undoubtedly dates from some 20 years earlier. Behind the image of a swan longing to soar into the sky but trapped in the frozen waters of a lake, the poem’s theme is clearly that of someone haunted by an ambition he is powerless to achieve. As each day dawns he is full of hope that he will at last manage to launch himself toward his goal, but he repeatedly finds not only that he is unable to do so, but also that the more he hesitates, reflects, and ponders, the more he succumbs to a fatal inactivity. Inspiration of the kind he wants has deserted Mallarmé, yet he refuses to yield, as he had done in “Las de l’amer repos” and “Les Fleurs,” to the temptation of writing verse of an easier kind; he thus remains a “fantôme qu’à ce lieu son pur éclat assigne” (pale ghost condemned to this fate by the purity of his ideals).\n\r\nInstead he turns to poetry dealing indirectly and allegorically with his problem in two of his best-known works, “Hérodiade” (Herodias) and L’Après-midi d’un faune (The Afternoon of a Faun, 1876). Both of these dramatic poems underwent many changes and modifications over the years, and “Hérodiade” was in fact never completed, but there is little doubt that the scene between Herodias and her nurse (the only part published under Mallarmé’s supervision) dates from 1864 to 1865, and that, in its essential features, L’Après-midi d’un faune (which, almost 30 years later, was to inspire Debussy’s celebrated Prélude) dates from 1865 to 1866.\n\r\nThe heroine of “Hérodiade” is the biblical character more generally known as Salome. Mallarmé may have preferred the alternative name so as to emphasize that he was concerned not with the sensuous dancer of popular legend but with an ascetic figure who is repelled by the slightest contact with the sensual world, and who, in the later, uncompleted stages of the play, was to demand the head of John the Baptist because he had inadvertently caught a glimpse of her naked body. This reversal of the character generally attributed to Salome may mean that Mallarmé is using her as a symbol of his own situation. He implied as much when, in a July 1866 letter to a friend, he wrote “Je m’y étais mis tout entier sans le savior” (My whole being was expressed in it without my knowing it), and Herodias’s rejection of the easy pleasures of the senses with which the nurse tempts her seems to continue the theme of the immediately preceding poems in which Mallarmé had persistently turned his back on the superficialities of the real world. There is, however, a change of tone, for the period of failure, despair, and resignation is over. The poem ends on an expectant note, giving the sense that Mallarmé is now on the verge of defining the nature of his ideal world: “ … sentant parmi les rêveries / Se séparer enfin les froides pierreries” ( … feeling vague, uncertain dreams / crystallize at last into something sharper and clearer).\n\r\n L’Après-midi d’un faune uses two nymphs to symbolize the conflict between the real and the ideal in which Mallarmé  was enmeshed. One seems to represent the world of the senses, while the purer of the two may well symbolize the world of the intellect. Since the faun of the title is able to master neither of them, one might hazard the conclusion that Mallarmé is again presenting his own predicament of a poet moving away from the material world but having not yet reached the immaterial world, and who is consequently incapable of dealing satisfactorily with either.\n\r\nIf the cold light of reason—Herodias’s “clair regard de diamant” (crystal-clear gaze)—is turned upon the problem of the existence of the ideal world, the inevitable conclusion is that beyond the real world there lies nothing but an empty void. Yet, if at the same time and despite the evidence of the senses, the conviction is firmly held that the ideal world does exist, then the inescapable conclusion is that it somehow lies hidden in this empty void. This belief is expressed symbolically in “Sainte,” written in December 1865 and first titled “Sainte Cécile jouant sur l’aile d’un chérubin” (Saint Cecilia Playing on an Angel’s Wing), in which the material image of a viola has faded from a stained-glass window but has been replaced, as shafts of light radiate from the setting sun, by immaterial images: first of the feathers of an angel’s wing and then, in a second mutation, by the strings of a harp on which the fingers of Saint Cecilia can create music, thus drawing sound from silence.\n\r\nMallarmé’s desire to do likewise and to compose poetry evocative of the ideal world is only implicit in this poem, but in three sonnets that together form a single poem (written, in all probability, in 1866, although not published until 1887), he describes much more personally a spell of intense creative effort, lasting from dusk until dawn, although it ends in failure. In the first sonnet, “Tout Orgueil fume-t-il du soir” (Just as the sun sets proudly behind the clouds at evening), the flame of fresh inspiration does not leap, as he had hoped, from the ashes of his abandoned, traditional kind of poetry; in the second sonnet, “Surgi de la croupe et du bond” (Surging up from the rounded base and rising flank), no rose springs from the vase that he imagines himself to be; in the third sonnet, “Une dentelle s’abolit” (A lace curtain becomes invisible), his creative faculty, symbolized by the two images of a bed and a mandolin, fails to give birth to a new kind of poetry.\n\r\nMallarmé’s correspondence from this period helps explain his ideas. In a letter dated July 1866 he proclaims: “Je suis mort et ressuscité avec la clef de pierreries de ma dernière cassette spirituelle. A moi maintenant de l’ouvrir en l’absence de toute impression empruntée” (I have died and have come to life again with the precious key to my final spiritual casket. It is now my task to open it without the aid of any borrowed impressions). In another letter, written in May 1867, Mallarmé developed this idea of not being dependent on impressions made by material objects, of being truly creative in the sense of no longer merely describing something that already exists. He contends that he has become simply a kind of prism through which the light from the ideal world is refracted and transformed: “Je suis maintenant impersonnel … une aptitude qu’a l’univers spirituel à se voir et à se développer à travers ce qui fut moi” (I am now disembodied …  simply a means whereby the spiritual world can be made perceptible and can develop through what once was me). It is worth noting that in both of these letters, Mallarmé, either by accident or design, makes of himself a Christlike figure, which further suggests he is concerned not with the material but with the immaterial world.\n\r\nBy 1867, when he was only 25 years old, Mallarmé had worked out what he wanted to do as a poet, and this goal was to remain unchanged throughout the rest of his life. Nearly 20 years later, in his preface to René Ghil’s Traité du Verbe (Treatise on the Word, 1886), he said that his aim was to perceive, beyond a real flower, the ideal flower that can never be found in this world: “Je dis: une fleur! et, hors de l’oubli où ma voix relègue aucun contour, en tant que quelque chose d’autre que les calices sus, musicalement se lève, idée même et suave, l’absente de tous bouquets” (I say: a flower! and, out of the oblivion into which my voice consigns any real shape, as something other than petals known to man, there rises, harmoniously and gently, the ideal flower itself, the one that is absent from all earthly bouquets). This point is made equally clearly in another phrase in the same preface, in which Mallarmé contends that the whole purpose of poetry is to create ideal forms, unsullied by any contact with reality: “La notion pure, sans la gêne d’un proche ou concret rappel” (pure concept, unlinked to any related or material form).\n\r\nDespite the obvious difficulty of using language for these creative purposes and not for what he scornfully called “reporting,” Mallarmé soon acquired a boundless confidence in his ability to achieve his goal. In 1868 he wrote the first version of the sonnet “Ses purs ongles très haut dédiant leur onyx” (The uplifted fingernails of an onyx figure), 13 lines of which emphasize the total emptiness of a room, which is then transformed, in the final line, into a vast, starlit universe. The work is symbolic both of Mallarmé conjuring up ideal forms from the empty void and of his confidence that his period of sterility was over.\n\r\nThis same confidence is apparent in the companion sonnet, “Quand l’ombre menaça de la fatale loi” (When Failure Threatened to Destroy), which, although first published in 1883, undoubtedly dates from this period, 15 years earlier. It exhibits the same sudden transition from the dark and funereal confines of a closed room to the huge expanse of the night sky, although it occurs this time much earlier in the poem, at the beginning of the second quatrain, and leads to the confident declaration:\nOui, je sais qu’au lointain de cette nuit, la Terre\r\nJette d’un grand éclat l’insolite mystère\r\nSous les siècles hideux qui l’obscurcissent moins.\n\r\n(Yes, I now know that far into the night the Earth\r\nIs flinging a strange and mysterious shaft of light whose\r\nBrilliance will only be increased as the grim centuries pass by.)\nWhen, in the final line of the poem, Mallarmé describes the earth as having been transformed into a shining star by the birth of his genius, the reader is reminded of the star of Bethlehem, thus continuing the implied analogy between the poet and Christ in the phrases from his letters of 1866 and 1867.\n\r\nSince Mallarmé was convinced of his newfound ability to reveal a whole universe of ideal forms, one might have expected from him a sudden burst of poetic activity in 1868. The opposite was the case. He wrote no new poems for five years, until the death of Théophile Gautier inspired “Toast funèbre” (Funeral Salute) in 1873. Then came a further silence of three years, broken by an invitation to write the “Tombeau de Poe” (Elegy for Poe) in 1876 and, in the following year, on the occasion of the death of the wife of one of his friends, by the composition of “Sur les bois oubliés quand passe l’hiver sombre” (When the dark days of winter pass over the forgotten woods). A long silence of eight years followed before the publication of “Prose—pour des Esseintes” (Prose—for des Esseintes) in 1885.\n\r\nSeveral factors could explain this extraordinary lull in Mallarmé’s poetic production. His already strained finances were stretched further by his moves between teaching posts in Tournon to Besançon in 1866, to Avignon in 1867, and to Paris in 1871, and by the birth of his son, Anatole, in the latter year. Presumably, his financial straits motivated to take on such surprising extra commitments as editing a few issues of a short-lived fashion magazine, publishing a language manual, and translating a treatise and a children’s story from English into French. Besides undertaking these time-consuming tasks, Mallarmé also published in these years his translation of poems by Edgar Allan Poe, his poem L’Après-midi d’un faune, as well as a substantial article on his friend, the painter Edouard Manet.\nMallarmé was also working on what he called his “Grand Oeuvre” (Great Work). The term signifies not only a magnum opus in the literary sense, but also, as Mallarmé said in a letter dated May 1867, the secret formula sought by the alchemists of medieval times to transmute base metal into gold—an obvious symbol of what Mallarmé was seeking to achieve in his poetry.\n\r\nThe final reason for Mallarmé’s unproductiveness lies in the nature of the task he had set himself. Creating ideal forms meant adopting a slow and elaborate process of avoiding overt description in favor of suggestion, allusion, and ambiguity so as not to become too closely tied to reality—which explains why there are so many differences of opinion over the interpretation of his poems. In “Ses purs ongles,” for example, the constellation of seven stars that rises in the northern sky in the final line of the poem is not named, nor indeed are the words constellation and star ever mentioned. Mallarmé merely refers to a “septuor de scintillations”—seven glittering points of light created by himself and absent from any known sky. The rhymes contribute to the theme of ideal forms springing from an empty void, since only two rhymes are used throughout the poem: -ix and -or, the first of which is the sound of the letter x, the generally accepted symbol of the unknown, while the meaning of the second rhyme in French is “gold,” the equally accepted symbol of the ultimate ideal.\n\r\nSimilarly, in “Tout Orgueil fume-t-il du soir,” the setting sun is never explicitly mentioned but is merely implicit in the torch of the second line, which swings down toward darkness. The fact that the torch is “étouffée” (stifled) rather than extinguished suggests that the poem is really concerned with the poet falling silent. As in “Ses purs ongles” the syllable -or plays a significant role, occurring three times in the first three lines—in the words “orgueil,” “torche,” and “immortel”—thus suggesting the ideal toward which Mallarmé is striving.He fails, however, to achieve his goal, as is implied by a further triple occurrence of the syllable -or in two despairing lines near the end of “Une dentelle s’abolit,” the third sonnet of the trilogy: “Mais, chez qui du rêve se dore / Tristement dort une mandore” (But, despite the poet’s golden dreams / within him a mandolin sadly sleeps).\nWhile Mallarmé was patiently developing this complex technique, he was also reflecting on his basic belief that in the apparent emptiness of space an ideal world lies concealed—that infinity can be conjured up from the void. An obvious variation on this theme is that eternal life can come from death, that when a man is reduced to nothingness he can nevertheless live on in some way. This concept is no doubt why Mallarmé was attracted to the elegy, especially those addressed to artists, since they live in on their works even in death. “Toast funèbre,” “Le Tombeau de Poe,” and “Sur les bois oubliés” are therefore not purely occasional poems, but also closely related to Mallarmé’s ideas.\n\r\nJust as he had proclaimed in “Quand l’ombre menaça” that his own genius would shine more and more strongly through the centuries, so he claims on Gautier’s behalf in “Toast funèbre” that “le splendide génie éternel n’a pas d’ombre” (the splendid, eternal genius shall never be shrouded in darkness), and, on Poe’s behalf, in the often quoted opening line of the “Tombeau de Poe,” that death has finally changed the poet into the eternal artist rather than the mortal man: “Tel qu’en lui-même enfin l’éternité le change” (Transformed at last into his true self by death). Even in “Sur les bois oubliés,” although the poem is not addressed to a creative artist, emphasis is laid in the moving final lines on the power of the word, which is able to bring the dead wife back from the grave:\nAme au si clair foyer tremblante de m’asseoir,\r\nPour revivre il suffit qu’à tes lèvres j’emprunte\r\nLe souffle de mon nom murmuré tout un soir.\n(I am a soul longing to sit beside the bright hearth, and\r\nTo be brought back to life; all I need is to hear from your lips\r\nThe murmur of my name repeated throughout the night.)\nThe poem with which Mallarmé broke his virtual poetic silence of 17 years in January 1885 bore the enigmatic title “Prose” and was dedicated to Floressas des Esseintes, the decadent hero of J.K. Huysmans’s novel A Rebours (Against Nature, 1884). For the over-refined tastes of des Esseintes the prose poem was the supreme literary form, and it may be for this reason that Mallarmé, tongue in cheek, decided to call what is clearly a poem in verse: “Prose—pour des Esseintes.” Otherwise, however, the poem has a serious purpose, for it is a renewed declaration by Mallarmé, parallel to his overconfident declaration 17 years before, in “Quand l’ombre menaça de la fatale loi,” that his period of silence is now over, that he has at last perfected his technique of conjuring up the ideal world, that his “Grand Oeuvre” is finally to see the light of day:\nGloire du long désir, Idées\r\nTout en moi s’exaltait\r\nDe voir la famille des iridées\r\nSurgir à ce nouveau devoir.\n(This was the glorious culmination of what I had longed for, those ideal flowers that I had sought, and my heart leaped within me to see the whole family of the flowers of the goddess Iris rise up in their turn at the prospect of my accepting the task of revealing their existence.)\nWhile Mallarmé was writing “Prose,” he was also yielding to the charms of Méry Laurent, the former mistress of, among others, the painter Edouard Manet, who had died in April 1883. Setting aside his promise in “Prose” to at last set down on “eternal parchment” his vision of the ideal world, he exchanged the role of poet for that of lover and to abandon his dreams of glory in favor of the pleasures to be found in Méry’s company:\nNon! La bouche ne sera sûre\r\nDe rien goûter à sa morsure\r\nS’il ne fait, ton princier amant,\nDans la considérable touffe\r\nExpirer comme un diamant\r\nLe cri des Gloires qu’il étouffe.\n(No! My mouth cannot be sure\r\nOf fully savoring its kisses\r\nUnless your princely lover\nFinally stifles his dreams of glory\r\nBurying them like a diamond\r\nIn the great mass of your hair.)\nSimilarly, in “Victorieusement fui le suicide beau” (Triumphantly abandoned now my one-time ambition to die in splendor), a first version of which was sent to Verlaine at the end of 1885, and in “M’introduire dans ton histoire” (When I first entered your life), published in June 1886, he is only too delighted to give up burning the midnight oil working at his “Grand Oeuvre” in favor of spending his nights with Méry.\n\r\nIn 1885 as in 1868, Mallarmé’s optimistic declaration of faith in his ability to attain his ideal world was followed by a failure to do so. This time, however, instead of lapsing into silence, he wrote and published poems about Méry Laurent, reflecting the successive stages of their relationship, which gradually changed from the sensuality of “Quelle soie aux baumes de temps,” “Victorieusement fui le suicide beau,” and “M’introduire dans ton histoire,” with its deliberately equivocal opening line, through the almost fraternal tenderness of “O si chère de loin” (You are so dear to me even from afar), the fading desire of “Mes bouquins refermés sur le nom de Paphos” (Having closed the book I have been reading about Paphos) and the spent passion of “La chevelure vol d’une flamme” (Her hair was once like a leaping flame) to the “amitié monotone” (placid friendship) of the final line of the last poem of the cycle, “Dame sans trop d’ardeur” (Lady, without excess of ardor), dated January 1, 1886.\n\r\nThese love poems are of considerable merit and are typically Mallarmean in their technique—\"La chevelure vol d’une flamme” crams into the 14 lines of the sonnet an equal number of words evocative of the radiance of Méry’s red hair and of Méry herself, while “O si chère de loin” compares her to an ideal nonexistent perfume evoked by an extraordinary accumulation of negatives: “…  quelque baume rare émané par mensonge / Sur aucun bouquetier de cristal obscurci” (…  Some perfume so rare that it has never been given off / By any bouquet of flowers in an invisible crystal vase). Yet they clearly mark a turning away from the ideal world toward the world of reality. Not surprisingly Mallarmé experienced the inevitable reaction and felt a certain tinge of regret that he had failed to carry out his promise, a regret that was all the more acute because he was then well over 40 and in failing health, so that his chances of taking up his task once more and carrying it through to completion were becoming increasingly slim. \n\r\nHis regret is most strongly expressed in the 1886 elegy to Wagner, who had died in 1883. He called it “Hommage” rather than “Tombeau” and acknowledged that Wagner had succeeded where he had failed, and that the ideas metaphorically gathering dust in the corners of his mind would never see the light of day: “Le silence déjà funèbre d’une moire / Dispose plus qu’un pli seul sur le mobilier” (The funereal silence of a shroud is already beginning / To spread its folds over the contents of my mind).\n\r\nPerhaps because of this mood of pessimism, which must have been increased by the death of his son in 1879, of Wagner and Manet in 1883, and of Victor Hugo in 1885, feeling that his own life was nearing its end—although he would live for 12 more years—Mallarmé collected the poems he had so far published in literary magazines and produced two volumes in 1887, Album de vers et de prose and Les Poésies de Stéphane Mallarmé.\n\r\nBy 1893, however, he had recovered some of his optimism in the sonnet at first titled “Toast” (since it was recited as such to his friends at a literary banquet) and later “Salut,” in which he once more reaffirmed his faith in his goal. But this time he defines the latter in no more than the vaguest terms. Instead of the overwhelming confidence of “Quand l’ombre” and “Prose” that he will reach his goal, Mallarmé now feels uncertain whether his legacy will be success, failure, or some lonely limbo between the two.\nThe same is true of the sonnet published in the magazine Pan, 1895, “A la nue accablante tu” (Unannounced to the lowering cloud), in which Mallarmé expresses an uncertainty of a rather different kind, not about his ultimate fate, but about the true worth of what he has achieved. He now seems convinced that his work will never survive, but in a moment of unusually profound pessimism he also wonders whether this outcome will mean the loss to posterity not of a great poet, but of a mere versifier.\n\r\nUncertain and despondent though he may have felt at times during these years, Mallarmé nevertheless recovered sufficiently from his pessimism on occasions to write elegies to Baudelaire in 1895, to Verlaine in 1897 and to Vasco da Gama in 1898. This last poem, “Au seul souci de voyager” (To life’s sole goal of sailing onwards) was written to celebrate the 400th anniversary of da Gama’s voyage to India, but Mallarmé also saw, in the great explorer’s persistence in sailing into the unknown against all odds, an image of his own unwavering pursuit of the ideal world, despite disappointments and setbacks.\n\r\nThis acceptance of the “souci de voyager” (goal of the traveler) as a substitute for the more ambitious “souci d’arriver” (goal of arrival) can also be perceived in what is no doubt the most original and hermetic of all Mallarmé’s works, Un coup de dés jamais n’abolira le hasard. So as to indicate the structure of this fairly lengthy and extremely complex piece of prose made up of some 650 words covering 21 pages, Mallarmé uses different kinds of lettering. The main clause, printed in bold capitals, is interrupted after “jamais” by a subordinate clause in smaller capitals, which, in turn, is interrupted by a long and intricate passage in ordinary roman type. Only after these two parentheses does the verb “n’abolira” appear, and it too is followed by a long parenthesis in italics before the object of the verb, “le hasard,” makes its appearance. A final qualifying clause is then introduced, first in italics and then in roman type, to bring the work to a close.\n\r\nIn addition to this visual indication of the relative emphasis to be given to the various sections of the text, Un coup de dés jamais n’abolira le hasard also has a pictorial element. The words and sentences are sparingly and unevenly distributed across the double page, which Mallarmé uses as his “frame” instead of the single page, so that the lines of print, sometimes trailing across the paper like a drawing of the wake of a ship, sometimes grouped together like black dots on white dice (a wake is white; a drawing of it is black), and sometimes more widely scattered like black stars in a white sky, reinforce the three kinds of imagery that dominate Un coup de dés, much as the sounds ix and or complement the imagery of “Ses purs ongles.” There is indeed a close relationship between these two works, although the optimism implicit in the constellation rising triumphantly out of the empty room in 1868 has given way almost 30 years later to a calm resignation implicit in a similar constellation quietly presiding over a catastrophic shipwreck.\n\r\nMallarmé’s finds a twofold consolation for not having succeeded in producing his “Grand Oeuvre\"; first in the thought that, even if he had launched this work upon the world, it could still have passed unnoticed, for the fact of throwing a pair of dice does not abolish the chance that they may not be seen; and second in that, even if the dice are not thrown, even if the “Grand Oeuvre” is not published, nevertheless the ideas that have gone into its making will themselves constitute a less obvious throw of the dice and may by chance survive. The final line, “Toute Pensée émet un Coup de Dés” (Every thought means a throw of the dice), is the modestly optimistic conclusion, printed in appropriately modest lettering, of this extraordinarily original and complex work.\n\r\nNow that more than a century has elapsed since Mallarmé wrote those words as the final line of Un coup de dés, it seems safe to say that the hope they express has been realized, and that, even though he did not manage to complete and to publish his “Grand Oeuvre,” the works he did publish have ensured him a place as one of the brightest stars in the constellation of writers who make the second half of the 19th century such a brilliant period in French literature.\n", "attrs": {"Region:": ["France"]}}