{"pf_url": "https://www.poetryfoundation.org/poets/susan-howe", "name": "Susan Howe", "yob": "1937", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/d1ca05aee7cf99c458447a41542ce5ea7203e5d9.jpeg", "bio": "\nOne of the preeminent poets of her generation, Susan Howe is known for innovative verse that crosses genres and disciplines in its theoretical underpinnings and approach to history. Layered and allusive, her work draws on early American history and primary documents, weaving quotation and image into poems that often revise standard typography. Howe’s interest in the visual possibilities of language can be traced back to her initial interest in painting: Howe earned a degree from the Boston Museum School of Fine Arts in 1961, and enjoyed some success with gallery shows in New York. In addition to painting, Howe studied acting in Dublin. From an artistic, intellectual family, Howe’s mother Mary Manning was an actress and her father a law professor at Harvard University; Howe’s sister Fanny Howe is also an acclaimed poet.\nAn idiosyncratic, important, and influential American poet, Howe has received numerous honors and awards for her work, including two American Book Awards from the Before Columbus Foundation and a Guggenheim fellowship; she has been a distinguished fellow at the Stanford Institute for Humanities, as well as the Anna-Maria Kellen Fellow at the American Academy in Berlin. She taught for many years at the State University of New York-Buffalo, where she held the Samuel P. Capen Chair of Poetry and the Humanities. In 2011, Susan Howe was awarded the Bollingen Prize in American Poetry from Yale University.\nHowe’s first success as a poet came in the early 1970s. Her work is often grouped with Language writing for its deconstructionist attitude toward language, and disregard for conventional literary formalities. Howe has sometimes placed her verse upside-down, or crossed out parts of it, or let the words overlap each other, characteristics that may have to do with her early training as a visual artist. Some critics have likened her poems to paintings on the page, the large gaps between words providing white spaces that are meant to convey as much meaning as the words themselves. Her work is also marked by plays upon words that possess phonetic similarities. Stephen Paul Martin noted that “by asking us to focus on the tangible presence of language itself—on the morphemes, phonemes and graphemes that words are made of—Howe moves us away from our tendency to think in abstractions, easing us into the motion and fabric of a verbal space that has not been reduced to a mere zone of representation. We are asked to see and hear the shapes and sounds of the words instead of reading through them to what they supposedly refer to. Our sense of discursive or narrative continuity shatters, replaced with the endless Protean linkages that give language its living power.”\nAccording to Bruce Campbell, “Susan Howe is a kind of post-structuralist visionary.” Campbell went on to explain: “This means that, while attuned to a transcendental possibility, she is fully aware of how mediated both language and consciousness are. This awareness leads her to acknowledge and investigate history, but, recognizing, as she does, the ‘infinite miscalculation of history,’ she cannot accept history as truth. Yet, truth be told, neither can she ignore history.” Over a career spanning nearly 50 years, Howe has returned again and again to the problems and possibilities of history. Thematically, much of her work also centers on themes of existence, remembering, and the unique position of the female gender in relation to history and the written word.\nWith her first book, Hinge Picture (1974), Howe speaks from the standpoint of an unknown author who existed at some point in time on the bridge between prehistory and history. From this primeval writer may have come the Bible, and Howe’s verse relates a tale that integrates mythological sources, ancient texts, and classical writings. Throughout the 1970s Howe continued to enjoy success with literary-press editions of her work. Volumes published during this time include Chanting at the Crystal Sea (1975), Secret History of the Dividing Line (1978), and The Liberties (1980). In The Liberties, Howe examines the relationship between Jonathan Swift and Esther (Hester) Johnson who served as a muse of sorts to the 18th-century Anglo-Irish satirical novelist. The role Johnson may have played in Swift’s literary output can only be conjectured, and Howe brings Johnson to life at the end of “The Liberties,” making Swift a ghost and reducing him to an invisible presence as well.\nHowe’s next collections, including Defenestration of Prague (1983) and My Emily Dickinson (1985) are among her most celebrated. Defenestration of Prague subtly comments on the division between Ireland and Northern Ireland, through the title poem’s restaging of an incident in Prague in 1617, when Catholic clerics were thrown from windows to their deaths by supporters of Calvinism. It marked the beginning of the Thirty Years’ War, just one of the many conflicts between Protestant and Catholic forces on European soil during this era. Howe’s use of history as a prism through which to view the present is typical; as she has noted in interviews, history is for her an ongoing subconscious thread. My Emily Dickinson examines Dickinson and the constrictions under which she wrote—as a thinking, opinionated, and educated woman in an era which viewed these talents with suspicion at best. In American Poetry Review, Marjorie Perloff wrote that “it is impossible to read My Emily Dickinson without being swept along on its powerful lyric current. Howe’s aim is not so much to ‘explain’ Dickinson’s meanings as to relive them.”\nHowe’s fascination with historical texts, and the realm of history itself, is manifest throughout her later work as well. A Bibliography of the King’s Book, or, Eikon Basilke (1989) takes as its departure a manuscript ascribed to the English regent Charles I, whose reign launched a 17th-century civil war in England and ultimately resulted in his beheading. The treatise that circulated after his death, the Eikon Basilke, was rumored to be the king’s own writings, but later was determined to be a literary fake. Later collections explore more fully Howe’s ongoing interest in the history of New England. In Singularities (1990), Howe examines the Indian Wars in New England during the colonial era, as well as the subsequent settling and population of the continent. The work binds three earlier poems: “Thorow” (a phonetic misspelling of Henry David Thoreau), “Scattering As Behavior toward Risk,” and “Articulation of Sound Forms in Time.” This last work, first published alone in 1987, is loosely based on the diaries of a New England minister lost in the wilderness during the era. Subtly connecting the plight of the minister with the role of the female poet in the English language, Howe’s analysis, explained Sara Fisher in Belles Lettres, “is of an America that defines itself in a distorted mirror of history—one that believes in the mirage of progress through the conquest of nature and the creation of heroes and mythical male figures who cannot see themselves as finite.” With these restrictions, Fisher notes, a woman poet—such as Dickinson—is the ultimate outsider.\nHowe is also the author of Concordance (2020), Debths (2017), Souls of Labadie Tract (2007), The Midnight (2003), and Pierce-Arrow (1999). Pierce-Arrow uses Howe’s characteristic blend of historical scholarship and experimental poetics to investigate the figure of Charles S. Pierce, an American logician and philosopher whose work on pragmatism predated that of William James. Using an incredible array of source materials, Howe crafts three long sequences that circulate around Pierce’s autobiography and the mysterious figure of his wife, as well as including references to diverse sources including Dickens, Schiller and Husserl. Brian Lennon in his Boston Review piece on the book noted that “Howe is staking everything on the venture that theory and practice, artifice and application, are perpetually messily entwined.” In The Midnight Howe uses archives, family documents, photograph, found text and lyric to investigate her compositional process, Irish ancestry and the life of the 19th-century landscape architect Frederick Law Olmsted. Reviewing The Midnight in Jacket, Stephen Collins called the book “a fitting addition to Howe’s continuing excursus on the American literary wilderness,” adding that it “extends what is one of the most unusual and dispersed autobiographies in contemporary letters—the reading of a life ‘through words of others.’” Returning to the religious landscape of early New England, Howe uses an obscure Utopian sect as the catalyst for Souls of Labadie Tract. Andrew Zawacki in the Boston Review described the project as “an excavation of site and citation, of quasi-utopian polis and poetry ‘half-smothered in local history.’” Howe’s other recent works include the collaboration with artist James Welling That This (2010), the poetry pamphlet for New Directions Sorting Facts, or Nineteen Ways of Looking at a Marker (2013), and the full-length collection Spontaneous Particulars: The Telepathy of Archives (2014). Howe has also collaborated with musician David Grubbs on a number of sound pieces and performances, including Frolic Architecture (2011) and Woodslippercounterclatter (2014).\nIn addition to her numerous books of poetry and critique of Emily Dickinson, Howe has written a collection of essays on literary themes. The Birth-Mark: Unsettling the Wilderness in American Literary History (1993) was named one of the “International Books of the Year” in the Times Literary Supplement in 1993. Examining the difference between an original manuscript, with its revisions and notes in margins the very evidence of the creative process—and its tidier, revised version that clings neatly to the parameters of a page, Howe looks into the work of colonial writers such as Anne Hutchinson and Cotton Mather, then moves into the works of Dickinson and Herman Melville. Her book, wrote Eric Murphy Selinger in Parnassus, “fleshes out the figure of the Poet who stands behind Howe’s poems—a figure who is, I have come to believe, at the heart of her achievement—and it gives a spirited lesson in how important essays, introductions, and interviews are to the poet’s otherwise uncomfortably rigorous, sola scriptura, purer-than-Puritan oeuvre.”\nHowe lives and works in Guilford, Connecticut.\n", "attrs": {"Region:": ["U.S., New England"], "School/Period:": ["Language Poetry"]}}