{"pf_url": "https://www.poetryfoundation.org/poets/susan-browne", "name": "Susan Browne", "yob": null, "yod": null, "image": null, "bio": "\nBorn in Long Beach, California, poet Susan Browne earned a BA at California State University and an MA at the University of Colorado Boulder. She is the author of the poetry collections Buddha’s Dogs (2004), which was chosen for the Four Way Books Intro Prize in Poetry by poet Edward Hirsch, and Zephyr (2010). Her poetry has been featured in the anthologies 180 More: Extraordinary Poems for Every Day (2005) and Ordinary Genius: A Guide for the Poet Within (2009). With poet Kim Addonizio, she recorded a spoken-word and music CD, Swearing, Smoking, Drinking, & Kissing.\r\n \r\nIn her poems, Browne examines the complicated matters of daily life with clarity and irreverence. Addressing the connection between her daily walks/runs and her writing practice in an interview with the California Journal of Poetics, she noted, “My mind opens up, and things come to me. I can see better, the outer and inner and where they meet.” Describing Browne’s work as “daring, authentic, and fun,” poet Michael Meyerhofer, reviewing Zephyr, maintained that “[Browne] is able to strike right to the heart of an event, its deepest essence, by maintaining a multi-dimensional perspective—which is a fancy way of saying she takes poetry seriously but knows not to take herself too seriously.”\r\n \r\nBrowne’s honors include grants and awards from the Chester T. Jones Foundation, the National Writer’s Union, the River Styx International Poetry Contest, and the Los Angeles Poetry Festival as well as a Pushcart Prize nomination. Her poems have been featured on Garrison Keillor’s National Public Radio program The Writer’s Almanac and in Ted Kooser’s syndicated newspaper column, “American Life in Poetry.” Browne has taught at Diablo Valley College and lives in the Bay Area.\n", "attrs": {"Region:": ["U.S., Western"]}}