{"pf_url": "https://www.poetryfoundation.org/poets/susan-wheeler", "name": "Susan Wheeler", "yob": "1955", "yod": null, "image": null, "bio": "\nPoet and writer Susan Wheeler grew up in Minnesota and New England. She earned a BA at Bennington College and did graduate work in art history at the University of Chicago. Her first poetry collection, Bag o’ Diamonds (1993), won the Norma Faber First Book Award. The Village Voice Literary Supplement described that book as displaying “limber intelligence and visual wit ... with influences including John Berryman, Wallace Stevens, John Ashbery, and the Language poets.” The reviewer noted that Wheeler “risks echoing everybody while sounding like no one.” Wheeler’s work is noted for its sonic and lyric intensity, surrealist imagery, use of pop culture, pastiche, and non sequitur, as well as its playful relationship to received form. According to literary critic Marjorie Perloff, “Wheeler is that rare thing among poets, a genuine cultural critic; her poems use image and allusion with such exactitude that we see the things around us—from pop tarts to polyvinyl toilet seats—as if for the first time.” Other collections include Meme (2012), which was a finalist for the National Book Award; Assorted Poems (2009); Ledger (2005), which won the Iowa Poetry Prize; Source Codes (2001); and Smokes (1998), selected by Robert Hass for the Four Way Book Prize and a featured selection of the Poetry Book of the Month Club. Her novel, Record Palace (2005), won high praise for its atmospheric portrayal of Chicago and deft blending of coming-of-age narrative with noir.\nWheeler’s numerous honors for her work include fellowships from the Guggenheim Foundation and the New York Foundation for the Arts, the Boston Review Poetry Award, the Robert D. Richardson Award for Non-Fiction from the Denver Quarterly, and a Witter Bynner Prize for Poetry from the American Academy of Arts and Letters. She has taught in writing programs at the New School, New York University, the Iowa Writers’ Workshop, and Columbia University. Wheeler is currently associate professor and director of the creative writing program at Princeton University.\n", "attrs": {}}