{"pf_url": "https://www.poetryfoundation.org/poets/susan-mitchell", "name": "Susan Mitchell", "yob": "1944", "yod": null, "image": null, "bio": "\nSusan Mitchell was born in New York City on January 20, 1944. She earned a BA in English literature from Wellesley College and an MA from Georgetown University. She is the author of three collections of poetry: Erotikon (2000); Rapture (1992), winner of the Kingsley Tufts Poetry Award and a finalist for the National Book Award; and The Water Inside the Water (1983). Her poems have appeared in magazines and journals such as the New Yorker, the Atlantic Monthly, and Fence, among others. The recipient of three Pushcart Prizes, Mitchell’s other awards include fellowships from the Guggenheim Foundation, the National Endowment for the Arts, and the Lannan Foundation. Mitchell has taught at Middlebury College and Northeastern Illinois University. She currently lives in Boca Raton, Florida and holds the Mary Blossom Lee Endowed Chair in Creative Writing at Florida Atlantic University.\nMitchell’s style has been described by Peter Harris in the Virginia Quarterly Review as “great flowing, ebullient, praiseful … full of leaps and ravenings after unmediated vision. At frequent enough moments her poems not only proclaim but embody rapture.” David Barber, writing in Poetry about Rapture, noted, “These are not poems that hold steady or smoothly cohere. The restlessness of Mitchell’s intelligence is an agitated response to the unintelligible, her eclecticism an outgrowth of brandished emotion rather than burnished eloquence.”\nMitchell’s poems include outpourings of detail, yet they are rarely organized along neat lines of obvious intention. “She presents layers of detail yet leaves most connections between details largely up to the reader,” stated Robert McDowell in Contemporary Poets. “On many occasions it appears that her poems have an almost aimless quality about them; they can seen laborious, elaborate, and self-conscious in expression.” Mitchell has spoken to her interest in complexity and excess as lyric models. On the Poetry Society of America website Mitchell noted that the poets “that excite me to return to them again and again, all share a single characteristic: they are remarkably attentive. They see, hear, smell, taste and feel more of the world than other poets, and they contrive to pack that moreness into their poems.” Mitchell also remarked on the importance of “innerness” to her work, and the work of poets she admires: “Innerness demands that the reader slow down, take the time, pay attention. Innerness demands that the reader's attentiveness be equal to the attentiveness of the poet and the attentiveness of the poem.”\n", "attrs": {"Region:": ["U.S., New England"]}}