{"pf_url": "https://www.poetryfoundation.org/poets/susan-stewart", "name": "Susan Stewart", "yob": "1952", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/450f487ee24ddbe3299443f69f5e2e7f01eba6d2.jpeg", "bio": "\nPoet and scholar Susan Stewart earned a BA from Dickinson College, MA from Johns Hopkins University, and PhD in folklore from the University of Pennsylvania. Among her books of poetry are Cinder: New and Selected Poems (2017), Red Rover (2008), The Forest (1995), and Columbarium (2003), a National Book Critics Circle Award winner. She is the translator of Love Lessons: Selected Poems of Alda Merini (2009) and co-translator, with Sara Teardo, of The Reprisal (2013) by Laudomia Bonanni. With Patrizio Ceccagnoli, Stewart translated Milo De Angelis’s Theme of Farewell and After-Poems (2013). Other translation projects include, with Wesley Smith, Andromache (2001) by Euripides and, with Brunella Antomarini, Scipione: Poems and Prose (2001).\nStewart is also the author of several books that critically examine form, culture, aesthetics, representation, and poetry, including Crimes of Writing (1991), On Longing (1993), Poetry and the Fate of the Senses (2002), which received both the Christian Gauss and Truman Capote awards for literary criticism in 2002, The Open Studio (2005), The Poet’s Freedom: A Notebook on Making (2011), and The Ruins Lesson: Meaning and Material in Western Culture (2020). She has also collaborated with artists and composers, including Ann Hamilton and the composer James Primosch.\nIn an interview at the University of Pennsylvania, Susan Stewart said that her primary goal as a poet is “to get people to read more slowly, and to reread, and to read a whole book and go back to the beginning of the book and see connections.” Her writing can be startlingly clear, while at the same time—in the words of the MacArthur Foundation, on the occasion of presenting her with a “Genius Award”—it makes “strange and disorienting that which we usually take to be familiar and of common sense.”\nIn addition to the MacArthur fellowship, Stewart has received fellowships from the Pew Charitable Trusts, the Guggenheim Foundation, the American Academy in Berlin, as well as two grants from the NEA. She is the recipient of a Lila Wallace Individual Writer’s Award and an Academy Award in Literature from the American Academy of Arts and Letters. She served as a Chancellor of the Academy of American Poets from 2005 to 2011. Stewart is currently the Avalon Foundation University Professor in the Humanities and professor of English at Princeton University, where she is editor of the Princeton Series of Contemporary Poets. In 2020 she will deliver the Clarendon Lectures at Oxford University.\n", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}