{"pf_url": "https://www.poetryfoundation.org/poets/sylvia-plath", "name": "Sylvia Plath", "yob": "1932", "yod": "1963", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/16/9335c30d45c8a838017ed7508083bc341aa50e73.jpeg", "bio": "\nSylvia Plath was one of the most dynamic and admired poets of the 20th century. By the time she took her life at the age of 30, Plath already had a following in the literary community. In the ensuing years her work attracted the attention of a multitude of readers, who saw in her singular verse an attempt to catalogue despair, violent emotion, and obsession with death. In the New York Times Book Review, Joyce Carol Oates described Plath as “one of the most celebrated and controversial of postwar poets writing in English.” Intensely autobiographical, Plath’s poems explore her own mental anguish, her troubled marriage to fellow poet Ted Hughes, her unresolved conflicts with her parents, and her own vision of herself. On the World Socialist web site, Margaret Rees observed, “Whether Plath wrote about nature, or about the social restrictions on individuals, she stripped away the polite veneer. She let her writing express elemental forces and primeval fears. In doing so, she laid bare the contradictions that tore apart appearance and hinted at some of the tensions hovering just beneath the surface of the American way of life in the post war period.” Oates put it more simply when she wrote that Plath’s best-known poems, “many of them written during the final, turbulent weeks of her life, read as if they’ve been chiseled, with a fine surgical instrument, out of arctic ice.” Plath has inspired countless readers and influenced many poets since her death in 1963.\nIn the New York Times Book Review, former US poet laureate Robert Pinsky wrote, “Thrashing, hyperactive, perpetually accelerated, the poems of Sylvia Plath catch the feeling of a profligate, hurt imagination, throwing off images and phrases with the energy of a runaway horse or a machine with its throttle stuck wide open. All the violence in her work returns to that violence of imagination, a frenzied brilliance and conviction.” Denis Donoghue made a similar observation, also in the New York Times Book Review: “Plath’s early poems, many of them, offered themselves for sacrifice, transmuting agony, ‘heart’s waste,’ into gestures and styles.” Donoghue added that “she showed what self-absorption makes possible in art, and the price that must be paid for it, in the art as clearly as in the death.” Dictionary of Literary Biography essayist Thomas McClanahan wrote, “At her most articulate, meditating on the nature of poetic inspiration, [Plath] is a controlled voice for cynicism, plainly delineating the boundaries of hope and reality. At her brutal best—and Plath is a brutal poet—she taps a source of power that transforms her poetic voice into a raving avenger of womanhood and innocence.”\nBorn in 1932 in Boston, Plath was the daughter of a German immigrant college professor, Otto Plath, and one of his students, Aurelia Schober. The poet’s early years were spent near the seashore, but her life changed abruptly when her father died in 1940. Some of her most vivid poems, including the well-known “Daddy,” concern her troubled relationship with her authoritarian father and her feelings of betrayal when he died. Financial circumstances forced the Plath family to move to Wellesley, Massachusetts, where Aurelia Plath taught advanced secretarial studies at Boston University. Sylvia Plath was a gifted student who had won numerous awards and had published stories and poetry in national magazines while still in her teens. She attended Smith College on scholarship and continued to excel, winning a Mademoiselle fiction contest one year and garnering a prestigious guest editorship of the magazine the following summer.\nIt was during her undergraduate years that Plath began to suffer the symptoms of severe depression that would ultimately lead to her death. In one of her journal entries, dated June 20, 1958, she wrote: “It is as if my life were magically run by two electric currents: joyous positive and despairing negative—whichever is running at the moment dominates my life, floods it.” This is an eloquent description of bipolar disorder, also known as manic depression, a very serious illness for which no genuinely effective medications were available during Plath’s lifetime. In August of 1953, at the age of 20, Plath attempted suicide by swallowing sleeping pills. She survived the attempt and was hospitalized, receiving treatment with electro-shock therapy. Her experiences of breakdown and recovery were later turned into fiction for her only published novel, The Bell Jar.\nHaving made a recovery, Plath returned to Smith for her degree. She earned a Fulbright grant to study at Cambridge University in England, and it was there that she met poet Ted Hughes. The two were married in 1956. Plath published two major works during her lifetime, The Bell Jar and a poetry volume titled The Colossus. Both received warm reviews. However, the end of her marriage in 1962 left Plath with two young children to care for and, after an intense burst of creativity that produced the poems in Ariel, she committed suicide by inhaling gas from a kitchen oven.\nTimothy Materer wrote in the Dictionary of Literary Biography, “The critical reactions to both The Bell Jar and Ariel were inevitably influenced by the manner of Plath’s death at 30.” Hardly known outside poetry circles during her lifetime, Plath became in death more than she might have imagined. Donoghue, for one, stated, “I can’t recall feeling, in 1963, that Plath’s death proved her life authentic or indeed that proof was required. ... But I recall that Ariel was received as if it were a bracelet of bright hair about the bone, a relic more than a book.” Feminists portrayed Plath as a woman driven to madness by a domineering father, an unfaithful husband, and the demands that motherhood made on her genius. Some critics lauded her as a confessional poet whose work “spoke the hectic, uncontrolled things our conscience needed, or thought it needed,” to quote Donoghue. Largely on the strength of Ariel, Plath became one of the best-known female American poets of the 20th century.\nThe writer A. Alvarez, writing in The Savage God, believed that with the poems in Ariel, compiled and published by Hughes, Plath made “poetry and death inseparable. The one could not exist without the other. And this is right. In a curious way, the poems read as though they were written posthumously.” Robert Penn Warren called Ariel “a unique book, it scarcely seems a book at all, rather a keen, cold gust of reality as though somebody had knocked out a window pane on a brilliant night.” George Steiner wrote, “It is fair to say that no group of poems since Dylan Thomas’s Deaths and Entrances has had as vivid and disturbing an impact on English critics and readers as has Ariel. ... Reference to Sylvia Plath is constant where poetry and the conditions of its present existence are discussed.” Plath’s growing posthumous reputation inspired younger poets to write as she did. But, as Steiner maintained, her “desperate integrity” cannot be imitated. Or, as Peter Davison put it, “No artifice alone could have conjured up such effects.” According to McClanahan, the poems in Ariel “are personal testaments to the loneliness and insecurity that plagued her, and the desolate images suggest her apparent fixation with self-annihilation. ... In Ariel, the everyday incidents of living are transformed into the horrifying psychological experiences of the poet.”\nIn Plath’s final poems, wrote Charles Newman in his The Art of Sylvia Plath, “death is preeminent but strangely unoppressive. Perhaps it is because there is no longer dialogue, no sense of ‘Otherness’—she is speaking from a viewpoint which is total, complete. Love and Death, all rivals, are resolved as one within the irreversibility of experience. To reverse Blake, the Heart knows as much as the Eye sees.” Alvarez believed that “the very source of [Plath’s] creative energy was, it turned out, her self-destructiveness. But it was, precisely, a source of living energy, of her imaginative, creative power. So, though death itself may have been a side issue, it was also an unavoidable risk in writing her kind of poem. My own impression of the circumstances surrounding her eventual death is that she gambled, not much caring whether she won or lost; and she lost.”\nAs a very young poet Plath experimented with the villanelle and other forms. She had been “stimulated” by such writers as D.H. Lawrence, James Joyce, Fyodor Dostoevsky, Virginia Woolf, Henry James, Theodore Roethke, Emily Dickinson, and later by Robert Lowell and Anne Sexton. She has been linked with Lowell and Sexton as a member of the so-called “confessional” school of poetry. Ted Hughes noted that she shared with them a similar geographical homeland as well as “the central experience of a shattering of the self, and the labour of fitting it together again or finding a new one.”\nAt times, Plath was able to overcome the “tension between the perceiver and the thing-in-itself by literally becoming the thing-in-itself,” wrote Newman. “In many instances, it is nature who personifies her.” Similarly, Plath used history “to explain herself,” writing about the Nazi concentration camps as though she had been imprisoned there. She said, “I think that personal experience shouldn’t be a kind of shut box and mirror-looking narcissistic experience. I believe it should be generally relevant, to such things as Hiroshima and Dachau, and so on.” Newman explained that, “in absorbing, personalizing the socio-political catastrophes of the century, [Plath] reminds us that they are ultimately metaphors of the terrifying human mind.” Alvarez noted that the “anonymity of pain, which makes all dignity impossible, was Sylvia Plath’s subject.” Her reactions to the smallest desecrations, even in plants, were “extremely violent,” wrote Hughes. “Auschwitz and the rest were merely the open wounds.” In sum, Newman believed, Plath “evolved in poetic voice from the precocious girl, to the disturbed modern woman, to the vengeful magician, to Ariel—God’s Lioness.”\nWhile few critics dispute the power or the substance in Plath’s poetry, some have come to feel that its legacy is one of cynicism, ego-absorption, and a prurient fascination with suicide. Donoghue suggested that “the moral claims enforced by these poems now seem exorbitant,” adding, “The thrill we get from such poems is something we have no good cause to admire in ourselves.” McClanahan felt that Plath’s legacy “is one of pain, fear, and traumatic depression, born of the need to destroy the imagistic materialization of ‘Daddy.’” Nevertheless, the critic concluded, “The horrifying tone of her poetry underscores a depth of feeling that can be attributed to few other poets, and her near-suicidal attempt to communicate a frightening existential vision overshadows the shaky technique of her final poems. Plath writes of the human dread of dying. Her primitive honesty and emotionalism are her strength.” Critics and scholars have continued to write about Plath, and her relationship with Hughes; a reviewer for the National Post reported that in 2000, there were 104 books in print about Plath.\nNewman considered The Bell Jar a “testing ground” for Plath’s poems. It is, according to the critic, “one of the few American novels to treat adolescence from a mature point of view. ... It chronicles a nervous breakdown and consequent professional therapy in non-clinical language. And finally, it gives us one of the few sympathetic portraits of what happens to one who has genuinely feminist aspirations in our society, of a girl who refuses to be an event in anyone’s life. ... [Plath] remains among the few woman writers in recent memory to link the grand theme of womanhood with the destiny of modern civilization.” Plath told Alvarez that she published the book under a pseudonym partly because “she didn’t consider it a serious work ... and partly because she thought too many people would be hurt by it.”\nThe Bell Jar is narrated by 19-year-old Esther Greenwood. The three-part novel explores Esther’s unsatisfactory experiences as a student editor in Manhattan, her subsequent return to her family home, where she suffers a breakdown and attempts suicide, and her recovery with the aid of an enlightened female doctor. One of the novel’s themes, the search for a valid personal identity, is as old as fiction itself. The other, a rebellion against conventional female roles, was slightly ahead of its time. Nancy Duvall Hargrove observed in the Dictionary of Literary Biography, “As a novel of growing up, of initiation into adulthood, [The Bell Jar] is very solidly in the tradition of the Bildungsroman. Technically, The Bell Jar is skillfully written and contains many of the haunting images and symbols that dominate Plath’s poetry.” Materer commented that the book “is a finely plotted novel full of vivid characters and written in the astringent but engaging style one expects from a poet as frank and observant as Plath. The atmosphere of hospitals and sickness, of incidents of bleeding and electrocution, set against images of confinement and liberation, unify the novel’s imagery.” Hargrove maintained that the novel is “a striking work which has contributed to [Plath’s] reputation as a significant figure in contemporary American literature. ... It is more than a feminist document, for it presents the enduring human concerns of the search for identity, the pain of disillusionment, and the refusal to accept defeat.”\nLetters Home, a collection of Plath’s correspondence between 1950 and 1963, reveals that the source of her inner turmoil was perhaps more accurately linked to her relationship with her mother. The volume, published by Plath’s mother in 1975, was intended, at least in part, to counter the angry tone of The Bell Jar as well as the unflattering portrait of Plath’s mother contained in that narrative. According to Janet Malcolm in the New Yorker, “The publication of Letters Home had a different effect from the one Mrs. Plath had intended, however. Instead of showing that Sylvia wasn’t ‘like that,’ the letters caused the reader to consider for the first time the possibility that her sick relationship with her mother was the reason she was like that.” Though Hughes exercised final editorial approval, the publication of Letters Home also cast a new and unfavorable light on numerous others linked to Plath, including Hughes himself. Malcolm wrote, “Before the publication of Letters Home, the Plath legend was brief and contained, a taut, austere stage drama set in a few bleak, sparsely furnished rooms.” Plath’s intimate letters to her family contain unguarded personal commentary on her college years, writing, despair, friendships, marriage, and children.\nAfter Plath’s death, The It-Doesn’t-Matter Suit, a book for children, was also discovered among her papers and published posthumously. The story features Max Nix, a resident of Winkelburg, who happily acquires a modest “woolly, whiskery brand-new mustard-yellow suit.” Nicci Gerrard wrote in the Observer, “There’s no disturbance in the world of Winkelburg: even Max’s desire for a suit is as shallow and clear as the silver stream that runs like a ribbon through the valley.” Despite the lasting impression of Plath’s bleak art and early death, Gerrard concluded that “small pieces of happiness like this little book remind us of her life.”\nPlath’s relationship with Hughes has long been the subject of commentary, not always flattering to Hughes. Feminist critics in particular tended to see in Plath’s suicide a repudiation of the expectations placed upon women in the early 1960s. Further criticism attended Hughes’s guardianship of Plath’s papers, especially when Hughes admitted that he destroyed some of Plath’s journals, including several written just prior to her suicide. Materer felt that Hughes’s control over Plath’s papers—a right he exercised only because their divorce had not become final—caused “difficulties” for both critics and biographers. Materer added, “The estate’s strict control of copyright and its editing of such writings as Plath’s journals and letters have caused the most serious problems for scholars.”\nSince Hughes’s death from cancer in 1998, a new edition of Plath’s journals has been published, The Unabridged Journals of Sylvia Plath, 1950-1962.This exact transcription of the poet’s journals, from her earliest days at Smith College to the days of her marriage, has been published verbatim, down to her misspellings. “Uncritical admirers of Plath will find much here that is fascinating,” noted Oates. “Other readers may find much that is fascinating and repellent in equal measure.” Oates concluded, “Like all unedited journals, Plath’s may be best read piecemeal, and rapidly, as they were written. The reader is advised to seek out the stronger, more lyric and exhilarating passages, which exist in enough abundance through these many pages to assure that this presumed final posthumous publication of Sylvia Plath’s is that rarity, a genuine literary event worthy of the poet’s aggressive mythopoetic claim in ‘Lady Lazarus’—Out of the ash/I rise with my red hair/And I eat men like air.”\nHughes once summarized Plath’s unique personality and talent: “Her poetry escapes ordinary analysis in the way clairvoyance and mediumship do: her psychic gifts, at almost any time, were strong enough to make her frequently wish to be rid of them. In her poetry, in other words, she had free and controlled access to depths formerly reserved to the primitive ecstatic priests, shamans and Holymen.” The poet continued, “Surveyed as a whole ... I think the unity of her opus is clear. Once the unity shows itself, the logic and inevitability of the language, which controls and contains such conflagrations and collisions within itself, becomes more obviously what it is—direct, and even plain, speech. This language, this unique and radiant substance, is the product of an alchemy on the noblest scale. Her elements were extreme: a violent, almost demonic spirit in her, opposed a tenderness and capacity to suffer and love things infinitely, which was just as great and far more in evidence. Her stormy, luminous senses assaulted a downright practical intelligence that could probably have dealt with anything. ... She saw her world in the flame of the ultimate substance and the ultimate depth. And this is the distinction of her language, that every word is Baraka: the flame and the rose folded together. Poets have often spoken about this ideal possibility but where else, outside these poems, has it actually occurred? If we have the discrimination to answer this question, we can set her in her rightful company.”\n", "attrs": {"School/Period:": ["Confessional"]}}