{"pf_url": "https://www.poetryfoundation.org/poets/t-e-hulme", "name": "T. E. Hulme", "yob": "1883", "yod": "1917", "image": null, "bio": "\nThough not as prolific as several of his contemporaries, English poet T.E. Hulme’s influence in shaping 20th-century thought in art and literature is indisputable. He was best known for the position of leadership he held in the group of poets and philosophers known as the Imagists. This movement has oftentimes been attributed to Ezra Pound but it was Hulme who was instrumental in formulating and cultivating the ideas and concepts that characterized it. As one Nation writer noted in his review of Hulme’s posthumous work Speculations, “Although he considered himself an amateur in speculation, he was positive, original, and acute; and it would be difficult to say how much was lost to thought when he died at Nieuport in 1917.”\nDuring his life, Hulme gained recognition for his literary criticism and journalistic contributions. However, Hulme’s most notable work was arguably his poetry, of which he wrote modest amounts, but which was highly influential among other poets of his time, including Pound and T.S. Eliot. Pound added five of Hulme’s poems to his book Ripostes in a section titled “The Complete Poetical Works of T.E. Hulme,” frequently referred to as the formal initiation of the Imagist movement into modern poetry. Most of Hulme’s work was published after his death.\nAlthough Hulme studied science at University College, London, he had a keen interest in philosophy, which he explored as a student at St. John’s College, Cambridge, prior to being dismissed for a misdemeanor. It was at St. John’s that Hulme laid the foundation for much of his philosophical explorations, and he expanded upon this foundation while working and studying in Canada and Brussels. Brussels in particular provided Hulme with the opportunity to become intimately familiar with contemporary French philosophy and poetry; and he studied arduously to master the French language, as well as to study German.\nIt was during his time in Brussels that Hulme read the works of French philosopher Henri Bergson and met with him in Paris. Hulme’s close inspection of the works of Bergson, coupled with additional studies of 19th-century French psychologists, led to his idea of “image” and the development of Imagist theory and thought.\nHulme’s drive to modernize poetry and create a new movement of literary and philosophical thought stemmed from his disaffection with English poetry as it was characterized in the pre-war decade, and he directed part of his efforts into writing many harsh critiques of romanticism. At the root of Hulme’s thought was the concept of “image.”\nImage was defined as the instantaneous receipt of information through the senses, before any of this information might be intellectualized by language and active consideration. Image, Hulme argued, was the untouched material of experience. Intellectualizing raw images of experience was, according to Hulme, inevitably limited because it over-simplified the convolution and profundity of occurrence.\nHulme’s concept of image was altered further by his incorporation of Bergson into his discourse. Bergson suggested that there are two forms of awareness. One form is based in the intellect, which applies its knowledge to action. The other form of awareness is intuition, which does not serve any other purpose than to simply comprehend and experience life through the senses and among images. As Jewel Spears Brooker mentions in the Dictionary of Literary Biography, “Bergson, however, was a mere adjective at Hulme’s salon. ... Both in the technical sense of a forth teller, one who explains an age to itself, and in the popular sense of a foreteller, one who explains the future, Hulme was a prophet.”\nWith this concept of image as the core of his discourse, Hulme then went on to explore how image could be represented artistically. He was deeply influenced by free verse in poetry, as most precisely demonstrated to him by Gustave Kahn, a French symbolist poet. Kahn had written about free verse or “vers libre” in his book Premiers poemes (1897). Hulme was impressed by Kahn’s revolutionary approach to poetry, which resisted following stringent rules of meter, rhyme, and rhythm; and instead, meandered with the mind of the writer. This style did not confine thought but allowed it to flow freely within the poem.\nUpon returning to England from Brussels, Hulme established the Poets’ Club in 1908 to advance his ideas of image and to ensure its place within the minds of intellectuals of his time. He invited a variety of poets and philosophers to participate in the group. The Poets’ Club convened once a month to share original verse and prose, and it was within this space that Hulme communicated his ideas. One such meeting culminated in the mandate of the imagist movement, presented in written form in Hulme’s “Lecture on Modern Poetry” in 1908. More than anything else, the Poets’ Club best reflected Hulme’s thoughtfulness, as well as his natural ability to communicate his thoughts clearly and concisely. This keen sense of contemplation is what lead a writer for the New York Times to recognize within Hulme’s writing outlined in Speculations (1924), his ability to develop “his contention with seriousness and a great deal of thought, and one cannot but acknowledge that the book as a whole displays both originality of conception and depth of penetration.”\nEventually Hulme grew tired of the Poets’ Club and established a new group that met at the Cafe Tour d’Eiffel, and included such intellectual notables as F.S. Flint, Edward Storer, Francis W. Tancred, Joseph Campbell, and Florence Farr. The purpose of this group was somewhat more aggressive in its goals than the Poets’ Club in that it sought to create a new English poetry that embraced the attitudes of pre-war England. It was at the Cafe Tour d’Eiffel that Ezra Pound was first brought into the fold. This resulted in a rather tenuous relationship between Hulme and Pound, characterized by Pound’s endless attempts to claim credit for much of Hulme’s contributions to poetry, even after Hulme’s death.\nHulme’s lack of extensive poetic works was attributed to a decreasing interest in writing poetry and, as far as is known, by 1910 he had mostly stopped writing poetry altogether. This resulted in the dissolution of the Cafe Tour d’Eiffel group. However, these events did not diminish Hulme’s active role in intellectual circles, and he continued to write literary criticism and journalistic entries. He organized salons that were the center of intellectual discussions and included a vast array of politicians and poets of various political and philosophical persuasions. Hulme’s natural ability to lead these groups in animated discussion of philosophy and politics made meetings at his salon overwhelmingly successful. Indeed, Hulme’s personality transcended the salon room discourse and has become evident in his writing style as well, as one writer for the Boston Transcript stated in his review of Hulme’s Speculations: “To the last page, a very human interest holds us. Certainly there is a very deep experience and a very strong personality recorded here.”\nHulme became increasingly obsessed with the impending world war and this topic was frequently addressed at the salon. He was deeply influenced by German philosophers such as Immanuel Kant, an influence that had been initiated several years earlier when he studied the German language and later reinforced when, in November 1912, he went to Berlin to study aesthetics. While in Berlin, he was presented with the opportunity to meet the German intellectual Wilhelm Worringer. Worringer’s views were incorporated into Hulme’s own thesis on “dispensational preoccupation.” In August 1914 Hulme entered military service and joined the Honourable Artillery Company. His journalistic ventures of this time reflected his continued fascination with the war, and he wrote up until his death in 1917. It is believed that had Hulme continued to live, his expected contributions to art and artistic thought of the 20th century would have been strikingly obvious. Even still, it is clear that Hulme left a profound mark on intellectuals of his time and will be remembered as a key figure in molding the pre-war psyche.\n", "attrs": {"Region:": ["England"], "School/Period:": ["Imagist"]}}