{"pf_url": "https://www.poetryfoundation.org/poets/tr-hummer", "name": "T. R. Hummer", "yob": "1950", "yod": null, "image": null, "bio": "\nPoet, critic, and editor T.R. Hummer was born in 1950 in Macon, Mississippi. He holds degrees from the University of Southern Mississippi and the University of Utah, where he earned a PhD. Though his early work is reminiscent of Southern writers such as James Dickey, Hummer’s poetry considers a range of experiences and ideas. His interest in class, sexuality, music, and metaphysics shape collections such as Lower-Class Heresy (1987), The Eighteen-Thousand-Ton Olympic Dream (1990), Walt Whitman in Hell (1996), The Infinity Sessions (2005), and Ephemeron (2011).\n\r\nPraised for its “startling imagery and lyrical descriptions” by Publisher’s Weekly, Hummer’s work is at once ironic, playful, and deadly serious. In the New York Quarterly, reviewer Amy Greacen noted that Hummer’s “is a mind that sees horror and humor, beauty and cruelty, without needing to polarize them. They coexist, each playing in its own time signature and following its own rules. Hummer’s a jazz buff… so it makes sense that he is drawn to syncopation, to blue notes, to abrupt changes in tempo, to modulation.” Hummer’s own view suggests some of the bleak irony undergirding his recent work: “We are thrown into the world, from where we do not know,” he told the Rumpus. “And we are going somewhere, where we do not know. And all our human drama falls in between.”\r\n \r\nIn addition to poetry, Hummer has published two books of criticism, The Muse in the Machine: Essays on Poetry and the Anatomy of the Body Politic (2006) and Available Surfaces (2012). With Bruce Weigl, he co-edited The Imagination of Glory: The Poetry of James Dickey (1984). Hummer has worked on numerous literary journals, including stints editing Quarterly West, the Cimarron Review, the Kenyon Review, the New England Review, and the Georgia Review. With Devon Jersild, he edited the anthology The Unfeigned Word: Fifteen Years of the New England Review (1993). An accomplished saxophonist, Hummer was a member of the blues group Little Ronnie and the Grand Dukes, playing on their album, Young and Evil, which was released by Planetary Records in 2001.\r\n \r\nHummer’s numerous honors and awards include fellowships from the National Endowment for the Arts and two Pushcart Prizes. He has taught at various institutions, including Kenyon College, Middlebury College, Virginia Commonwealth University, the University of Georgia-Athens, and Arizona State University, where he is Director of the creative writing program.\n\n\r\n \n", "attrs": {"Region:": ["U.S., Southern"]}}