{"pf_url": "https://www.poetryfoundation.org/poets/t-sturge-moore", "name": "T. Sturge Moore", "yob": "1870", "yod": "1944", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/2641fd3d61df04a976609a23821d8d8c950ccf23.jpeg", "bio": "\n                                                                    English poet, playwright, and designer Thomas Sturge Moore was born in Hastings, Sussex, into an intellectual family. His brother was G.E. Moore, the philosopher. As a student at Croydon Art School and Lambeth Art School, Moore met Charles Shannon and Charles Ricketts, publishers of the Vale Press. Moore contributed to the couple’s literary and artistic endeavors by translating and editing various works. His early books include Two Poems (1893) and The Vinedresser and Other Poems (1899), a collection that impressed William Butler Yeats. Moore and Yeats met in 1899 and became friends.    Moore married Marie Appia in 1903; she would go on to translate Rabindranath Tagore’s The Crescent Moon into French, as La Jeune Lune (1924). Around the time of his marriage, Moore became interested in drama and became involved with the Literary Theatre Club. Moore’s plays include Aphrodite Against Artemis (1901), A Sicilian Idyll and Judith: A Conflict (1911), Medea (1920), Mystery and Tragedy: Two Dramatic Poems (1930), and Tragic Mothers: Medea, Niobe, Tyrfing (1920). Moore also designed books—including for Yeats—and was a member of the wood engravers and lithographers’ Society of Twelve. His work and ideas bridged 19th- and 20th-century aesthetics; his books include tracts on Altdorfer, Dürer, and Correggio as well as numerous treatises on aesthetics, including Art and Life (1910), The Powers of the Air (1920), and Armour for Aphrodite (1929). Moore’s poems were published in four volumes as The Poems of T. Sturge Moore.\n                                                            ", "attrs": {"Region:": ["England"], "School/Period:": ["Georgian"]}}