{"pf_url": "https://www.poetryfoundation.org/poets/t-s-eliot", "name": "T. S. Eliot", "yob": "1888", "yod": "1965", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/16/62769d6432e9ec86915ac64c7437f5b840557fff.jpeg", "bio": "\nT.S. Eliot, the 1948 winner of the Nobel Prize in Literature, is one of the giants of modern literature, highly distinguished as a poet, literary critic, dramatist, and editor and publisher. In 1910 and 1911, while still a college student, he wrote “The Love Song of J. Alfred Prufrock” and other poems that are landmarks in the history of literature. In these college poems, Eliot articulated distinctly modern themes in forms that were both a striking development of and a marked departure from those of 19th-century poetry. Within a few years he had composed another landmark poem, “Gerontion” (1920), and within a decade, one of the most famous and influential poems of the century, The Waste Land (1922). While the origins of The Waste Land are in part personal, the voices projected are universal. Eliot later denied that he had large cultural problems in mind, but, nevertheless, in The Waste Land he diagnosed the malaise of his generation and indeed of Western civilization in the 20th century. In 1930 he published his next major poem, Ash-Wednesday, written after his conversion to Anglo-Catholicism. Conspicuously different in style and tone from his earlier work, this confessional sequence charts his continued search for order in his personal life and in history. The culmination of this search as well as of Eliot’s poetic writing is his meditation on time and history, the works known collectively as Four Quartets (1943): Burnt Norton (1941), East Coker (1940), The Dry Salvages (1941), and Little Gidding (1942).\nEliot was almost as renowned a literary critic as he was a poet. From 1916 through 1921 he contributed approximately one hundred reviews and articles to various periodicals. This early criticism was produced at night under the pressure of supplementing his meager salary—first as a teacher, then as a bank clerk—and not, as is sometimes suggested, under the compulsion to rewrite literary history. A product of his critical intelligence and superb training in philosophy and literature, his essays, however hastily written and for whatever motive, had an immediate impact. His ideas quickly solidified into doctrine and became, with the early essays of I.A. Richards, the basis of the New Criticism, one of the most influential schools of literary study in the 20th century. Through half a century of critical writing, Eliot’s concerns remained more or less constant; his position regarding those concerns, however, was frequently refined, revised, or, occasionally, reversed. Beginning in the late 1920s, Eliot’s literary criticism was supplemented by religious and social criticism. In these writings, such as The Idea of a Christian Society (1939), he can be seen as a deeply involved and thoughtful Christian poet in the process of making sense of the world between the two World Wars. These writings, sympathetically read, suggest the dilemma of the serious observer of Western culture in the 1930s, and rightly understood, they complement his poetry, plays, and literary journalism.\nEliot is also an important figure in 20th-century drama. He was inclined from the first toward the theater-his early poems are essentially dramatic, and many of his early essays and reviews are on drama or dramatists. By the mid 1920s he was writing a play, Sweeney Agonistes (published in 1932, performed in 1933); in the 1930s he wrote an ecclesiastical pageant, The Rock (performed and published in 1934), and two full-blown plays, Murder in the Cathedral (performed and published in 1935) and The Family Reunion (performed and published in 1939); and in the late 1940s and the 1950s he devoted himself almost exclusively to plays, of which The Cocktail Party (performed in 1949, published in 1950) has been the most popular. His goal, realized only in part, was the revitalization of poetic drama in terms that would be consistent with the modern age. He experimented with language that, though close to contemporary speech, is essentially poetic and thus capable of spiritual, emotional, and intellectual resonance. His work has influenced several important 20th-century playwrights, including W.H. Auden and Harold Pinter. Eliot also made significant contributions as an editor and publisher. From 1922 to 1939 he was the editor of a major intellectual journal, The Criterion, and from 1925 to 1965 he was an editor/director in the publishing house of Faber and Faber. In both capacities he worked behind the scenes to nurture the intellectual and spiritual life of his times.\nThomas Stearns Eliot was born on September 26, 1888 in St. Louis, Missouri; he was the second son and seventh child of Charlotte Champe Stearns and Henry Ware Eliot, members of a distinguished Massachusetts family recently transplanted to Missouri. Eliot’s family tree includes settlers of the Massachusetts Bay Colony, prominent clergymen and educators, a president of Harvard University (Charles William Eliot), and three presidents of the United States (John Adams, John Quincy Adams, and Rutherford B. Hayes). In 1834 the poet’s grandfather, William Greenleaf Eliot, a graduate of Harvard Divinity School, moved to St. Louis to establish a Unitarian mission. He quickly became a leader in civic development, founding the first Unitarian Church, Washington University (which he served as president), Smith Academy, and Mary Institute.\nThe Eliot family lived in downtown St. Louis, not far from the Mississippi River, and the poet spent his formative years in a large house (no longer standing) at 2635 Locust Street. His family summered in New England, and in 1897 Henry Ware Eliot built a house near the sea at Gloucester, Massachusetts. The summers in this spacious house on Cape Ann provided the poet with his happiest memories, which he tapped through the years for poems such as “Marina” (1930) and The Dry Salvages.\nFrom these few facts, several points emerge as relevant to Eliot’s mind and art. First, feeling that “the U.S.A. up to a hundred years ago was a family extension” (as he wrote in a 1928 letter to Herbert Read), Eliot became acutely conscious of history—his own, that of his family, his country, his civilization, his race—and of the ways in which the past constantly impinges on the present and the present on the future. Second, despite the fact that Eliot was blessed with a happy childhood in a loving family, he was early possessed by a sense of homelessness. In 1928, just after he had changed his religion from Unitarian to Anglican and his citizenship from American to British, he summed up the result of these formative years in Missouri and Massachusetts, describing himself in a letter to Read as “an American who ... was born in the South and went to school in New England as a small boy with a nigger drawl, but who wasn’t a southerner in the South because his people were northerners in a border state ... and who so was never anything anywhere.” As he had written to his brother, Henry, in 1919, a few years after settling in London, “one remains always a foreigner.” Third, Eliot had an urban imagination, the shape and content of which came from his childhood experience in St. Louis. In a 1930 letter quoted in an appendix to American Literature and the American Language (1953), he said that “St. Louis affected me more deeply than any other environment has done.” Several of his signature images—city streets and city slums, city rivers and city skies—were etched on his mind in St. Louis. City scenes, even sordid ones, as he suggested in a 1914 letter to Conrad Aiken, helped him to feel alive, alert, and self-conscious.\nEliot was educated at Smith Academy in St. Louis (1898-1905), Milton Academy in Massachusetts (1905-1906), Harvard University (B.A., June 1909; M.A., February 1911; Ph.D. courses, October 1911-May 1914), University of Paris-Sorbonne (October 1910-June 1911), and Merton College, Oxford University (October 1914-May 1915). He devoted a further year (1915-1916) to a doctoral dissertation on the philosophy of F.H. Bradley, eventually published in 1964.\nAs an undergraduate at Harvard, Eliot emphasized language and literature—Latin, Greek, German, and French. Perhaps the most far-reaching consequence of his undergraduate career was his accidental discovery in December 1908 of Arthur Symons’s Symbolist Movement in Literature (1899), a book that he claimed had changed the course of his life. First, Symons introduced him to the poetry of Jules Laforgue and Charles Baudelaire. From Laforgue, Eliot learned how to handle emotion in poetry, through irony and a quality of detachment that enabled him to see himself and his own emotions essentially as objects for analysis. From Baudelaire, he learned how to use the sordid images of the modern city, the material “at hand,” in poetry, and of even greater consequence, he learned something of the nature of good and evil in modern life. Second, Symons stimulated Eliot to take a course in French literary criticism from Irving Babbitt in 1910. Babbitt nurtured Eliot’s budding Francophilia, his dislike of Romanticism, and his appreciation of tradition. These tastes are evident in most of Eliot’s early literary criticism.\nDuring the year he spent at the Sorbonne in Paris, Eliot came to know the work of the Roman Catholic philosopher Charles Maurras through the Kouvelle Revue Francaise and, perhaps of greater significance, attended the lectures of Henri Bergson, in the process deepening the reflections on time and consciousness that are explored in the early poetry and receive their most explicit treatment in Four Quartets. Paris was also important in the development of Eliot’s urban imagination. He took advantage of the popular arts, of opera and ballet, and of museums, but most of all he absorbed the images of urban life seen on the back streets along the river Seine. Near the end of his year in Paris, Eliot visited London for the first time, and before returning home, he also visited northern Italy and Munich.\nDuring his time at Harvard, he studied with some of the most distinguished philosophers of the century, including George Santayana, Josiah Royce, and Bertrand Russell. He focused on Indie religion and idealist philosophy (especially Immanuel Kant), with further work in ethics and psychology. The Indie studies (two years of Sanskrit and Indian philosophy) abetted his innate asceticism and provided a more comprehensive context for his understanding of culture. Inevitably, these Eastern materials entered his poetry. The Indian myth of the thunder god, for example, provides the context for section 5 (“What the Thunder Said”) of The Waste Land, and Buddha’s fire sermon the context for section 3 (“The Fire Sermon”). Eliot’s most fruitful extracurricular activity at Harvard was his association with the college literary magazine, the Harvard Advocate. Several of his earliest poems were published first in this periodical, and at least one of his lifelong friendships, that with fellow poet Aiken, was formed in this nursery of writers and poets.\nOne of the special pleasures of Eliot’s years in Boston was the close relationship that developed with his cousin Eleanor Hinkley, three years his junior. As a student at Radcliffe College, she had taken George Pierce Baker’s famous “47 Workshop” in theater. In 1912, through amateur theatricals at her house, Eliot met Emily Hale, with whom he fell in love and at one time intended to marry. Eliot’s letters to Hinkley are among his most high-spirited, preserving intact his youthful wit and urbanity. His letters to Hale will probably be among his most revealing, but until the year 2020, they remain under seal at Princeton University. Evidently, he never ceased loving her, and in the late 1920s he resumed contact. Their relationship, which seems to have been decorous in all senses of the word, continued for two decades or more, ending before his second marriage in 1957.\nArriving at Oxford in October 1914, Eliot found that most of the British students had left for the Western Front. He had hoped to meet Bradley, a member of Merton, but the old don was by this time a recluse, and they never met. At the end of the academic year, he moved to London and continued working on his dissertation, which he finished a year later. Eliot’s immersion in contemporary philosophy, particularly in Bradley’s idealism, had many effects, of which two proved especially important. Positively, these materials suggested methods of structure that he was able to put to immediate use in his postwar poems. Negatively, his work in philosophy convinced him that the most sophisticated answers to the cultural and spiritual crisis of his time were inadequate. This conclusion contributed to his decision to abandon the professorial career for which his excellent education had prepared him and instead to continue literary pursuits.\n \nEliot’s career as a poet can be divided into three periods—the first coinciding with his studies in Boston and Paris and culminating in “The Love Song of J. Alfred Prufrock” in 1911; the second coinciding with World War I and with the financial and marital stress of his early years in London, and culminating in The Waste Land in 1922; and the third coinciding with his angst at the economic depression and the rise of Nazism and culminating in the wartime Four Quartets in 1943. The poems of the first period were preceded only by a few exercises, published in school magazines, but in 1910 and 1911 he wrote four poems: “Portrait of a Lady,” “Preludes,” “Rhapsody on a Windy Night,” and “The Love Song of J. Alfred Prufrock”—that introduce themes to which, with variation and development, Eliot returned time and again. One of the most significant is the problem of isolation, with attention to its causes and consequences in the contemporary world. In “Portrait of a Lady” a man and woman meet, but the man is inarticulate, imprisoned in thought. In this ironic dramatization of a “conversation galante,” the woman speaks without thinking and the man thinks without speaking (a structure to be repeated in “A Game of Chess” in The Waste Land).\n \nThe profound isolation of the characters in “Portrait of a Lady” becomes in “The Love Song of J. Alfred Prufrock” an isolation that is absolute. The specific lady is succeeded by generalized women; the supercilious youth by the middle-aged intellectual he will become, for whom women and indeed the entire universe exist as abstractions. The poignance of this poem derives in part from a tension between Prufrock’s self-generated isolation and his obsession with language. Although he is afraid to speak, he can think only in the language of dialogue. This dialogue with himself, moreover, consistently turns on the infinite possibilities (or impossibilities) of dialogue with others. In “Rhapsody on a Windy Night” the female Other, similarly isolated and isolating, is a young prostitute in a stained dress hesitating in a doorway, desired and despised at once, overshadowed by an old prostitute, the pockmarked moon, smiling feebly on the midnight walker.\n \nIn these early poems, the progression from a feeble attempt to communicate in “Portrait of a Lady” to a total failure in “The Love Song of J. Alfred Prufrock” is paralleled on other levels. The isolation is sexual, social, religious, and (because Eliot is a poet) vocational. In “Portrait of a Lady,” other people and perhaps God exist, but they are unreachable; in “The Love Song of J. Alfred Prufrock” and “Rhapsody on a Windy Night” they exist only as aspects of the thinker’s mind; in “Preludes,” the Other, whether human or divine, has been so thoroughly assimilated that he/she can no longer be defined. This situation is explicitly aesthetic. The drawing-room protagonist of “Portrait of a Lady” is paralleled by an artist in the concert room, and both the suitor and the pianist fail to reach their listeners. In both cases, the failure is described in ceremonial terms that superimpose the religious on the sexual and aesthetic. J. Alfred Prufrock—as lover, prophet, poet—also fails to reach his audience. These failures are skillfully layered by the use of imagery that defines Prufrock’s problem as sexual (how to relate to women), religious (how to raise himself from the dead, how to cope with his own flesh on a platter), and rhetorical (how to sing, how to say, how to revise). And as “The Love Song of J. Alfred Prufrock” shows most clearly, the horizontal and vertical gaps mirror a gap within, a gap between thought and feeling, a partition of the self.\n \nBetween the poems of 1910-1911 and The Waste Land, Eliot lived through several experiences that are crucial in understanding his development as a poet. His decision to put down roots, or to discover roots, in Europe stands, together with his first marriage and his conversion, as the most important of his entire life. Eliot had been preceded in London by his Harvard friend Aiken, who had met Ezra Pound and showed him a copy of “The Love Song of J. Alfred Prufrock.” Eliot called on Pound on September 22, 1914, and Pound immediately adopted him as a cause, promoting his poetry and introducing him to William Butler Yeats and other artists. In 1915, at a time when Eliot was close to giving up on poetry, Pound arranged for the publication of “The Love Song of J. Alfred Prufrock” in Poetry magazine, and in 1917 he facilitated the publication of Prufrock and Other Observations. Pound continued to play a central role in Eliot’s life and work through the early 1920s. He influenced the form and content of Eliot’s next group of poems, the quatrains in Poems (1919), and more famously, he changed the shape of The Waste Land by urging Eliot to cut several long passages.\n \nThe impact of Pound, however, pales beside that of Vivienne (or Vivien) Haigh-Wood, the pretty English governess Eliot married in 1915. In an April 24 letter to Hinkley describing his social life at Oxford, Eliot mentioned that he had met an English girl named Vivien. Pound, as part of his strategy for keeping Eliot in England, encouraged him to marry her, and on June 26, without notifying his parents, he did so at the Hampstead Registry Office. However lovingly begun, the marriage was in most respects a disaster. In the 1960s, in a private paper, Eliot admitted that it was doomed from the start: “I think that all I wanted of Vivienne was a flirtation or a mild affair: I was too shy and unpractised to achieve either ... I came to persuade myself that I was in love with her simply because I wanted to burn my boats and commit myself to staying in England. And she persuaded herself (also under the influence of Pound) that she would save the poet by keeping him in England.” The odd nature of this misalliance was immediately evident to Eliot’s friends, including Russell, Mary Hutchinson, and Virginia Woolf. Vivienne Eliot, who had suffered from “nerves” for years, became irrecoverably ill after the marriage, and Eliot, himself in fragile health, felt partially responsible for her deterioration. This burden is the biographical shadow behind a motif recurrent in the poems and plays—the motif of “doing a girl in.” The struggle to cope emotionally and financially with his wife’s escalating illness exhausted Eliot and led, in 1921, to his collapse. His failed attempt between 1915 and 1922 to build a bridge across the gulf that separated them, reflected most conspicuously in part 2 of The Waste Land, is a lived experience behind all of his subsequent work.\n \nEliot had arrived in England the month that World War I began. Like his European friends, he was deeply disturbed by unfolding events and desperately worried about acquaintances on the battlefield. In May 1915 his close friend Jean Verdenal was killed. On May 31, the first German bomb hit London, killing 28 people and wounding 60. Within a week or two of this watershed event, Eliot moved to the City (the financial district), where he remained throughout the war. In 1916 he wrote to his brother that “The present year has been ... the most awful nightmare of anxiety that the mind of man could conceive.” Eliot, who loved both France and England, tried to enlist, but his application was complicated by his failure to pass the medical exam. By the time the war ended in November 1918, an influenza epidemic was sweeping over the world, claiming nearly three times as many lives as had been lost in the war. By then both Eliots were gravely ill, and it took them years to recover completely.\n \nThe events of these years were formative in Eliot’s life and art. First, the precipitous marriage complicated his attitude toward sexuality and human love. Some of the poems written during and immediately after the war (“Sweeney Erect,” for example, and The Waste Land) connect sexuality with violence in troubling ways. Second, the marriage, the war, and the change of vocation generated estrangement from America in general and from his family in particular. His family disapproved of the marriage and the decision to drop philosophy as a career, and because the family lived in America, far from the bloodshed, they had a superficial idea of the suffering in Europe. Eliot continued to brood over the fact that his dying father believed that his son had made a mess of his life. Third, the events of these years led to severe financial distress. To support himself and his chronically ill wife, Eliot took a job as a teacher—in the fall of 1915 at High Wycombe Grammar School, and throughout 1916 at Highgate Junior School. Finding the teaching of young boys draining work, he gave it up at the end of 1916, and in March 1917 he began work in the Colonial and Foreign Department of Lloyds Bank. Although he stayed with Lloyds for the next nine years, he discovered that banking, like teaching, did not produce nearly enough income to cover his expenses and Vivienne Eliot’s medical bills. He was thus forced to supplement his duties as teacher, banker, and nurse to his wife with night work as lecturer, reviewer, and essayist. Working from 1916 to 1920 under great pressure (a 15-hour workday was common for him), he wrote essays, published in 1920 as The Sacred Wood, that reshaped literary history.\n \nEliot’s early essays can be seen as a discursive variation on the subjects underlying the early poems; his awareness, for example, of the problem of isolation, its causes and its consequences, is evident in the essays. In the poems, the emphasis is on isolation of individuals and classes from one another and on the human isolation from God. In the literary criticism, the emphasis is on the artist in isolation, cut off from his audience and from great artists and thinkers of both the present and the past. In “Tradition and the Individual Talent” (1919), Eliot attempts to cope with the isolation of the artist resulting from the early 20th century’s massive repudiation of the past, a repudiation that severed man’s intellectual and spiritual roots. Eliot deals with the implications of this disaster by defining “tradition” as an ideal structure in which the “whole of the literature of Europe from Homer and within it the whole of the literature of his [the artist’s] own country has a simultaneous existence and composes a simultaneous order.” To put it more simply, he defines tradition not as a canon but as an ongoing and fluid relationship of writers, living and dead, within the mind and bones of the contemporary poet. Eliot’s reaction against Romanticism, similarly, is related to the fact that Romanticism celebrates the artist in isolation. Eliot’s notion that modern poetry should be complex derives in part from his attempt to overcome his isolation from his readers by forcing them to become involved as collaborators in his poetry. He suggests that a text is a self-sufficient object and at the same time a construct collaboratively achieved by a reader. His account of the way a poet’s mind works by unifying disparate phenomena is consistent with his dialectical imagination, as is his account of literary history.\n \nIn regard to his poetry, the period between 1911 and 1918 is for the most part a long dry stretch. He included in the Prufrock volume a few short pieces written in London and Oxford in 1914 and 1915, and he copied others not ready for publication into his notebook (published in 1996 as Inventions of the March Hare: Poems, 1909-1917). By 1916 he was afraid that “The Love Song of J. Alfred Prufrock” had been his swan song. And by 1917 he had become, by his own testimony, quite desperate. To get going again, Eliot wrote a handful of poems in French, one of which, “Dansk Restaurant,” in a truncated English version, ended up in The Waste Land. Eliot and Pound were at their closest during these years, and some of the impetus for Eliot’s revival as a poet came from his flamboyant friend. Both felt that the freedom achieved in the previous decade of revolution in the arts had degenerated to license, and they decided to move back toward more precise forms. For Eliot, the result was the quatrain poems, so called because they were modeled, at Pound’s suggestion, on the quatrains of Theophile Gautier’s Emaux et Camees (1852). These Gautier-inspired poems, all highly polished satires, include “The Hippopotamus,” “Sweeney Erect,” “Sweeney among the Nightingales,” “Burbank with a Baedeker,” “Mr. Eliot’s Sunday Morning Service,” “Whispers of Immortality,” and “A Cooking Egg.” The themes of the French poems and the quatrain poems overlap with those of the earlier poems-social and metaphysical loneliness, the absence of love, personal and cultural sterility, death—but the tone is even darker, with violence just beneath the surface. The focus-international, cultural, institutional—is broader than in the earlier poems. Prufrock is primarily an individual; Burbank and Sweeney are primarily types. Eliot’s miserable marriage and the experience of World War I seem to be the two most important events behind this shift in his work.\n \nEliot’s most significant single poem between 1911 and 1922 was “Gerontion.” Important in itself, it also serves as a transition to The Waste Land, to which, for thematic reasons, Eliot considered it an appropriate prelude, and to which, until dissuaded by Pound, he considered prefixing it. Formally, “Gerontion,” like “The Love Song of J. Alfred Prufrock,” descends from the dramatic monologue, but it is bolder and more comprehensive. The earlier poem is a portrait of an individual mind, but “Gerontion” is a portrait of the Mind of Europe, a container for fragments of history from the Battle of Thermopylae in 480 BCE to the Treaty of Versailles in 1919. The title character, as his name indicates, is old; born in ancient Greece, he survives as a desiccated Socrates “waiting for rain” on the doorstep of modern Europe. Like Prufrock, Gerontion is an intellectual, and the poem consists of his thoughts. To order these thoughts, Eliot uses the structural metaphor of houses within houses.\n \nOne of the most significant houses in this Chinese box-like poem is war-ravaged Europe, a house of horrors with “many cunning passages, contrived corridors.” Eliot began writing the poem in 1917, with the war still raging, and finished it in early 1919, a few months after the Armistice. Europe’s great dynastic and political houses lay in ruins, and nine million of her young had been slain for Western civilization. Different people analyzed the crisis in different ways; for Eliot, the violence was inseparable from a collapse of common ground in culture, the loss of the mythic substructure that enables the individual to understand his relatedness to anyone or anything. The collapse of shared assumptions in many fields—religion, physics, philosophy, art—produced a crisis in epistemology, in knowing, and this crisis is basic to all of Eliot’s work.\n \nEliot’s early years as a literary man bore tangible fruit in 1920 with the publication of his recent poems (as Ara Vos Free in England, Poems in America) and the best of his literary criticism (The Sacred Wood). As he wrapped up the details surrounding these projects, he moved on to what became a watershed in the history of European poetry. In December 1919 Eliot wrote to his mother that his New Year’s resolution was “to write a long poem I have had on my mind for a long time.” That long poem, The Waste Land, continues his exploration of what he saw as the decay of European civilization; but whereas “Gerontion” is his most impersonal poem, The Waste Land is to some extent quite personal, for it is strongly colored by a breakdown in his own life. In the years following his marriage, Eliot had suffered continuously from overwork and financial strain. The death of his father in 1919 also took a heavy toll, as did the loss of friends in the war. His most severe distress, however, was that associated with the breakdown of his marriage. It had become increasingly clear that he and Vivienne Eliot were not good for each other. His comments about her in the letters are kind (they reflect, mainly, concern for her health and respect for her resourcefulness), but as the poems “Hysteria” (1915) and “Ode” (1918) suggest, his feelings were more negative than he could ever have admitted to his family or friends, or even to himself. In the 1960s, in a private paper (quoted in The Letters of T S. Eliot, 1988), he finally acknowledged what had long been evident: “To her the marriage brought no happiness ... to me, it brought the state of mind out of which came The Waste Land:’\n \nThese years of unmitigated anxiety culminated, finally, in serious illness. In 1921, on the verge of a nervous breakdown, Eliot was forced to take a rest leave from the bank. In October he went for a month to Margate; and then, leaving Vivienne Eliot in Paris, he went to a sanatorium in Switzerland. In this protected environment, he devoted himself to completing the “long poem” that had been on his mind for years, a work in which his illness is included as part of the material. In January 1922 Eliot returned to London, stopping briefly in Paris, where he left the typescript of the poem, then called “He Do the Police in Different Voices,” with Ezra Pound. The latter immediately recognized it as a work of genius but thought it needed to be reduced in length. Eliot accepted most of Pound’s suggestions and later testified that Pound was “a marvelous critic because he ... tried to see what you were trying to do.” In October 1922 The Waste Land appeared in England in the first issue of the Criterion, the journal Eliot edited for most of the next two decades; in November it appeared in America in the Dial, with Eliot receiving the Dial Award of $2,000.\n \nThe Waste Land was taken by some critics as a tasteless joke, by others as a masterpiece expressing the disillusionment of a generation. As far as Eliot was concerned, it was neither. He needed, he explained in a 1959 Paris Review interview, to get something off his chest, adding, “one doesn’t know quite what it is that one needs to get off the chest until one’s got it off.” In a lecture at Harvard, quoted in The Waste Land facsimile (published in 1971), he responded to those who considered the poem to be a cultural statement: “To me it was only the relief of a personal and wholly insignificant grouse against life; it is just a piece of rhythmical grumbling.” The grumbling is personal, of course, which is why he calls it insignificant, but its causes are inseparable from those that set a generation or more of intelligent Westerners to grumbling. Eliot’s grouse against life is part of a larger and shared discontent about postwar civilization and the conditions of modern life. Another aspect of Eliot’s grumbling that is more than personal is his anxiety about possibility in art. A major theme in his poetry and prose from the beginning had been the situation of the artist who is isolated from his audience by a collapse of common ground in culture. Deprived of a shared mythic or religious frame, the modern artist was forced to come up with other means of unity. He had to find, as Eliot put it in his review of James Joyce’s Ulysses (1922), “a way of controlling, of ordering, of giving a shape and a significance to the immense panorama of futility and anarchy which is contemporary history.” The “narrative method,” rooted in sequence, in an orderly flow of life (and of stories) from beginning to end, had been rendered obsolete by modern science and by conditions of history.\n \nIn The Waste Land, consequently, Eliot experimented with a method that he hoped would be “a step towards making the modern world possible for art.” He called it the “mythical method” and defined it as the manipulation of a continuous parallel between an ordered world of myth (an abstraction) and a chaotic world of history, contemporary or otherwise. In keeping the chaos of his own time on the surface, the artist is being true to history; in referring this chaos to a timeless order, he is being true to art. The mythical method enabled Eliot in The Waste Land to deal simultaneously with such issues as his illness and failed marriage and larger issues such as the upheavals in politics, philosophy, and science that surrounded World War I. The title and much of the symbolism were taken from Sir James Frazer’s The Golden Bough (1890-1915) and Jessie Weston’s Arthurian studies, collected in From Ritual to Romance (1920). Frazer argued that all myths descended from a single ancestor (a monomyth) that in his reconstruction describes a land in which a king and his people are so interrelated that impotence in the ruler leads to sterility in the people and devastation in the land. Weston, a disciple of Frazer’s, argued that the Grail stories were part of this larger myth. The monomyth had special relevance to early-20th-century culture: God had been declared dead; the earth had been devastated by war; political leaders had proven impotent; an entire generation of young men had been slaughtered in France and Belgium; and survivors resembled ghosts on the streets of the city. The ancestor myth is not present in its entirety in The Waste Land but is generated in the reader’s mind by juxtaposition of fragments of its many variants and, as in Ulysses, by a complex web of references. The poem features many voices from many times and places, and together they reveal shifting perspectives on situations in which failures of leadership, community, and love have produced a wasteland. The use of slivers of myth to generate structure and the use of shifting perspectives are hallmarks of the radical form of The Waste Land.\n \nAnother aspect of form in the poem is parataxis, that is, the juxtaposition without transition of fragments, some no more than a single word. Bits of myth, literature, religion, and philosophy from many times and cultures are combined with snatches of music and conversation so contemporary they could have come from yesterday’s newspaper. Meaningless in themselves, the fragments in this literary collage become powerfully suggestive in their juxtaposition and in the way they echo and explain one another as they generate larger wholes.\n \nThe Waste Land consists of five parts in which Eliot’s own verse is mixed with fragments of the verse of others. The primary subject of the first section, “Burial of the Dead,” is death: death as a problem in waste disposal, death as part of a natural cycle, death as part of life, death as an end, death as a beginning. Eliot’s montage includes the death of the year, of individuals, of cities, of civilizations. All of these deaths go back in Frazer’s genealogy to primitive rituals in which death is followed by a ritualistic “planting” intended to insure a rich harvest. Eliot refers specifically to such rituals in the lines, “That corpse you planted last year in your garden, / Has it begun to sprout?” The planting, in April, of a male corpse (or part of one, usually the genitals) in mother earth is at the center of many ancient fertility ceremonies. But Eliot’s lines refer also to the contemporary world, where planting the corpse ensures harvest by acting as organic fertilizer, and where April is cruel because, in “breeding / Lilacs out of the dead land,” it promises what it does not deliver-new life.\n \nThe underlying subject of the second section, “A Game of Chess,” is sex, in myth part of an interest in life. In history, though, as Eliot shows, sex is often not associated with life at all. He juxtaposes two “love” scenes—minidramas from opposite ends of the social scale, both displaying sterile and meaningless relationships. The relationship of an upper-middle-class couple is structured by a game of chess, and that of a Cockney couple by visits to the pub. Through allusion, other sterile sexual situations—Ophelia’s, Cleopatra’s, Philomela’s—are superimposed. The underlying subject of section three, “The Fire Sermon,” is again the sexual wound behind the decay of civilization. As in “A Game of Chess,” there are two contemporary sexual situations—one, a homosexual proposition; the other, a mechanical sexual transaction between a typist and a clerk. Both situations issue from boredom; both, obviously, are loveless and fruitless. The underlying subject in the short fourth section, “Death by Water,” is again death. The drowning of a sailor, followed by dissolution, is juxtaposed, through allusion, to the “death” by water of Christian baptism and of Frazer’s vegetation myths, both of which are ritualistic preludes to rebirth. The ritualistic death by water involves purification; the contemporary death by water is also, ironically, a purification, a literal cleansing of bones.\n \nThe underlying subject of the last section of The Waste Land, “What the Thunder Said,” is restoration, not as a fact, but as a remote possibility. The previous images of drought and sterility reappear, but now accompanied by images suggesting the possibility of revitalization. Thunder sounds in the distance; Christ, the slain and resurrected hero whose death effects restoration, walks the land; the mythic hero whose personal trials can secure communal blessing approaches the Chapel Perilous. The tide of this section refers to an Indian legend in which men, gods, and devils listen to the thunder and then construct from that sound the positive message that can restore the wasteland and make its inhabitants fruitful again. The poem ends, however, not with restoration but with an avalanche of fragments, the most concentrated in the entire poem. The last fragment (“Shantih Shantih Shantih”), by chance a benediction, is the crudest in that, like April, and perhaps like thunder, it awakens expectations that it does not satisfy.\n \nRestoration, then, is present only as a whisper; it all hinges, finally, on one’s willingness to take the given and to construct something that will enable the retrieval of structure and meaning. The last lines suggest a distinction that became crucial in Eliot’s own life: while it may not be possible to reclaim Western civilization, it may be possible to restore order in one’s personal life.\n \nIn 1926 Eliot was invited to give the Clark Lectures at Cambridge (published in 1993 as The Varieties of Metaphysical Poetry), and in 1932, by this time a world-renowned poet and critic, he was invited to Harvard as the Charles Eliot Norton Professor of Poetry. Three events of the intervening decade are important in following the shape of his life and art. First, his financial and in a sense his vocational situation was settled when, in 1925, he left Lloyds Bank for the publishing house of Faber and Gwyer (later Faber and Faber). Second, his marital situation continued to deteriorate, ending with his permanent separation from Vivienne Eliot in 1932; and third, in 1927, his spiritual odyssey culminated in baptism into the Anglican Church and naturalization as a British subject. The financial nightmare had begun to fade in 1922 when he launched The Criterion. When Eliot announced on the eve of World War II that he was bringing The Criterion to a close, he was able to look back with considerable pride on the quality and range of his accomplishments. By publishing the work of such distinguished writers as Paul Valery, Marcel Proust, Joyce, Woolf, D.H. Lawrence, Auden, Jacques Maritain, Maurras, and Wilhelm Worringer, he had greatly enhanced intellectual fellowship in Europe. At Faber and Faber, Eliot found a congenial and enduring group of associates, and through the publishing house, he was able to be a mentor and friend to younger writers.\n \nThe community of intellectuals and artists of which Eliot became a part assuaged somewhat the sense of fragmentation that had always haunted him. The sexual and the religious aspects of his isolation, however, proved resistant to improvement. He and Vivienne Eliot were unable to forge any sort of unity, and as their relationship and her health continued to worsen, he suffered in ways that surfaced in his poetry. Inseparable from his realization that human love, and in particular, sexual love, had failed was his turn toward God and the church. The emptiness and desolation of this period are perfectly caught in “The Hollow Men,” composed in fragments over a two- or three-year period and first appearing as a single poem in Poems 1909-1925 (1925).\n \nWritten in the style of what Eliot once said was the best part of The Waste Land—the water-dripping song in “What the Thunder Said”—“The Hollow Men” is based on four main allusions: Dante’s Divine Comedy (circa 1310-1314), William Shakespeare’s Julius Caesar (1599), Joseph Conrad’s Heart of Darkness (1902), and an event in English history, the Gunpowder Plot of 1605. Dante, Shakespeare, and Conrad are arguably the most important writers in the background of Eliot’s art, and Heart of Darkness is probably second only to The Divine Comedy as an intellectual/spiritual resource. Conrad’s Mr. Kurtz, a cultivated European idealist and carrier of civilization to dark places, glimpses as he dies a vision that he expresses as “The horror! The horror!” These words, included in Eliot’s original epigraph for The Waste Land, describe the vision both Conrad and Eliot saw beneath the veneer of European civilization. And they describe what Conrad probably and Eliot certainly saw beneath the surface of modern idealism.\n \nIn “The Hollow Men,” Eliot focuses on the idealism shared by such figures as Brutus, Guy Fawkes, and (as in The Waste Land) Kurtz, and in an epigraph that is also a conclusion, he quotes from Heart of Darkness the simple announcement by a jungle boy: “Mistah Kurtz—he dead.” The death of Kurtz and all that he stands for is at the center of the meaning of this poem. The “Old Guy” of the epigraph is not only Guy Fawkes but also “the old man” whose death, according to Saint Paul, is the condition of new life. Many figures in Eliot’s early poems, including all the gods and semigods from Frazer, have to die or be put to death as the condition for the continuation of life. Those who cannot die cannot really live. The most striking of these death-in-life figures is the Sibyl of Cumae who presides over The Waste Land. In “The Hollow Men,” Eliot does not go beyond a presentation of emptiness, but in the act of presenting that, he seems to accept the death that is the essential step toward his own vita nuova. In “Gerontion” and The Waste Land, Eliot had seen the death-in-life figures as primarily other than himself. But in “The Hollow Men,” in trying to voice his own inarticulate emptiness, he numbers himself among the living dead. His idealism, like that of Brutus, Fawkes, and Kurtz, has led him to the cactus land.\n \nThe way out of the cactus land led Eliot to his baptism on June 29, 1927 into the Anglican Communion. In November, in what seemed to him part of the same ritual, he was naturalized as a British citizen. Many of Eliot’s contemporaries, having adopted him as a sort of spokesman, felt that in embracing traditional Christianity he had abandoned them. He explained in “Thoughts After Lambeth” (1931) that he had never intended to be the spokesman for a generation; that he had been trying all along to work out his own salvation; and that, for “powerful and concurrent reasons,” he had been drawn inexorably toward Christianity. In March 1932, in a brief article in the Listener, he explained, “In my own case, I believe that one of the reasons was that the Christian scheme seemed to me the only one which would work ... the only possible scheme which found a place for values which I must maintain or perish.” Like Blaise Pascal, Eliot had proceeded to the Christian position by a careful process of rejection and elimination. He had considered Buddhism and tried schemes from philosophy and anthropology, and he concluded that these options failed to account for the world as he saw it and were an inadequate basis for order in life and in art. In a striking revision of his early aesthetic of impersonality, Eliot used his own spiritual struggle as material in his next major poem, Ash-Wednesday.\n \nAsh-Wednesday is composed of six lyrics, three of which had been published separately before the 1930 publication of all six under one tide. The tide refers to the first day of Lent, a day of repentance and fasting in which Christians acknowledge their mortality and begin the 40-day period of self-examination leading to the new life promised by Easter. The structure of this sequence comes from Eliot’s new principle of order, the Christian scheme that for him had subsumed both Bradley and Frazer. In place of the monomyth as a reference point, Eliot now uses the Incarnation of Christ-not only in Ash-Wednesday but also in Four Quartets and the plays. The Incarnation represents an intersection of the human and the divine, of time and the timeless, of movement and stillness. Eliot’s earlier schemes had been a means of making art possible in the chaos of contemporary history; his new scheme, however, is a means of making life, of which art is only a part, possible. The integration of life and art can be seen in the fact that Ash-Wednesday is at once more personal, confessional even, and at the same time more formal and stylized than the earlier work.\n \nFor all its brightness, Ash-Wednesday remains a poem about twilight, about “the time of tension between dying and birth.” The tension is resolved in Marina (published as a Christmas pamphlet in 1930), frequently regarded as Eliot’s most beautiful short poem. It consists of an interior monologue spoken by Pericles, Prince of Tyre, who in Shakespeare’s play sails the seas in search of his beloved wife, lost after giving birth at sea to an infant daughter, also lost and presumably dead. Eliot’s monologue, inspired by Shakespeare’s recognition scene, conveys the wonder and awe the old prince experiences in realizing that the beautiful girl standing before him is Marina, a recognition that not only restores a daughter but also leads to the restoration of his wife.\n \nThe decade inaugurated with Ash-Wednesday was an eventful one for Eliot. In 1932 he published Selected Essays 1917-1932, a collection of his literary criticism through the 1920s. The same year, in September, he returned to America to deliver the prestigious Charles Eliot Norton lectures at Harvard. Vivienne Eliot remained in England. In this critical moment, Eliot decided that they could no longer live together. For several reasons, he did not want to divorce her, and so he asked his London solicitor to prepare a “Deed of Separation.” After he returned to England, they lived apart and rarely saw each other. Her health declined even more, and in 1939 she was institutionalized by her brother Maurice.\n \nThe most rewarding part of Eliot’s year in America, his first visit home in 18 years, was that it enabled him to renew his relationship with surviving members of his family. In December he traveled to California, ostensibly to give a lecture at Scripps College, but actually to spend time with Hale, who was a professor there. Except for the distress caused by the situation with his wife, Eliot enjoyed his homecoming. His Harvard lectures, a survey of high points in English criticism from the Renaissance to the 1920s, were published in 1933 as The Use of Poetry and the Use of Criticism. In January 1933 he delivered the Turnbull Lectures at Johns Hopkins University, and in May the Page-Barbour Lectures at the University of Virginia. The Virginia lectures, published as After Strange Gods in 1934, constituted an attempt to fine-tune his old concept of tradition, rechristening it “orthodoxy.” Back in England, he lectured at Edinburgh and Cambridge, the Cambridge lectures later printed as The Idea of a Christian Society. Also in the 1930s, Eliot realized his longstanding ambition of becoming a dramatist, finishing both Murder in the Cathedral and The Family Reunion. He also published Old Possum’s Book of Practical Cats (1939), light poems composed for his godchildren.\n \nEliot’s major poetic achievement during the 1930s was Burnt Norton, composed in 1935, initially considered as an independent work—and included as such in Collected Poems 1909-1935—but becoming during the war the first of four comparable works that together are known as Four Quartets. This sequence-Burnt Norton, East Coker, The Dry Salvages, and Little Gidding—is widely regarded as Eliot’s masterpiece. He himself thought Four Quartets his greatest achievement and Little Gidding his best poem.\n \nWhereas his early poems had been centered on the isolated individual, Four Quartets is centered on the isolated moment, the fragment of time that takes its meaning from and gives its meaning to a pattern, a pattern at once in time, continuously changing until the supreme moment of death completes it, and also out of time. Since the individual lives and exists only in fragments, he can never quite know the whole pattern; but in certain moments, he can experience the pattern in miniature. These timeless moments—“the moment in the rose-garden, / The moment in the arbour where the rain beat, / The moment in the draughty church at smokefall”—provide for Eliot the means of conquering time. This moment of sudden illumination, in and out of time, Eliot associates with the Word-made-flesh, the Incarnation; and also with the word-made-art, poetry. The part/pattern configuration, especially in these three dimensions, is both the main subject and the main principle of form in Four Quartets.\n \nThe fact that Four Quartets is a meditation on time and a celebration of pattern points to a secondary principle of form, albeit the one usually mentioned first by critics. From the collective title and from a lecture called The Music of Poetry (1942), delivered early in the year he finished Little Gidding, it is clear that Eliot was working with a musical analogy throughout Four Quartets, especially in regard to structure. The most conspicuous analogies to music include statement and counterstatement, theme and variation, tempo variation, and mood variation. By using the musical analogy, Eliot was able to avoid monotony, the plague of long and complex philosophical poems. The analogy with music is useful in clarifying the non-discursive nature of Four Quartets, but as Eliot warns in The Music of Poetry and in essays on the French symbolists, it should not be pushed too far.\n \nThe title of each meditation refers to a specific place important to the poet. Burnt Norton is the name of a country house in Gloucestershire that Eliot visited in the summer of 1934 in the company of Hale. The title of East Coker refers to the village in Somersetshire from which, in the 17th century, Eliot’s family had immigrated to America, and to which, after his death, Eliot’s own ashes were to be returned. The mystery of beginnings and ends—“In my beginning is my end,” “In my end is my beginning”—in and out of history is explored in this work. The third of the Four Quartets takes its title from a small but enormously treacherous group of rocks, the Dry Salvages, located off the coast of Cape Ann, Massachusetts, where Eliot had passed his childhood summers. These rocks, the cold and seemingly limitless ocean in which they are anchored, and the great Mississippi River of his childhood are the major symbols in this meditation. The last of the Four Quartets takes its title from a tiny village in Huntingdonshire, Little Gidding, which in the 17th century had been a community of dedicated Christians under the leadership of Nicholas Ferrar.\n \nThe Four Quartets all have the same general form. The first part of each consists of a meditation on time and consciousness, arranged as a statement/counterstatement/recapitulation. The second consists of a highly structured poetical passage followed by a relatively prosaic passage, both on the general subject of being trapped in time. The third explores implications of the first two in terms of a journey metaphor, some concept of the movement of the self in and out of time. The fourth is a brief lyric treating of death and rebirth. The fifth begins with a colloquial passage and then ends with a lyric that secures closure by returning to the beginning and collecting major images. The fifth section in each work incorporates a meditation on the problem of the artist who must still move in stillness, keep time in time (both continuously move in step, and continuously be still).\n \nEliot’s career as a poet virtually ended with Four Quartets. His long-standing despair over Western civilization, at the heart of “Gerontion” and The Waste Land and still conspicuous in 1939 in his farewell editorial for The Criterion, was somewhat displaced by the onset of World War II. He realized anew that there were traditions and principles worth dying for, and he did what he could to help preserve them—for example, serving as a fire watcher on the roof of Faber and Faber during the bombing of London in 1940, an experience represented in the “compound ghost” section of Little Gidding. This period was marked by the loss of friends, including Yeats in 1939 and Joyce and Woolf in 1941. In January 1947, the most painful chapter in his personal history came to an end when, after years of illness, Vivienne Eliot died of a heart attack. Pound was by this time confined in a mental hospital, St. Elizabeth’s in Washington, DC, charged with treason for radio speeches made during the war. With other concerned friends, Eliot did what he could to improve the situation of his old benefactor. Against these lengthening shadows, Eliot must have experienced some pleasure in his growing reputation as one of the greatest living poets and distinguished men of letters.\n \nWhat remained of Eliot’s creative energy was put into his comedies—The Cocktail Party, The Confidential Clerk (performed in 1953, published in 1954), and The Elder Statesman (performed in 1958, published in 1959). The first was a popular success, winning international prizes and, when it opened on Broadway, attracting an audience that included Ethel Barrymore and the duke and duchess of Windsor. In the late 1940s and 1950s Eliot returned to America for several appearances at universities, including Princeton, the University of Chicago, and Washington University. He continued with his work at Faber and Faber during the 1950s, and he accepted invitations to lecture in South Africa, Edinburgh, and other places.\n \nBeginning in the late 1940s, Eliot received almost every accolade the West had to offer a poet. Several universities, including his alma mater, bestowed honorary doctorates. In 1948 he received England’s most exclusive and prestigious civilian prize, the Order of Merit, and, in the same year, the Nobel Prize in Literature. He responded to the Nobel with a mixture of gratitude and humor. Biographer Peter Ackroyd records that when asked what he received the prize for, Eliot said that he assumed it was for “the entire corpus.” The reporter responded, “When did you write that?” In The New York Times (November 21, 1948) a reporter asked how it felt to win the Nobel Prize, and Eliot replied, “One does not feel any different. It isn’t that you get any bigger to fit the world, the world gets smaller to fit you.” The biggest difference made by the Nobel, perhaps, was that it increased Eliot’s anxiety regarding his future work. Knowing his best work was in the past, he feared that the prize would create expectations he could no longer satisfy. In the decade that followed, nevertheless, he continued to receive international awards. The status of this most private and difficult poet is indicated by his coverage in popular magazines (in March 1950 he appeared on the cover of Time) and by the size of his audiences (he attracted a crowd of nearly 15,000 for a 1956 lecture in Minneapolis). Eliot accepted all of this attention with characteristic grace and good humor. As his obituary in the London Times (January 6, 1965) noted, “He was, above all, a humble man; firm, even stubborn at times, but with no self-importance; quite unspoilt by fame; free from spiritual or intellectual pride.” This quotation is substantiated by the testimony of those who knew him as a person rather than as a monument.\n \nThe most important event in Eliot’s later life was his second marriage. At age 68, he married Esme Valerie Fletcher, his devoted secretary at Faber and Faber since 1950, and almost 40 years his junior. By all accounts, this happy marriage rejuvenated the poet. His obvious contentment may seem to contradict most of his earlier references to sexual love, but in fact his belated marital bliss reveals with special clarity a larger pattern in his life and art. That pattern involves a continuous quest for wholeness. His early obsession with brokenness and isolation can easily be seen in retrospect as the negative expression of a quest for wholeness and communion. The second marriage is important because it is the complement in his personal life of the religious unity he found through commitment to the Incarnation, and of the aesthetic unity he achieved in Four Quartets. The personal unity, the “new person / Who is you and me together,” is celebrated in his swan song, The Elder Statesman, most explicitly in its dedicatory poem, “A Dedication to My Wife.”\n \nT.S. Eliot’s last years, though happy, were darkened by illness. He died of emphysema in London on January 4, 1965. The London Times obituary was titled “The Most Influential English Poet of His Time,” and the long obituary in Life magazine concluded with “Our age beyond any doubt has been, and will continue to be, the Age of Eliot.” Such claims inevitably provoke reaction and reevaluation. In Eliot’s case, the reevaluation, well under way even before his death, has reaffirmed his stature as a great poet and a central figure in the European tradition.\n \n", "attrs": {"Region:": ["England"], "School/Period:": ["Modern"]}}