{"pf_url": "https://www.poetryfoundation.org/poets/tchicaya-u-tam’si", "name": "Tchicaya U Tam’si", "yob": "1931", "yod": "1988", "image": null, "bio": "\n                                                                    Born Gérald Félix Tchicaya in Mpili in the former French Congo, poet, journalist, and activist Tchicaya U Tam’si moved to Paris in 1946 with his father, who was a Congolese deputy to the French National Assembly. U Tam’si completed his education in Paris and Orléans.    U Tam’si’s poetry uses symbolism, dark humor, and surrealist, corporeal imagery to explore cultural identity in a politically unstable society. A member of the Congolese independence movement, U Tam’si creates work on the nature of African identity that is sometimes connected to Léopold Sédar Senghor’s Négritude movement, which advocated for the protection of a distinct African culture in the face of French colonialism and European exploitation.   U Tam’si published six collections of poetry during his lifetime: Le mauvais sang (1955), Feu de brousse (1957), À triche-coeur (1958), Epitomé (1962), Le Ventre (1964), and L’arc Musical (1970). Epitomé was awarded the 1966 Poetry Prize at the World Festival for Negro Arts. U Tam’si also wrote the play Le Zulu (1977) and edited the anthology La veste d’intérieur (1977).    Translations of U Tam’si’s poetry into English include Brush Fire (1964, translated by Sangadore Akanji) and Selected Poems (1970, translated by Gerald Moore). Selections of his poems appear in the Penguin Book of Modern African Poetry (1999) and in The Negritude Poets: An Anthology of Translations from the French (1989).   U Tam’si served in Paris as UNESCO’s educational representative for the Congo. He died in Oise, France. ﻿\n                                                            ", "attrs": {"Region:": ["France"]}}