{"pf_url": "https://www.poetryfoundation.org/poets/terrance-hayes", "name": "Terrance Hayes", "yob": "1971", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/19/198496b3f730c85668327e98d20f7bd9906064e2.jpeg", "bio": "\nBorn in Columbia, South Carolina, Terrance Hayes earned a BA at Coker College and an MFA at the University of Pittsburgh. In his poems, in which he occasionally invents formal constraints, Hayes considers themes of popular culture, race, music, and masculinity. “Hayes’s fourth book puts invincibly restless wordplay at the service of strong emotions: a son’s frustration, a husband’s love, a citizen’s righteous anger and a friend’s erotic jealousy animate these technically astute, even puzzlelike, lines,” observed Stephanie Burt in a 2010 review of Lighthead for the New York Times. In a 2013 interview with Lauren Russell for Hot Metal Bridge, Hayes stated, “I’m chasing a kind of language that can be unburdened by people’s expectations. I think music is the primary model—how close can you get this language to be like music and communicate feeling at the base level in the same way a composition with no words communicates meaning? It might be impossible. Language is always burdened by thought. I’m just trying to get it so it can be like feeling.”\r\n \r\nHayes’s poetry collections include American Sonnets for My Past and Future Assassin (2018), finalist for the National Book Award; How to Be Drawn (2015), finalist for the National Book Award and the National Books Critics Circle Award; Lighthead (2010), winner of the National Book Award and finalist for a National Book Critics Circle Award; Wind in a Box (2006), finalist for the Hurston-Wright Legacy Award; Hip Logic (2002), chosen for the National Poetry Series and finalist for an LA Times Book Award and an Academy of American Poets James Laughlin Award; and Muscular Music (1999), winner of a Kate Tufts Discovery Award. His poems have also been featured in several editions of Best American Poetry and have won multiple Pushcart Prizes. He is also the author of a prose book based on his Bagley Wright lectures: To Float in the Space Between: A Life and Work in Conversation with the Life and Work of Etheridge Knight (Wave Books, 2018), which was winner of the Poetry Foundation's 2019 Pegasus Award in Poetry Criticism.\r\n \r\nHayes’s additional honors include a Whiting Writers’ Award and fellowships from the MacArthur Foundation, the National Endowment for the Arts, and the Guggenheim Foundation. He has taught at Carnegie Mellon University, the University of Alabama, and the University of Pittsburgh. Hayes is currently professor of English at New York University.\n", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}