{"pf_url": "https://www.poetryfoundation.org/poets/tess-gallagher", "name": "Tess Gallagher", "yob": "1943", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/20/a4e9bd3a3c523154a98625a1d08af7b19df8896a.jpeg", "bio": "\nPoet, essayist, and short story writer Tess Gallagher was born in 1943 in Port Angeles, Washington, to a logging family. Her early years were marked by the rhythms of seasonal work, as well as the landscape of both the Northwest and the Ozarks, where her grandparents lived. “I don’t know how many children really get to explore vast amounts of territory like that,” she has said in interviews. “It builds something in you.”\nGallagher earned degrees from the University of Washington, where she studied with Theodore Roethke, and the Iowa Writers’ Workshop. Though she continues to live in Port Angeles, Gallagher’s career has spanned countries: she has taught at various institutions including St. Lawrence University, the University of Montana, the University of Arizona, Syracuse University, Bucknell University, and Whitman College. She has translated the Romanian poet Lilian Ursu and collaborated with Jakucho Setouchi, a Japanese novelist and Buddhist nun, on the book Distant Rain (2006). Gallagher also owns a cottage in County Sligo, Ireland, where she lives part-time next to her “Irish companion,” the painter Josie Gray. Together they authored Barnacle Soup (2008), a collection of oral storytelling transcribed by Gallagher. Known for her accessible, intimate poetry, Gallagher has also written three short story collections, a form she was inspired to take up after her marriage to acclaimed short story writer Raymond Carver. Of the differences between writing prose and poetry, she said in an interview with Willow Springs: “I feel like prose comes much more from outside me than poetry does. Poetry is intimate and more generated in my own theater, shall we say. But in prose I have to be responsive to that story that’s coming to me and there has to be some part of me that goes out to meet it.”\r\n \r\nGallagher has published numerous collections of poetry, including Instructions for a Double (1976), which won the Elliston Book Award, Willingly (1984), Amplitude: New and Selected Poems (1987), Moon Crossing Bridge (1992) a series of sixty poems that centers on the theme of loss and grieving prompted by the death of Carver in 1988. Marilyn Kallet in American Book Review called “a rare document of loss, faith, and returns—return to the site of loving and to the gradual last breath, return to life's immediate summonings.”\nRecent poetry collections include My Black Horse (1995) and Dear Ghosts (2006), a collection of moving, highly personal elegies for family, friends, and lovers. Reviewing the book in the Guardian, Fran Brearton noted: “Gallagher’s longer narrative poems in the collection partly seduce, partly overwhelm, with their flood of detail, fluidity of imagery and their intimacy. The excess, even the sheer length of this book, may be part of the point; to travel this collection with the poet is an extraordinary, if emotionally exhausting, experience.” From her earliest work, Gallagher has written in a flexible free-verse style, braiding strands of confessional anecdote, everyday experience, and precise, even surreal imagery. Frequently turning to metaphor and narrative, Gallagher is, as Brearton noted, “preoccupied with poetry’s capacity to merge ‘two sides of two worlds.’” Gallagher is also the author of Midnight Lantern: New and Selected Poems (2011) and IS, IS NOT (2019), a book of poems dedicated to, and in deep conversation with, Gallagher’s long-term companion, the Irish painter and storyteller Josie Gray.\nGallagher’s increasing interest in the possibilities of narrative, and her relationship with Carver, whom she met in 1977, led her to write The Lover of Horses and Other Stories (1986), her first volume of short stories. Frequently depicting small moments of ordinary epiphany, Gallagher’s prose is known for its urgency and emotional honesty. In the New York Times, Michiko Kakutani called Gallagher “a strict, highly disciplined writer, and the tensile quality of her prose often reinforces the sense of danger—emotional, spiritual and physical—that lingers over these stories. Reading them, one begins to fear that something will happen... or even worse, that nothing will occur, leaving the characters to stew, alone, in their disconsolation.” Gallagher’s other collections of short stories include At the Owl Woman Saloon (1997) and The Man from Kinvara (2009). The literary executor of Carver’s estate, Gallagher has staunchly defended his work, seeking to publish the original version of his famed What We Talk About When We Talk About Love, published in 1981 as the product of severe editing on the part of Carver’s editor Gordon Lish. Bringing the book out as Beginners (2009) in the UK, Gallagher also fought to have it included in the Library of America’s Collected Stories of Raymond Carver (2009). Speaking to Jeff Baker of the Oregonian, Gallagher said, “I think what [Collected Stories] has done and what I have done in getting it published is... I have pushed the reset button on understanding Ray, what he cared about in his writing, his tone, his care for his characters.”\n\r\nPoet Stanley Kunitz once described Gallagher as “outstanding among her contemporaries in the naturalness of her inflection, the fine excess of her spirit, and the energy of her dramatic imagination.” She has won numerous awards for her work, including fellowships from the Guggenheim Foundation, the National Endowment for the Arts, and a Maxine Cushing Gray Foundation Award.\n \n \n \n", "attrs": {"Region:": ["U.S., Northwestern"]}}