{"pf_url": "https://www.poetryfoundation.org/poets/theodore-roethke", "name": "Theodore Roethke", "yob": "1908", "yod": "1963", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/17/f0c5890f021b2d4e3f4e3648652e5cc09d27f142.jpeg", "bio": "\nTheodore Roethke hardly fits anyone’s image of the stereotypical high-minded poet-intellectual of the 1940s through 1960s. Born in Saginaw, Michigan, his father was a German immigrant who owned and ran a 25-acre greenhouse. Though as a child he read a great deal and as a high school freshman he had a Red Cross campaign speech translated into 26 languages, he suffered from issues of abandonment and loss, and his lack of self-esteem led him to strive to be accepted by peers. When he was 14, his father died of cancer and his uncle committed suicide. He attended the University of Michigan, Ann Arbor, where he adopted a tough, bear-like image (weighing over 225 pounds) and even developed a fascination with gangsters. Eccentric and nonconformist—he later called himself “odious” and “unhappy”—Roethke yearned for a friend with whom he could talk and relate his ambitions. Poet and writer James Dickey once named Roethke the greatest of all American poets: “I don't see anyone else that has the kind of deep, gut vitality that Roethke's got. Whitman was a great poet, but he's no competition for Roethke.” His difficult childhood, his bouts with bipolar disorder, and his ceaseless search for truth through his poetry writing led to a difficult life, but also helped to produce a remarkable body of work that would influence future generations of American poets to pursue the mysteries of one’s inner self.\r\n \r\nRoethke’s awareness evolved at Michigan into a decision to pursue teaching—and poetry—as a career. He earned his BA and MA from the University of Michigan. The fascination with nature he explored so deeply in his later poetry compelled him to write in an undergraduate paper: “When I get alone under an open sky where man isn’t too evident—then I’m tremendously exalted and a thousand vivid ideas and sweet visions flood my consciousness.” In addition to the stories, essays, and criticism commonly expected of English students, Roethke began writing poetry at this time. “If I can’t write, what can I do,” he said, and though Richard Allen Blessing claimed he “wrote a reasonably good prose,” it still would “have taken a keen eye to detect the mature poet beneath the layers of undergraduate baby fat.” The direction towards his eventual career cleared somewhat when Roethke dropped out “in disgust” after a brief stint as a University of Michigan law student: “I didn’t wish to become a defender of property or a corporation lawyer as all my cousins on one side of the family had done.” The attitude evident in this decision supported biographer Allan Seager’s conclusion that it was more than an unsuppressible awareness of life that led him to choose poetry as a career: “It would be flattering to call it courage; more accurately it seems to have been an angry, defiant, Prussian pigheadedness that was leading him to his decision.”\r\n \r\nThe first 15 years of Roethke’s writing career, from his beginnings as an undergraduate to the publication of Open House, formed a “lengthy and painful apprenticeship” for the young writer. During this time, he briefly attended Harvard Law School, where he studied with poet Robert Hillyer, but he abandoned law school due to the Great Depression. In cultivating his poetic expression in the 1930s, Roethke relied heavily upon T.S. Eliot’s belief that “the only way to manipulate any kind of English verse, [is] by assimilation and imitation.” With this model in mind, Roethke himself once wrote “imitation, conscious imitation, is one of the great methods, perhaps the method of learning to write. ... The final triumph is what the language does, not what the poet can do, or display.” In her book The Echoing Wood of Theodore Roethke, Jenijoy La Belle summarized Roethke’s major challenge as a “conscious imitator”: “The modern poet should move away from the Romantic concept of personal expression. ... He must, in effect, march through the history of poetry—rewrite the poems of the past—that he may come out at the end of his journey a poet who has absorbed the tradition and who thus may take one step forward and add to that tradition.”\r\n \r\nRoethke’s task was no easy one. In addition to debts to such contemporaries as W.H. Auden, Louise Bogan, Babette Deutsch, and William Carlos Williams, his extensive and varied poetic tradition included Wordsworth, Blake, Christopher Smart, Donne, Sir John Davies, Whitman,  Yeats, Eliot, and Dante.\r\n \r\nAlong with these influences, the source of much of Roethke’s poetry was the notebooks he dutifully kept throughout his life. A measure of the devotion given to his craft can be found in his statement “I’m always working,” and indeed his pockets were seemingly always filled with jottings of striking thoughts and conversations. His less spontaneous reflections found a place in the workbench of his poetry—his notebooks. Though Roethke is not generally considered a prolific writer, a more accurate account of the time and effort spent developing his verse is apparent in this extensive accumulation of criticism (of himself and others), abstract thoughts, reflections on childhood, and, of course, poetry. In his biography of Roethke, The Glass House, Allan Seager estimated that only three percent of the lines of poetry in the more than two hundred notebooks was ever published.\r\n \r\nThe introspective Roethke announced his bold “intention to use himself as the material for his art” through the title of his first published volume, Open House. Not surprisingly, however, the book reflected the imitative and traditional elements of his “conscious imitation” apprenticeship.\r\n \r\nRegardless of the limitations evident in Open House, Seager pointed out that “most of the reviews were good and those that contained adverse criticisms tacitly acknowledged that this was the work of a genuine poet and not a beginner.” Marveling at Roethke’s “rare” ability to “remember and to transform the humiliation [‘of feeling physically soiled and humiliated by life’] into something beautiful,” Auden called Open House “completely successful.” In another review of the book, Elizabeth Drew felt “his poems have a controlled grace of movement and his images the utmost precision; while in the expression of a kind of gnomic wisdom which is peculiar to him as he attains an austerity of contemplation and a pared, spare strictness of language very unusual in poets of today.”\r\n \r\nRoethke kept both Auden’s and Drew’s reviews, along with other favorable reactions to his work. As he remained sensitive to how peers and others he respected should view his poetry, so too did he remain sensitive to his introspective drives as the source of his creativity. Understandably, critics picked up on the self as the predominant preoccupation in Roethke’s poems. Others, however, interpreted Roethke’s introspection more positively, claiming it is the essence of his work. Ralph J. Mills called this self-interest “the primary matter of artistic exploration and knowledge, an interest which endows the poems with a sense of personal urgency, even necessity.” Stanley Poss also heralded Roethke as “a test case of the writer whose interest in himself is so continuous, so relentless, that it transforms itself and becomes in the end centrifugal. With hardly a social or political bone in his body he yet touches all our Ur-selves, our fear and love of our fathers, ... our relish of the lives of plants and animals, our pleasures in women who have more sides than seals, our night fears, our apprehensions of Immanence.”\r\n \r\nWhether this introspection is a weakness or a strength of his poetry, the intensity he devoted to teaching demonstrates an obvious concern outside the self. An immensely popular professor, Roethke succeeded in driving his students to share his enthusiasm for poetry. Not only was he well liked, often extending classroom sessions into the local bar, he was unique, as demonstrated by a popular anecdote from one of his classes at Michigan State University: To stimulate his class in an assignment of the description of physical action, Roethke told his students to describe the act he was about to perform. He then crawled outside through a classroom window and inched himself along the ledge, making faces into each of the surrounding windows.\r\n \r\nSuch actions corresponded with what Roethke, a very demanding teacher, expected from his students’ poetry. Oliver Everette recalled him exclaiming, “You’ve got to have rhythm. If you want to dance naked in an open barndoor with a chalk in your navel, I don’t care! You’ve got to have rhythm.” Another student remembered him saying, “Please let me see evidences of an active mind. Don’t be so guarded—let your mind buzz around.” And, Roethke impressed poet David Wagoner with the line “motion is equal to emotion.” In addition to Wagoner, Roethke’s best-known students include the poets Richard Hugo, James Wright, Carolyn Kizer, and Jack Gilbert.\r\n \r\nThis energetic pursuit of both a teaching and a writing career at times understandably affected his outlook. Part of his frustration stemmed from the amount of time teaching entailed. “I’m teaching well,” he wrote in 1947, “—if I can judge by the response—but haven’t done one damned thing on my own. It’s no way to live—to go from exhaustion to exhaustion.” Later, the fatigue seemed even more crucial to him. “I think I can say there’s a real need for me to get out of teaching for a time,” he wrote William Carlos Williams in 1949. “I’m getting caught up in it: too obsessed with making dents in these little bitches. The best ones keep urging me to quit: not worth it, etc. etc.”\r\n \r\nThere were times when Roethke was unable to maintain any semblance of balance. His well-publicized mental breakdowns were, at least in part, the result from his going “from exhaustion to exhaustion.” Allan Seager explained the apparent inevitability of first attack (1935): “There was no great mystery about his going to the hospital—he had nearly ruined himself in a mad attempt to go without sleep, work hard on everything, eat only one or two meals a day because he was so intent on ‘this experiment’ he was making in his classes.” Roethke himself told Rolfe Humphries (with what Seager noted is a “perfectly rational” explanation) that the reason for his illness, which eventually brought him to the Mercywood Sanitarium in Ann Arbor, “was his own stupidity in trying to live ‘a pure and industrious life all of a sudden.’”\r\n \r\nHe suffered a second breakdown ten years later, in 1945, and they became increasingly more frequent in the ensuing decade; by 1958, he was attending therapy sessions six times a week.\r\nDespite his difficulties with mental illness, Roethke remained an invaluable and highly esteemed member of university faculty. Although Seager admitted the cause of Roethke’s problems “may have lain in the chemistries of his blood and nerves,” some have claimed that they were attributable to his intense self-exploration and that he was able to see into himself more clearly because of his illnesses. Kenneth Burke has shown that by willingly immersing himself in the conflicts of his childhood Roethke precipitated his second breakdown; one psychiatrist has said, “I think his troubles were merely the running expenses he paid for being his kind of poet.” Not denying the personal tragedy of Roethke’s illness, Rosemary Sullivan maintained, “he was able to see in his experience a potential insight into other thresholds of consciousness.” These views correspond with Roethke’s premise on the search for truth: “To go forward (as a spiritual man) it is necessary first to go back.” In The Lost Son (1948) he explored this pattern in the title poem and in its three companion pieces, as Sullivan explained: “They are desperate poems, each beginning in negative, life-denying solipsism which is gradually and painfully transcended until the poet achieves an exultant experience of wholeness and relation.” In the same vein, Roethke probed the darkness of his childhood in “The Greenhouse Poems” of The Lost Son.\r\n \r\nThe roots of the greenhouse sequence lay in the extensive greenhouses owned by Roethke’s father and uncle. For Roethke, whom Seager described as “thin, undersized and sickly as a boy, obviously intelligent but shy and diffident as well,” the greenhouses became a source of ambivalence: “They were to me, I realize now, both heaven and hell, a kind of tropics created in the savage climate of Michigan, where austere German Americans turned their love of order and their terrifying efficiency into something beautiful.” Associated with the greenhouse in measuring the effects of childhood was his father, a German American, who died when Roethke was 14. Sullivan explained the paradoxical father-son relationship: “Otto Roethke presented an exterior of authoritarian order and discipline [but] in the greenhouse he gave expression to a deep sensitivity to the beauty of nature.” The apparent tendency of Otto to hide this “vulnerable core,” Sullivan added, prevented Roethke from understanding his father. Feeling “angered and abandoned,” Roethke implicated himself in his father’s death, a death that prevented any gradual reconciliation between them. Sullivan further theorized that “from the consequent sense of his own inadequacy Roethke seems to have acquired the burdens of fears and guilts which haunted him all his life.” Certainly his writings—from essays written at the University of Michigan to the poem “Otto” in The Far Field—uphold Seager’s comment that “all his life the memory loomed over him.”\r\n \r\nBy scrutinizing the plants, flowers, and creatures, Roethke attempted to tie the world of the greenhouse to the “inner world” of man. “The sensual world of the greenhouse is the first garden from which we have all emerged,” explained Richard Blessing, “and the attempt to make meaning of it, to recall the energies of that place occupies us all in the lonely chill of our adult beds.” James G. Southworth agreed that the search through the past is a painful one, as demonstrated in the opening lines of “Cuttings (later)”: “This urge, wrestle, resurrection of dry sticks, / Cut stems struggling to put down feet, / What saint strained so much, / Rose on such lopped limbs to new life?” Ultimately the message spelled from the greenhouse sequence, as interpreted by Blessing, “reads that life is dynamic, not static; that the energy of the moment from the past preserves it, in part, in the present; that experience is a continuum, not a collection of dead instant preserved and pinned on walls we have left behind.”\r\n \r\nWhile The Lost Son focused on a child’s struggle for identity, Roethke made great advances in establishing his own identity as a poet during this time. Michael Harrington felt “Roethke found his own voice and central themes in The Lost Son” and Stanley Kunitz saw a “confirmation that he was in full possession of his art and of his vision.” Blessing echoed this praise when he wrote: “To my mind, the transformation of Theodore Roethke from a poet of ‘lyric resourcefulness, technical proficiency and ordered sensibility’ to a poet of ‘indomitable creativeness and audacity ... difficult, heroic, moving and profoundly disquieting’ is one of the most remarkable in American literary history.”\r\n \r\nRoethke’s next book of poetry, Praise to the End! (1951), followed much the same pattern set in The Lost Son by continuing “his most heroic enterprise,” the sequence of interior monologues initiated in the title poem of The Lost Son. Roethke himself offered these suggestions on how to read the new book: “You will have no trouble if you approach these poems as a child would, naively, with your whole being awake, your faculties loose and alert. (A large order, I daresay!) Listen to them, for they are written to be heard, with the themes often coming alternately, as in music, and usually a partial resolution at the end. Each poem ... is complete in itself; yet each in a sense is a stage in a kind of struggle out of the slime; part of a slow spiritual progress; an effort to be born, and later, to become something more.”\r\n \r\nAfter the intense explorations of The Lost Son and Praise to the End! “it is not surprising,” as W.D. Snodgrass pointed out, “that Roethke might at this point need to step back and regather his forces. He did just that in the group of ‘New Poems’ in The Waking (1954).” This next book of Roethke’s won the Pulitzer Prize for Poetry, and has long since been considered one of the most important books of contemporary American poetry. The title poem, “The Waking,” has been one of the most anthologized American poems of the 20th-century.\r\n \r\nRoethke’s marriage, his readings in philosophy and religion, and his feelings of anxiety and illness are, according to Malkoff, the most important events projected in the “New Poems” of Words for the Wind. His love poems, which first appeared in The Waking, earned their own section in the new book, “were a distinct departure from the painful excavations of the monologues and in some respects a return to the strict stanzaic forms of the earliest work,” said Stanley Kunitz. Ralph Mills described “the amatory verse” as a blend of “consideration of self with qualities of eroticism and sensuality; but more important, the poems introduce and maintain a fascination with something beyond the self, that is, with the figure of the other, or the beloved woman.” Roethke’s “surrender to sensualism,” claimed Robert Boyers, is not permanent: “He eventually discovers that the love of woman is not the ultimate mode for him.”\r\n \r\nAs Malkoff noted, Roethke is not a thoroughly consistent poet. “He moves from utter despair, to resignation, to mystic faith beyond mysticism and back to despair. We shall not find in his poems the development of a systematic philosophy; there emerges rather the complex figure of a man directly confronting the limitations of his existence with none of life’s possibilities ... excluded.” Words for the Wind wavers in this way when, in Kunitz’s words, “the love poems gradually dissolve into the death poems.” The book does conclude with “The Dying Man” and “Meditations of an Old Woman,” but these poems are more than gloomy contemplations of death: Blessing believed “The Dying Man” (dedicated to Roethke’s spiritual father, Yeats) “remains a poem about the creative possibilities inherent in the very shapelessness of death”; Malkoff thought “Meditations of an Old Woman” “provides a kind of frame of reference for the consideration of life, and which often reappearing, is never far from the poem’s surface. ... [Ultimately,] Words for the Wind, read from cover to cover, is the spiritual autobiography of a man whose excessive sensitivity to his experience magnifies rather than distorts man’s universal condition.”\r\n \r\nRoethke earned much of this magnified vision with an understanding of the mysticism that pervades Words for the Wind (1958) and The Far Field (1964), which both won the National Book Award for Poetry. Heavily influenced by Evelyn Underhill’s Mysticism, many of his later poems follow her psychological progression, as outlined by Sullivan: “They begin with the painful apprehension of personal insufficiency, aggravated by the awareness of the possibility of a deeper reality. This is followed by a desire for purification through self-castigation and mortification, which Underhill calls the painful descent into the ‘cell of knowledge.’ This leads to illumination, a sudden breakthrough to a heightened visionary joy in the awakening of transcendental consciousness. These are only the first three, as it were, secular stages of mystical insight; he never laid claim to the last stages which lead to union with Absolute Being.”\r\n \r\nWilliam Heyen emphasized that Roethke was not one who dedicated “his life to educating himself to achieve union with God. Rather, Roethke was an artist who experienced moments of deep religious feeling and almost inexpressible illumination. His choice was not traditional Christianity or atheism, but a reliance upon the mystic perceptions of his own imagination.” In Sequence, Sometimes Metaphysical, for example, Roethke defined his focus as “a hunt, a drive toward God; an effort to break through the barrier of rational experience.” McMichael, however, found a paradox involved in such an effort: “The more he thinks about that thing [something other than himself] the less likely he is to know it as it really is; for as soon as he begins to acquire for him any of the qualities that his conceptual faculty is ready to impose upon it, his intuition and love of it are lost.” Roethke does reach points of ecstasy in his poems, though, and Heyen defended him against critics who have charged that his joy is superficial and too easily attained: “It is important to realize that the happiness achieved in any Roethke poem ... is not one based on reason. ... Armed with his study of Underhill and the mystics she discusses Roethke has found his rationale ... he can rock irrationally between light and dark, can go by feeling where he has to go.”\r\n \r\nAdmittedly in retrospect, Seager reflected on the years preceding The Far Field and Roethke’s death in 1963: “The last years of Ted’s life, as we look back on them knowing they were the last, seem to have a strange air of unconscious preparation. As the fabric of his body begins to give way, the best part of his mind, his poetry, ... strives toward a mystical union with his Father. But this was unconscious. I don’t think he was at all aware that he was getting ready to go. He had too much work in hand, too much projected, yet the last poems seem prophetic: they read like last poems.” Perceiving a similar pattern in The Far Field, W.D. Snodgrass wrote that “these poems, recording that withdrawal [as in ‘The Longing’], also, I think suffer from it. The language grows imprecise with pain. ... Metrically, too, one has a sense of discouragement and withdrawal. ... More and more, Roethke’s late poems seem to have lost their appetite, their tolerance for that anguish of concreteness.”\r\n \nThe Far Field, which won the National Book Award in 1965, contained two sequences representing earlier themes and images, as well as “North American Sequence” and Sequence, Sometimes Metaphysical. According to Sullivan, Roethke wished to be remembered by the last poems in the latter sequence. Roethke himself wrote that “in spite of all the muck and welter, the dreck of these poems [in Sequence, Sometimes Metaphysical], I count myself among the happy poets: I proclaim once more a condition of joy.” Indeed for those distressed by the tragic self-implications of his statement—”There is nothing more disconcerting than when a rich nature thins into despair”—these last poems, in celebrating the richness of nature and the poet’s “capacity to face up to genuine mystery,” erase the despair. His last lines read: “And everything comes to One, / As we dance on, dance on, dance on.”\r\n \r\nRoethke’s death in 1963, of a heart attack while swimming in a friend’s pool, was “an incalculable loss to American Literature,” wrote Ralph Mills. While the poet was drinking much and suffering in his later years from a combination of ailments, including arthritis, bursitis, and periods of manic excitement, his poetry was reaching its peak and earned this praise from James Dickey: “Roethke seems to me the finest poet now writing in English. I[say] this with a certain fierceness, knowing that I have to put him up against Eliot, Pound, Graves, and a good many others of high rank. I do it cheerfully, however. ... I think Roethke is the finest poet not so much because of his beautifully personal sense of form ... but because of the way he sees and feels the aspects of life which are compelling to him.”\r\n \r\nThe publication of Collected Poems in 1966 brought renewed interest in Roethke and prompted illuminating overviews of his work. David Ferry felt “his seriousness is frequently too solemnly serious, his lyrical qualities too lyrically lyrical. His mystical vein often seems willed, forced. ... And yet Roethke is a very interesting and important poet. For one thing there is ... the brilliance there [in Praise to the End!] with which he uses imitations of children’s voices, nursery rhymes, his beautiful sense of the lives of small creatures, the shifting rhythms and stanza forms. ... [And, in The Far Field] there are signs ... of a new and promising expansiveness and tentativeness. ... For the reader, the pity is not to be able to see where this would have taken him.” Karl Malkoff wrote, “Though not definite, Roethke: Collected Poems is a major book of poetry. It reveals the full extent of Roethke’s achievement: his ability to perceive reality in terms of the tensions between inner and outer worlds, and to find a meaningful system of metaphor with which to communicate this perception. … He is one of our finest poets, a human poet in a world that threatens to turn man into an object.”\r\n \r\nRoethke was altogether human, both in creating “the most exhaustive, vital, and vivid reports” we have of a soul in the several agonies normally recorded in one human life,” and in impressing “his friends and readers profoundly as a human being.” His appreciation for all life is evident in his statement, “If I have a complex, it’s a full-life complex.” Roethke lived energetically, most notably through a devotion to his teaching and through the introspection necessary to his poetry. At the same time, it is generally acknowledged that he paid for his tremendous mental and physical energy with his breakdowns. Thus, as Snodgrass said, one can view Roethke’s career “with an astonished awe, yet with sadness.”\n", "attrs": {"Region:": ["U.S., Northwestern"]}}