{"pf_url": "https://www.poetryfoundation.org/poets/theodor-geisel", "name": "Theodor Geisel (Dr. Seuss)", "yob": "1904", "yod": "1991", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/b8eb0771de6eeb5ba15643d30d2413fc9e36db9d.jpeg", "bio": "\nTheodor Seuss Geisel, better known under his pseudonym \"Dr. Seuss,\" was \"probably the best-loved and certainly the best-selling children's book writer of all time,\" wrote Robert Wilson of the New York Times Book Review. Geisel entertained several generations of young readers with his zany nonsense books. Speaking to Herbert Kupferberg of Parade, Geisel once claimed: \"Old men on crutches tell me, 'I've been brought up on your books.'\" His \"rhythmic verse rivals Lewis Carroll's,\" stated Stefan Kanfer in  Time, \"and his freestyle drawing recalls the loony sketches of Edward Lear.\" Because of his work in publishing books for young readers and for the many innovative children's classics he wrote himself, during the second half of the twentieth century Geisel \"had a tremendous impact on children's reading habits and the way reading is taught and approached in the school system,\" declared Miles Corwin of the Los Angeles Times.\n\r\nGeisel had originally intended to become a professor of English, but soon \"became frustrated when he was shunted into a particularly insignificant field of research,\" reported Myra Kibler in the Dictionary of Literary Biography. After leaving graduate school in 1926, Geisel worked for a number of years as a freelance magazine cartoonist, selling cartoons and humorous prose pieces to the major humor magazines of the 1920s and 1930s. Many of these works are collected in The Tough Coughs As He Ploughs the Dough. One of Geisel's cartoons—about \"Flit,\" a spray-can pesticide—attracted the attention of the Standard Oil Company, manufacturers of the product. In 1928 they hired Geisel to draw their magazine advertising art and, for the next fifteen years, he created grotesque, enormous insects to illustrate the famous slogan \"Quick, Henry! The Flit!\" He also created monsters for the motor oil division of Standard Oil, including the Moto-Raspus, the Moto-Munchus, and the Karbo-Nockus, that, said Kibler, are precursors of his later fantastic creatures.\n\r\nIt was quite by chance that Geisel began writing for children. Returning from Europe by boat in 1936, he amused himself by putting together a nonsense poem to the rhythm of the ship's engine. Later he drew pictures to illustrate the rhyme and in 1937 published the result as And to Think That I Saw It on Mulberry Street, his first children's book. Set in Geisel's home town of Springfield, Massachusetts, And to Think That I Saw It on Mulberry Street is the story of a boy whose imagination transforms a simple horse-drawn wagon into a marvelous and exotic parade of strange creatures and vehicles. Many critics regard it as Geisel's best work.\n\nAnd to Think That I Saw It on Mulberry Street, along with The 500 Hats of Bartholomew Cubbins, Horton Hatches the Egg, and  McElligot's Pool, introduces many of the elements for which Geisel became famous. Mulberry Street features rollicking anapestic tetrameter verse that complements the author's boisterous illustrations. Jonathan Cott, writing in Pipers at the Gates of Dawn: The Wisdom of Children's Literature, declared that \"the unflagging momentum, feeling of breathlessness, and swiftness of pace, all together [act] as the motor for Dr. Seuss's pullulating image machine.\" Whimsical fantasy characterizes The 500 Hats of Bartholomew Cubbins, while Horton Hatches the Egg introduces an element of morality and McElligot's Pool marks the first appearance of the fantasy animal characters for which Geisel became famous.\n\r\nThe outbreak of World War II forced Geisel to give up writing for children temporarily and to devote his talents to the war effort. Working with the Information and Education Division of the U.S. Army, he made documentary films for American soldiers. One of these army films—Hitler Lives—won an Academy Award, a feat Geisel repeated with his documentary about the Japanese war effort, Design for Death, and the UPA cartoon Gerald McBoing-Boing, about a little boy who can only speak in sound effects. The screenplay for the film  The 5,000 Fingers of Dr. T, which Geisel wrote with Allen Scott, achieved cult status during the 1960s among music students on college campuses. Later, Geisel adapted several of his books into animated television specials, the most famous of which— How the Grinch Stole Christmas—has become a holiday favorite.\n\r\nThe success of his early books confirmed Geisel as an important new children's writer. However, it was The Cat in the Hat that solidified his reputation and revolutionized the world of children's book publishing. By using a limited number of different words, all simple enough for very young children to read, and through its wildly iconoclastic plot—when two children are alone at home on a rainy day, the Cat in the Hat arrives to entertain them, wrecking their house in the process—The Cat in the Hat provided an attractive alternative to the simplistic \"Dick and Jane\" primers then in use in American schools, and critics applauded its appearance. Helen Adams Masten in the Saturday Review marveled at the way Geisel, using \"only 223 different words, . . . has created a story in rhyme which presents an impelling incentive to read.\" The enthusiastic reception of The Cat in the Hat led Geisel to found Beginner Books, a publishing company specializing in easy-to-read books for children. In 1960 Random House acquired the company and made Geisel president of the Beginner Books division.\n\r\nGeisel and Beginner Books created many modern classics for children, from Green Eggs and Ham, about the need to try new experiences, and Fox in Socks, a series of increasingly boisterous tongue-twisters, to The Lorax, about environmental preservation, and The Butter Battle Book, a fable based on the nuclear arms race. In 1986, at the age of eighty-two, Geisel produced his most uncharacteristic book, You're Only Old Once, a work geared for the \"obsolete children\" of the world. The story follows an elderly gentleman's examination at \"The Golden Age Clinic on Century Square,\" where he has gone for \"Spleen Readjustment and Muffler Repair.\" The gentleman, who is never named, is subjected to a number of seemingly pointless tests by merciless physicians and grim nurses, ranging from a diet machine that rejects any appealing foods to an enormous eye chart that asks, \"Have you any idea how much these tests are costing you?\" Finally, the patient is dismissed, the doctors telling him: \"You're in pretty good shape / For the shape that you're in!\"\n\r\nIn its cheerful conclusion You're Only Old Once is typically Geisel. \"The other ending is unacceptable,\" the author confided to New York Times Book Review contributor David W. Dunlap. In other ways, however, the book is very different in that it is much more autobiographical than any of his other stories. Robin Marantz Henig, writing in the Washington Post Book World, called You're Only Old Once \"lighthearted, silly, but with an undertone of complaint. Being old is sometimes tough, isn't it . . . Seuss seems to be saying.\" Los Angeles Times Book Review contributor Jack Smith declared that in the book Geisel \"reveals himself as human and old, and full of aches and pains and alarming symptoms, and frightened of the world of geriatric medicine, with its endless tests, overzealous doctors, intimidating nurses, Rube Goldberg machines and demoralizing paperwork.\" Nonetheless, Henig concluded, \"We should all be lucky enough to get old the way this man, and Dr. Seuss himself, has gotten old.\"\n\r\nIn 2004, Random House began a yearlong celebration in honor of the one hundredth anniversary of Geisel's birth. Having sold more books for Random House than any other author, Geisel was also depicted on a stamp issued by the U.S. Postal Service. The celebration included one hundred days of events in memory of Geisel held in forty cities throughout the United States. Events included live theatrical performances, readings of his works, costume character appearances, and interactive workshops. \"The celebration encompasses his life as a whole and not just him as a children's book illustrator,\" Random House executive Judith Haut told Joy Bean in Publishers Weekly. \"He revolutionized how children learned to read, and so we knew the celebration had to equal the passion people have for his books.\"\n", "attrs": {}}