{"pf_url": "https://www.poetryfoundation.org/poets/theodore-weiss", "name": "Theodore Weiss", "yob": "1916", "yod": "2003", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/a7678c79cbea95f07920831a2fdff883d82ba77c.jpeg", "bio": "\n                                                                    For the body of his work, poet Theodore Weiss was recognized with the 1997 Oscar Williams-Gene Derwood Award of the New York Community. \"Coming to New York in 1938 from a town in Pennsylvania to study literature at Columbia University released in me a spate of what I then believed to be poetry,\" Weiss wrote in an essay for  Poets on Poetry. He described his \"rapidly growing admiration for Homer\" and eventual attraction to the narrative poem, which \"reflects my desire to pass beyond the lyrical. The dramatic monologue as developed by Browning has long attracted me in the conviction that poetry can and must renew its older, larger interests in people and a world past the poet's self-preoccupation.\" He said that his second book of poetry, Outlanders, \"emphasizes the basic American sense of going out, the various ways of meeting the dilemmas of our day. This pioneering spirit, however, has brought in its train a feeling of uprootedness, of being lost in the boundless desert of time and space. Gradually the book organized itself around the theme of the homelessness of our time. . . . Against the desperate modern struggle to subdue nature through technology I posed a number of worthies, outlanders like Thoreau and the nineteenth-century American painter Albert Ryder, who were, in their personal stands, heroic replies to, if not solutions of, the outrages unleashed.\"\r  Hayden Carruth, a contemporary of Weiss, finds himself \"eating Proust's madeleine\" on the first page of The World before Us: Poems 1950-1970. Discussing Weiss's early poems in Nation, Carruth is \"cast back on waves of sensuous language to the exact feeling of literature in our youth a quarter-century ago,\" and \"can think of no better poet than Weiss with whom to celebrate our nostalgia.\" He stated that \"a poem by Weiss is indelibly his own. . . . The shape of Weiss's poetry on the page, its coiling, spiraling movement up and down, corresponds to the way his language winds ever back on itself in the search for more precise discriminations of feeling, moral and aesthetic judgment and descriptive rightness. It is civilized poetry, in both the ordinary meaning of polish and refinement and in the higher meaning of eagerness to discover, reaffirm, and transfigure its own primitivism.  F. H. Griffin Taylor, writing in Sewanee Review, commented on Weiss's words, \"which are honeyed, and so affectionately played with that they seem to have a life of their own. . . . Amused or serious, Mr. Weiss charms without recourse to sorcery. His poems speak of a world that is whole, however beleaguered. As befits one who has the capacity to wonder, he has courage and gaiety: so that one reads as quickly as possible his whole book [in this case, The Medium] with delight.\"\r  Some critics consider Gunsight to be Weiss's finest achievement. Published in 1962, this long poem represents nearly two decades of intermittent work. The poem, which concerns a young American soldier wounded in World War II, began as a mere twenty lines but gradually grew into a book-length narrative poem. \"Obviously as I looked at those lines, I saw they made up a scenario,\" the poet told Colette Inez in Parnassus, \"each line a scene. . . . It's remarkable how as you trim your little garden plot you recognize possible avenues to explore, great parks and mazes hiding under every bush.\" In Gunsight the young soldier undergoes surgery under ether. As his consciousness succumbs to the blurring and distortions of the anesthetic, he hears a polyphony of voices and is assaulted by a host of competing, unwanted memories and sensations from his painful past. The stoicism of the wounded man is evident as he struggles for life and identity in the half-light of his altered consciousness. Robert Stock, writing in the Hollins Critic, suggested that Gunsight \"can be profitably read in different ways, each providing new perspectives. Experiment with reading only the wounded soldier's lines, then add the various voices in italics, and, finally, the narrator's lines.\"\r  Fireweeds, Weiss's seventh book of poetry, contains what poet William Stafford called \"quiet poems,\" poems that eschew \"high-impact wording\" in favor of casual and relaxed language. \"He lounges into a poem,\" wrote Stafford in the New York Times Book Review, \"often with phrases like 'Imagine that time . . .' or 'And so there are. . . .'\" This is not to say that the poems are brief lyrics, for Weiss relishes the challenge of lengthy narrative poems, although he admits to Inez that \"anybody who tries to tell a straight story in a poem is considered a throwback, Stephen Vincent Benet redivivus. But the impulse is strong in me, which may explain why the long poem allures me, its management and development.\"\r  Stafford suggested that, in his relentless—but quiet—exploration of a subject, Weiss brings out more of its aspects than most people would ever notice. Another critic, Reginald Gibbons, made much the same observation in Modern Poetry Studies, remarking that \"Weiss's range of tone is employed . . . to capture not so much a wide range of experience as his sense of the plenitude of each experience.\" Weiss is accurate and direct, yet a plethora of myths, legends, and literary allusions add complexity to the otherwise straightforward quality of his narrative. As Stafford noted, \"The upshot is that the poem satisfies even the matter-of-fact reader, but only after flights over some dreamlike terrain.\" Poetry reviewer J. D. McClatchy found \"nothing unexpected\" in Fireweeds, however, commenting that \"the tone is familiar, with its slightly professorial, gently self-deprecating accents.\" The poems, he remarked, seem composed \"as if they were letters to acquaintances who share his values and culture, but whom he does not know well enough to write with urgent intimacy.\"\r  Weiss's next collection, Views and Spectacles, is the first of his works to be published in England. It introduced English readers to \"an urbane, spikily intelligent writer for whom the making of poetry is a delighted idiosyncratic conversation shaped around parentheses, hesitations and qualifications, breaking out at intervals into sheer affirmation,\"to quote John Mole in the Times Literary Supplement. Mole did not view the poems as obscure, but he does find them surprising and, because of their contemplative tangents, \"often refreshingly unpredictable.\"Views and Spectacles contains only half a dozen new poems (in the U.S. edition, that is; the British edition consists entirely of reprints), many of which appeared first in Fireweeds. Alan Young, writing in the Times Literary Supplement, commended the poet for his sureness of tone and mastery of form. He saw the perplexing limitation of vision as a pervasive theme in Weiss's poetry, the \"ceaseless search for true perspectives.\"\r  Recoveries, published twenty years after Gunsight, marks Weiss's return to book-length poetic narrative. A three-part, sixty-two-page poem, Recoveries begins with a preface in which the narrator, an art conservator from the United States, is in a church, working on a fresco. As he carefully examines the fresco, he comes eye to eye with a medieval figure in a crowd of people at the center of the painting. The figure speaks throughout the poem, describing the world of the fresco, the shepherd and the burning bush, the monks, the animals, and the unpictured \"Maker\" (the God-like painter).\r  This evocation of the creation is followed by a succession of human and natural events through time—wars, inquisitions, revolutions, the flaking paint of the fresco, even the disastrous flooding of Florence's Arno River in 1966. At the end of the poem, the phantasmagoric image fades, the medieval voice is stilled, and the poem's narrator, moved and enlightened, leaves the church. Clive Wilmer, reviewing  Recoveries in the Times Literary Supplement, commented, \"The observer of the painting, like the reader of the poem, is drawn into the work of art, modifying it until he is a part of it—as if his reality had been created by the artist. The poem's own effect is achieved through intense contractions of syntax and the seductive continuity of the rhythm.\" \"Recoveries is never less than fully serious, indeed solemn,\"observed New York Times Book Review contributor William H. Pritchard, noting that as \"the difficulty\" for him. \"Yet,\" added Pritchard, \"Mr. Weiss's writing is wholly assured, and the unrhymed verse, disposed in varyingly sized numbers of lines, works with visible and audible subtlety.\"\r  Next, Weiss published A Slow Fuse and, three years later, From Princeton One Autumn Afternoon: Collected Poems of Theodore Weiss, 1950-1986. The first is a collection of new and often exuberant poems, the second a sizable anthology of Weiss's poetry since 1950. Both were well received by critics. Richard Tillinghast, reviewing A Slow Fuse in the New York Times Book Review, stated that \"Weiss has a strong claim on the attention of serious readers of poetry.\" Tillinghast remarked on the poet's \"ability to render subtle movements of thought in a sinuous, carefully controlled syntax that expresses the mind at work....But it is as an observer of people that Mr. Weiss excels.\"\r  A Sum of Destructions, Weiss's thirteenth poetry collection, includes a monologue from the point of view of Eve as she decides to spend time with the snake in the Garden of Eden. A Publishers Weekly reviewer describes the collection as \"adjective-rich,\" \"a milestone.\" A more recent collection of Weiss's poetry, Selected Poems, was published in 1995. Weiss also expects to publish a volume of poetry that he and his wife, Renée Karol Weiss, are collaboratively creating.\r  For more than half a century, Weiss and his wife, Renée, edited edited the prestigious literary journal, Quarterly Review of Literature, which they founded in 1943 while he was an instructor at the University of North Carolina. In 1997 the husband and wife team were given the PEN Club Special Achievement Award for publishing the Quarterly Review of Literature. Weiss told Inez that he and his wife felt they were \"providing space for poems remarkable for one quality above all: quality. Whatever our personal prepossessions, we have shied away from schools, have distrusted theoreticians and polemicists who flaunt poems as illustrations.\" In an essay on the Quarterly Review of Literature in his The Man from Porlock, Weiss insisted that magazines such as his and Renée's are needed to \"attend to the poetry and fiction itself, not to the superstructures of criticism, jerrybuilt as they may be, intent on replacing creative work.\"\r  The Man from Porlock, a collection of Weiss's essays over four decades, received respectful but not enthusiastic attention. Part of the value of the 1982 anthology is, according to William H. Pritchard in New York Times Book Review, that in an indirect manner \"it demonstrates Mr. Weiss's temperament as a reader: catholic in taste, inclusive in his sympathies, genuinely appreciative, even in respectful awe of the poetry and criticism of modern masters like Stevens and Yeats, Pound, Eliot and Ransom.\" \"By far the best thing in The Man from Porlock, is a critical memoir of Wallace Stevens,\" wrote Clive Wilmer in the Times Literary Supplement. \"This is not inappropriate,\" continued Wilmer, \"for Stevens is the presiding genius of Weiss's work.\" Pritchard similarly listed Weiss's \"gossipy, indulgent reminiscence\" about Stevens as one of The Man from Porlock's strength. However, according to the New York Times Book Review contributor, what justifies the existence of this collection—which, complained Pritchard, contains tiresome, decades-old criticism of criticisms—is that some of its pieces \"still have an interest as literature, beyond whatever useful points they make.\" J. D. McClatchy concluded in the Nation, \"One feels the poet pulled along by his vision, and his verse continually rising to its demands. Weiss neither spurns sublimity nor refuses the homely particular. There is a rare splendor to his work.\"\r  Weiss told Contemporary Authors that his primary motivation for writing is \"to entertain, extend others, and to keep myself company.\" He listed his influences as \"Browning & Hopkins; Stevens & Williams; and things seen, heard, thought.\" Weiss also commented that his writing process is \"too mysterious, too hidden to describe briefly.\" \n                                                            ", "attrs": {}}