{"pf_url": "https://www.poetryfoundation.org/poets/thomas-p-lynch", "name": "Thomas P. Lynch", "yob": "1948", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/6cb5e626d5aad0c1ee1b5dbfc2b70074b8e5c3a2.jpeg", "bio": "\nEssayist, poet, and funeral director Thomas Lynch was born in Detroit, Michigan in 1948. His critically acclaimed volumes of poetry include The Sin-Eater: A Breviary (2011), Walking Papers (2010), Still Life in Milford (1998), Grimalkin and Other Poems (1994), and Skating with Heather Grace (1986). Lynch is also the author of essay collections such as The Depositions: New and Selected Essays on Being and Ceasing to Be (2019), The Good Funeral: Death, Grief, and the Community of Care (2013), and The Undertaking: Life Studies from the Dismal Trade (1997). He has received numerous awards and grants from the National Book Foundation, the National Endowment for the Arts, the Michigan Council for the Arts, and the Irish Arts Council. A frequent guest lecturer at universities across North America, the United Kingdom, Ireland, and Australia, Lynch is an adjunct professor in creative writing at the University of Michigan-Ann Arbor.\nBy using his own daily routine as poetic fodder, Lynch has transformed the mundane task of preparing the dead into a life-affirming event. His lyrical, elegiac poems describe the dead citizens of Milford, Michigan, his own family relationships, and scenes and myths from his Irish Catholic upbringing. Sometimes described as a cross between Garrison Keillor and W.B. Yeats, Lynch’s work dissects the vicissitudes of the human experience with grace and wit. His first collection of poems, Skating with Heather Grace, is set in Michigan, Ireland, and Italy. Library Journal reviewer Rosaly DeMaios Roffman found that the poems “unpretentiously rehearse the dreams of the dying as they celebrate the everchanging relationships of the living.” Lynch, according to Roffman, crafts poems that weave symbolism and mythology into the human experience. His subsequent volumes of poetry likewise contain elements of his professional and personal life, mixed with ruminations about Irish culture and history.\nLynch is a well-known contributor to publications like the New York Times, The Times, Newsweek, and Harper’s. His essays offer a fascinating peak into a profession few of us have ever imagined. The Undertaking: Life Studies from the Dismal Trade (1997) reflects the author’s “eloquent, meditative observations on the place of death in small-town life,” according to a critic in Kirkus Reviews. Lynch’s poetic vision is indelibly colored by his undertaking business, and what he sees often contrasts with what lies on the surface. Dispelling the myths about people in his trade, Lynch wrote, “I am no more attracted to the dead than the dentist is to your bad gums, the doctor to your rotten innards, or the accountant to your sloppy expense records.” His profession has provided him not only with a living, but with a unique vantage point from which to observe the entire cycle of life. The Undertaking: Life Studies from the Dismal Trade won the Heartland Prize for Non-Fiction and the American Book Award, and it was a finalist for the National Book Award.\nLynch’s prose book Bodies in Motion and at Rest: On Metaphor and Mortality (2000) explores his Roman Catholic childhood and family, being a father, and the relationship between “mortuary and literary arts.” In 2005 Lynch published Booking Passage: We Irish and Americans, a memoir-travelogue and cultural exploration of the ties that bind two countries with inextricably linked histories. His foray into short fiction, Apparition and Late Fictions (2010), addresses themes found in his poetry and essays, offering sensitive portraits of ordinary people coping with grief.\nLynch divides his time between his home in Milford, Michigan and his ancestral home in Moveen, County Clare, Ireland.\n", "attrs": {"Region:": ["U.S., Midwestern"]}}