{"pf_url": "https://www.poetryfoundation.org/poets/thomas-mcgrath", "name": "Thomas McGrath", "yob": "1916", "yod": "1990", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/db8d39fa7d75d3ab22baccb709f2b506c02089f6.jpeg", "bio": "\nFor some 50 years, the late Thomas McGrath produced a prolific array of titles, encompassing poetry, novels, books for children, and several documentary film scripts, including uncredited work on the eloquent and exhilarating Smithsonian film about the history of flight, To Fly. But McGrath is primarily a poet, and although \"important contemporary poets . . . proclaim him as a major voice in American poetry in the last three or four decades,\" according to Frederick C. Stern in Southwest Review, McGrath's work has been critically neglected for years. \"He's one of those poets who  should be known but isn't, who is constantly being rediscovered as if he were some precocious teenager who just got into town,\" declared Mark Vinz in North Dakota Quarterly. \"If he's been honored, even revered by a few, he's also been ignored by most.\" To quote Terrence Des Pres in TriQuarterly, \"Thomas McGrath has been writing remarkable poems of every size and form for nearly fifty years. In American poetry he is as close to Whitman as anyone since Whitman himself, a claim I make with care. McGrath is master of the long wide line (wide in diction, long in meter), the inclusive six-beat measure of America at large. The scene of his work is the whole of the continent east to west with its midpoint in the high-plains rim of the heartland. His diction, with its vast word-stock and multitude of language layers, is demotic to the core yet spiced with learned terms in Whitman's manner, a voice as richly American as any in our literature.\"\n\r\nMcGrath was once described by Gerard Previn Meyer in the  Saturday Review of Literature as \"a likable and ingenious young poet very largely under the sway of two established 'myths'—the Whitman-democratic and the Marxist-revolutionary.\" And according to Roger Mitchell in the American Book Review, \"McGrath's career makes an interesting comment on the possibilities of a Marxist art in America.\" Noting that \"there has never been a time when any but a sentimental leftism could make the slightest dent in our consciousness,\"Mitchell pointed out: \"These are not the times, and have not been for forty years or more, to make us think that 'the generous wish' could become fact, but Thomas McGrath, more than any other poet of his time and place, and with greater skill and energy than we have yet recognized, has helped keep that wish alive.\" \"It is a credit to McGrath's integrity and courage that he has not abated his radicalism,\" concluded Stern in Southwest Review, \"even though it . . . has perhaps cost him wider recognition among America's contemporary poets.\"\n\r\n\"It is the other peoples' opinions which have kept [McGrath] from being as well known as he deserves,\" estimated Kenneth Rexroth in the New York Times Book Review, \"for he is a most accomplished and committed poet.\" Considering McGrath \"one of the best American poets,\" a New Republic contributor explained that because he was \"of the wrong political and esthetic camp,\" he was \"consistently neglected by our literary power brokers.\" Several critics concurred that McGrath's leftist political views denied him the recognition his work warrants, but they did not consider his politics to impede his art. McGrath's work is \"powerful, original, absorbing, funny and uncompromisingly American in its resources, techniques and hopes,\" wrote Reginald Gibbons in TriQuarterly. Calling him \"the most important American poet who can lay claim to the title 'radical,'\" Stern observed that the essence of his poetry lies in \"the past as shaping force, death as personal and political fact, the horror and loneliness of living in an inhuman and dehumanizing society.\" In  North Dakota Quarterly, Valery Kirilovich Shpak, a Soviet poet and educator who understood the \"democratic traditions\" in McGrath's work, observed that he \"depicts the life and struggle of working people who face the necessity of remaking themselves within capitalist society.\" New York Times correspondent Hugh Gibb stated: \"In the first place, when contemplating a harsh and chaotic world, [McGrath] never allows his genuine pity for the oppressed to degenerate into self-pity; and secondly, he is never forced to retreat into a world of private fantasy and introspection. In consequence he has been able not only to sustain the tradition which would otherwise appear to be almost extinct, but has brought to it a new and vigorous honesty.\"\n\r\nThe son of Irish Catholic parents whose own parents were lured across the Atlantic by promises of paradise to homestead in North Dakota, McGrath was born and raised there in a farming community. He was a youngster during an era identified by Diane Wakoski in the American Book Review as \"a politically exciting locus—the organization of poor farmers against bankers, grain merchants, and industrial interests.\" Unable to survive financially in the dustbowl thirties and its Great Depression, however, his family—like many farmers before and after them—finally succumbed to foreclosure. In the assessment of social historian E. P. Thompson in TriQuarterly, \"McGrath's family experience was the whole cycle—from homesteading to generations working together to bust—in three generations.\" And in the opinion of Des Pres, \"Every aspect of this heritage—the place, the hard times, the religious and political culture—informs his art in a multitude of ways.\"\n\r\nRaised in an environment where shared labor and unity against outside influences were vital to the survival of a rapidly disintegrating farming community, McGrath was also introduced to the political philosophy of a few Wobblies (members of the Industrial Workers of the World) among the seasonal farm workers. Consequently, McGrath formulated his politics early; and, as Des Pres observed, \"his politics led him into a world of experience that, in turn, backed up his political beliefs in concrete ways.\" McGrath spent much of his young adult life on the road or riding the rails, witnessing and experiencing economic disparity, and variously employed at odd jobs to subsidize his writing. During the 1940s, he worked as a labor organizer and briefly as a shipyard welder on the New York's Chelsea waterfront, where he also edited a rank-and-file union newspaper. \"To be a Red on the waterfront was to be the natural prey of goon squads patrolling the docks for the bosses and the racketeers,\" noted Des Pres. \"It was also to see the world of industrial work at firsthand.\" McGrath wrote Longshot O'Leary's Garland of Practical Poesy for a few \"Jesuitical and cabalistic\" people he had met while working on the docks—\"waterfront radicals who'd come by, drink my coffee, interrupt my day's work, and instruct me how poetry ought to be written,\" McGrath recalled in an interview with Des Pres and Gibbons in TriQuarterly. Noting how his waterfront acquaintances believed poetry ought to rhyme, McGrath added: \"I wrote Longshot O'Leary in part to show them that it could be written in rhyme, and yet could include in it, a poem, some kind of zinger, which they might have to think about or look up in the dictionary.\"\n\r\nAfter serving in the Aleutian Islands with the U.S. Army Air Forces during World War II, McGrath attended Oxford University as a Rhodes Scholar, returning to New York in the late 1940s. There he wrote reviews and poems for the leftist press. Influenced especially by writers of the 1930s whose art derived from their politics, McGrath launched his own career at a time when many literary figures had forsaken leftist aspirations. He began what most critics agree is his most important work, Letter to an Imaginary Friend, during the postwar conservativism of the 1950s. \"The thirties were not just over in the fifties: they were de-validated. . .,\" explained Mitchell. \"The loss of faith in the public life and in progress in general was wide and deep, and it provided a rich ground for the cultivation of conservative social and political ideas.\" Mitchell pointed out that \"this broad reversal of direction or cancellation of hope in western culture comes more and more to seem like one of the primary facts of life in the twentieth century, and Thomas McGrath is one of the few writers who, in living through it, saw it and refused to give in to its compelling logic.\"\n\r\nUnwilling to cooperate with the House Committee on Un-American Activities during the period of blacklisting, for instance, McGrath told them, as recorded in North Dakota Quarterly: \"A teacher who will tack and turn with every shift of the political wind cannot be a good teacher. I have never done this myself, nor will I ever.\" As a poet, he was unwilling to cooperate on \"esthetic grounds.\" McGrath explained: \"The view of life which we receive through the great works of art is a privileged one—it is a view of life according to probability or necessity, not subject to the chance and accident of our real world and therefore in a sense truer than the life we see lived all around us.\" Consequently, because of his political underpinnings, McGrath lost his teaching post at Los Angeles State College of Applied Arts and Sciences in 1954. Following a brief stint at the Sequoia School, a private study center he helped found, he returned to the plains of North Dakota where he began Letter to an Imaginary Friend.\n\nLetter to an Imaginary Friend, which Stern deemed one of the few \"really outstanding book-length poems published by an American,\" is a long autobiographical poem that integrates personal experience with political concerns. It represents \"a contrast between what I thought of as the old community and what I saw when I came back to North Dakota . . . to live in my family's old farmhouse,\" recalled McGrath in North Dakota Quarterly. Describing the work as \"a medley of memory and observation,\" a reviewer for Choice commented that McGrath \"ranges back and forth over past and present. Episodes of childhood, youth, today mingle with reflections on social and political events.\" As McGrath explained in North Dakota Quarterly, \"All of us live twice at the same time—once uniquely and once representatively. I am interested in those moments when my unique personal life intersects with something bigger, when my small brief moment has a part in 'fabricating the legend.'\" In Poetry, James Atlas observed that \"throughout, the resonance of personal history is drowned out by the larger concerns of American life during the Depression and World War II.\" Atlas called the work \"an incessant, grieving lyric, obsessive and polemical, euphoric and bereaved.\" Detecting an \"elegiac\" tone in the third and fourth parts of Letter to an Imaginary Friend, Stern suggested in Western American Literature that McGrath \"here seems to see much more the end of things.\"\n\r\n\"For McGrath politics and poetry emerge from the same source, from the geography of his life and the history of his time,\" observed Joseph Butkin in North Dakota Quarterly. \"Consequently, the Letter to an Imaginary Friend is not simply a poetic autobiography or a portrait of the artist; it is a history of the left during these past forty years and a record of the poet's formation within that history. As geography, the poem turns America inside out. North Dakota, the hidden interior, is the paradise lost to be regained.\" Although McGrath was hardly a regional poet, the landscape of North Dakota assumes universal significance in Letter to an Imaginary Friend. According to Fred Whitehead in North Dakota Quarterly, \"McGrath is not concerned with . . . the Old Midwest . . . but with the frontier beyond that, with the high plains, with the West. There's a feral quality to him which is rarely found in the older, civilized zones.\"\n\r\nCommending the multiplicity of sources upon which the poet drew to make his \"personal and political statement,\" a Library Journal contributor praised as well the linguistic and thematic \"risks\" that McGrath took throughout Letter to an Imaginary Friend. McGrath's work is \"powerful, original, absorbing, funny and uncompromisingly American in its resources, techniques and hopes,\" wrote Gibbons in TriQuarterly. Regarding McGrath's language as \"the most impressive, most astonishing, of any American poet of our time,\" Gibbons added that \"his vocabulary wraps all manner of speech and written language within it, from the bawdy to unearthed glossological wonders. It is especially lively when it gathers together slang, both rural and urban, and McGrath's neologistical and sometimes surreal coinages.\" As Wakoski concluded: \"McGrath's language is florid, compelling when allowed breadth and depth, and his concerns are so truly those born in a changing society and his ability to chronicle the past so graphic that Letter to an Imaginary Friend could easily become the first great poem out of the heart of the American Midwest.\" Calling it, in North Dakota Quarterly, \"above all a poem of endurance and growth through radical commitment,\" Rory Holscher believed that for those who \"have made a commitment to the exploration of radical possibilities, Letter could well assume the importance that Howl once had; it could become to adults what Howl was to so many adolescents.\"\n\r\n\"When McGrath began publishing in the early forties,\" wrote Des Pres, \"his work was shaped by the strain and agitation of the thirties.\" Finding his early work \"hard, spare, and abstract in the distantly conversational tone,\" and reflective of an established tradition, Mitchell described McGrath's later work, however, as \"long, loose in structure, extravagantly witty, emotionally varied, far less embedded in intellectual categories, local and personal.\" Moreover, McGrath's \"ability to turn in these directions,\" Mitchell maintained, is the driving force behind Letter to an Imaginary Friend—\"one of the most unusual poems we have, a personalized history of 'the generous wish' of the far Left in our country, tender and raucous, damning and hoping, a poem written in an uncongenial time in which he writhes and rages to keep the hope of 'the solidarity / In the circle of hungry equals' alive.\" Considered as a whole, \"these volumes make one of the most interesting and important—yes, one of the most enjoyable—of long poems written in recent years,\" said Stern. The critic added that Letter to an Imaginary Friend is \"a fine, first-rate piece of work, by our single best radical poet, and without any qualifiers, by one of our best poets.\" Similarly, in North Country Anvil, James N. Naiden recommended the epic as \"essential reading to anyone who wishes to understand one of the most significant long poems in recent American history, as well as the moving force—the personal ethos—of one of the most important poets now writing.\"\n\r\nAlmost a decade after McGrath's death in 1990, Copper Canyon Press issued a complete edition of Letter to an Imaginary Friend,including all four parts and making use of the poet's previously unavailable drafts and notes. On the website  Raintaxi, Josie Rawson called the resulting volume \"one full, righted, and definitive edition, coming as close to doing justice to McGrath's tsunamic imagination as possible.\" Rawson styled the work \"the great revolutionary poem of the American heartland,\" commenting that readers \"would be hard-pressed to find a more musical polemic than Letter in the English language.\" A Publishers Weekly contributor declared that the compilation \"has all the hallmarks of a masterpiece,\" concluding: \"A surprisingly accessible long poem in the Pound tradition of personal epics, Letter arrives 'helved, greaved, and garlanded' and compels our intimate attention.\"\n\r\n\"What is obvious to any careful reader of McGrath's poetry is that nothing is missing from the man's range,\" wrote Alvarado Cardona-Hine in North Dakota Quarterly. \"It is sage and innocent, canny, detailed and in flight, sensual, fulminating, apparent, immanent, sacred. . . . He is a true poet, not a propagandist, and his work will live because it resonates with a thousand surprising innuendoes of an inner life beyond politics, beyond experience itself. McGrath's work is real and thus his roots are in Dream.\" According to Sam Hamill in North Dakota Quarterly, \"This gentle, dedicated worker in the Republic of Letters neither needs nor wants a modifier before the noun that names him: poet. Let us please dispense with qualifiers of all kinds. What McGrath is, first and foremost, is a poet. . . . He is a comic genius and a gentle revolutionary. He is a Rhodes Scholar grown up to be a road scholar, a true literatus who exemplifies the best of the literary tradition. . . . Maybe we would do well enough to call him a poet's poet, or, even better, a people's poet. But while honoring a grand man, a grand poet, let us first of all honor him for the problem he presents. Too few of our poets are dexterous enough to present us with modulations of the human soul as profound as those of McGrath. And for that I praise.\"\n\r\n\"McGrath's poetry will be remembered in one hundred years when many more fashionable voices have been forgotten,\" predicted Thompson. \"Here is a poet addressing not poets only but speaking in a public voice to a public which has not yet learned to listen to him.\" Adding that the achievement of McGrath's art \"has matched the achievement of his integrity,\" Thompson suggested that the poet exhibited \"an implacable alienation from all that has had anything fashionable going for it in the past four decades of American culture—and from a good deal of what has been offered as counterculture also.\" And to Des Pres and Gibbons, McGrath declared, \"I don't think I've ever lost any sense at all of what I wanted: to try to get as much in the world as I could to move.\"\n", "attrs": {}}