{"pf_url": "https://www.poetryfoundation.org/poets/thomas-gray", "name": "Thomas Gray", "yob": "1716", "yod": "1771", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/2758bf4a4c551ef47f9f8b9ad91705df75d2074c.jpeg", "bio": "\nAlongside Alexander Pope, Thomas Gray is one of the most important English poets of the 18th century. Samuel Johnson was the first of many critics to put forward the view that Gray spoke in two languages, one public and the other private, and that the private language—that of his best-known and most-loved poem, \"Elegy Written in a Country Churchyard\" (published in 1751 as An Elegy Wrote in a Country Church Yard)—was too seldom heard. William Wordsworth decided in his preface to Lyrical Ballads (1798), using Gray's \"Sonnet on the Death of Richard West\" (1775) as his example, that Gray, governed by a false idea of poetic diction, spoke in the wrong language; and Matthew Arnold, in an equally well-known judgment, remarked that the age was wrong for a poetry of high seriousness, that Gray was blighted by his age and never spoke out at all. Such judgments sum up the major critical history of Gray's reception and reputation as a poet. \nBorn in Cornhill on December 26, 1716, Gray was the fifth of 12 children of Philip and Dorothy Antrobus Gray, and the only one to survive infancy. His father, a scrivener given to fits of violence, abused his wife; Dorothy left him at one point, but Philip threatened to pursue her and wreak vengeance on her, and she returned to him. From 1725-1734 Thomas Gray attended Eton, where he met Richard West and Horace Walpole, son of the powerful Whig minister, Sir Robert Walpole. In 1734, Gray entered Peterhouse College, Cambridge University. Four years later he left Cambridge without a degree, intending to read law at the Inner Temple in London. Instead, he and Horace Walpole sailed from Dover on March 29,1739 for a Continental tour. The two quarreled at Reggio, Italy, in May 1741; Gray continued the tour alone, returning to London in September. In November 1741 Gray's father died; Gray's extant letters contain no mention of this event.\n\r\nExcept for his mother, fellow poet Richard West was the person most dear to Gray, and his death from consumption on June 1, 1742 was a grievous loss to the Gray. West's death did inspire the well-known (largely because of Wordsworth's use of it) \"Sonnet on the Death of Richard West,\" yet it is the shortest and least significant work of the year. The \"Ode on the Spring\" (1748) owes something to an ode West sent Gray on  May 5, 1742 and An Ode on a Distant Prospect of Eton College (1747) may owe something to West's \"Ode to Mary Magdelene.\" The \"Hymn to Adversity\" (1753) and the unfinished \"Hymn to Ignorance\" (1768) complete the work of the year, which, together with 1741, may comprise Gray's most critical emotional period.\n\r\nGray's poetry is concerned with the rejection of sexual desire. The figure of the poet in his poems is often a lonely, alienated, and marginal one, and various muses or surrogate-mother figures are invoked—in a manner somewhat anticipatory of John Keats's employment of similar figures—for aid or guidance. The typical \"plot\" of the four longer poems of 1742 has to do with engaging some figure of desire to repudiate it, as in the \"Ode on the Spring,\" or, as in the Eton College ode, to lament lost innocence. Sometimes, as in the \"Hymn to Adversity,\" a harsh and repressive figure is conjured to rebuke excessive desire and to aid in the formation of a modest and humane fellowship, the transposed and social form of sexual desire. In the \"Hymn to Ignorance\" a goddess clearly modeled on Pope's Dulness in The Dunciad (1728) is used to rebuke the \"I\" who longs for the maternal and demonic presence. In different but related ways these four poems enact the poet's quest for his tutelary spirit, for the muse who will preside over the making of poetic and personal identity.\n\r\nThe \"Ode on the Spring\" was written while West was still alive and is to some extent a response to the ode he sent Gray on  May 5. In West's poem \"the tardy May\" is asked, as \"fairest nymph,\" to resume her reign, to \"Bring all the Graces in [her] train\" and preside over a seasonally reviving world. Gray's \"Ode on the Spring\" was sent to West at just about the time of his death and was returned unopened (\"Sent to Fav: not knowing he was then Dead,\" Gray noted on the manuscript in his commonplace book; Favonius was Gray's affectionate name for West). The ode takes the implicit form of elegy, displacing spring from the context of renewal to that of death, and is consistent with a  May 27, 1742 letter to West in which Gray explains that he is the frequent victim of \"a white Melancholy, or rather Leucocholy\" but is also occasionally host to \"another sort, black indeed, which I have now and then felt, that has somewhat in it like Tertullian's rule of faith, Credo quia impossible est [I believe because it is impossible]; for it believes, nay, is sure of every thing that is unlikely, so it be but frightful; and, on the other hand, excludes and shuts its eyes to the most possible hopes.\" Already characteristic of Gray is the view advocated in the \"Ode on the Spring\" by a tutelary figure:\n                                 Beside some water's rushy brink\r\n                                 With me the Muse shall sit, and think\r\n                                 (At ease reclin'd in rustic state)\r\n                                 How vain the ardour of the Crowd,\r\n                                 How low, how little are the Proud,\r\n                                 How indigent the Great!\nThe lines preview Gray's appreciation in the \"Elegy\" of rustic simplicity against the claims of the proud and the great and reveal the inception of a poetic persona that will be adapted and modified during the coming years. The poem therefore offers a model for reading Gray's early poetry, in which the various rejections of desire are the major adventure of the speaker of the poems.\n\r\nIn An Ode on a Distant Prospect of Eton College, which is \"about\" the return of a disillusioned adult to the site of his schoolboy years, desire is represented by \"grateful Science [who] still adores / Her HENRY'S holy Shade\" (Henry VI was the founder of the college). The ode's opening implies the persistence of desire within the trope of loss and mourning. Science and Henry are icons of desire and loss that signify the import of the speaker's return to Eton: the apprehension of yearning and loss. What arises from the Etonian landscape are more shades, prefiguring future loss: \"Ministers of human fate,\" Anger, Fear, Shame, images of desire defeated: \"Or pineing Love shall waste their youth, / Or Jealousy with rankling tooth....\" Father Thames authorizes the speaker's vision; he is a silent confirmatory figure, another version of the tutelary muse.\n\r\nMuse, Contemplation (in the \"Ode on the Spring\"), and Father Thames are evoked for the prophetic wisdom they possess. One function of prophecy is to transform desire into \"pineing Love\" or the \"fury Passions.\" The imagination's habit of personification exposes the debased forms assumed by desire (\"Envy wan, and faded Care\"), just as the \"race of man\" in the \"Ode on the Spring\" is revealed as insect life to \"Contemplation's sober eye.\" Vision always serves to reveal form, and in Gray what is revealed is diminished, repudiated, or forbidden. The strategy of reductive acknowledgment in the \"Ode on the Spring\" dismisses the dream of desire; the strategy of creating giant spectral forms in the Eton College ode encourages bad dreams, translating desire into the demonic. Northrop Frye describes something similar to this action in his discussion of quest-romance: \"Translated into dream terms, the quest-romance is the search of the libido or desiring self for a fulfillment that will deliver it from the anxieties of reality but still contain that reality.\" Fulfillment may require, as with Gray, that a protective maternal figure displace a threatening female judicial figure; guilt is thereby dissipated in the approval received by the obedient actor who has rejected desire. This summary also describes the \"Hymn to Adversity.\"\n\r\nAdversity and Virtue are both daughters of Jove; the former is older than and tutor to the latter. Adversity is equipped with \"iron scourge and torturing hour\" but also has an alternative \"form benign,\" a \"milder influence.\" Virtue needs Adversity \"to form her [Virtue's] infant mind\"; the function of the tutelary spirit here is to engender pity (\"she learn'd to melt at others' woe\"). The instruction is absorbed by Virtue (the \"rigid lore / With patience many a year she bore\"). Virtue, subdued by Adversity, is enabled to recognize grief (\"What sorrow was, thou bad'st her know\") and is preserved from desire (\"Scared at thy frown terrific, fly / Self-pleasing Folly's idle brood, / Wild Laughter, Noise, and thoughtless Joy, / And leave us leisure to be good\"). Adversity, implored to \"lay thy chast'ning hand\" on her \"Suppliant's head\" and to appear \"Not in thy Gorgon terrors clad, / Nor circled with the vengeful band / (As by the Impious thou art seen),\" suggests the threatening form of Adversity seen by those who are not \"good.\" Desire is converted into the antithetical form of horror. The speaker who experiences Adversity's \"milder influence,\" her \"philosophic Train,\" undergoes a transformation in which guilt is changed into the generous emotions of love and forgiveness. Adversity here joins Muse, Contemplation, and Thames as figures authorizing the rejection of desire. At the end of the Eton College ode the reader is reminded that the suffering \"all are men.\" At the end of the \"Hymn to Adversity\" the speaker asks to be taught \"to love and to forgive,\" to be led to \"know myself a Man.\"\n\r\nGray's poems indicate a radical sexual distress. In the \"Hymn to Adversity\" Gray has arrived at the first clear castrative symbolism in the progress of his imagination (though one might argue that the reduction of humanity to insect life in the \"Ode on the Spring\" is a significant form of sexual loss), the replacement of Virtue by the poet. The threat of castration is transposed into an acceptance of it. The threatening figure of Adversity is pacified but requires a surrender of sexual identity.\n\r\nIn the \"Hymn to Ignorance\" Gray returns to Cambridge, invoking its \"gothic fanes, and antiquated towers\" as he had Eton's \"distant spires\" and \"antique towers.\" Whereas in the Eton College ode \"ignorance [small i] is bliss,\" in the \"Hymn to Ignorance\" Ignorance [large I] is a \"soft salutary power.\" Ignorance is a maternal presence (\"Prostrate with filial reverence I adore\") possessed of a \"peaceful shade\"; its \"influence breathed from high / Augments the native darkness of the sky.\" Ignorance is ambivalently represented as undesirable within the terms of desire (\"Thrice hath Hyperion rolled his annual race, / Since weeping I forsook thy fond embrace\"). The oedipal actors include mother/muse (Ignorance), father (Hyperion), and the returning son/poet, Gray.\n\r\nOn October 15, 1742 Gray returned to Peterhouse as a fellow-commoner to read for a law degree. After 1742 he wrote poetry only sporadically. He received an LL.B. degree in November 1743. He and Walpole were reconciled in 1745, though the friendship was never again quite as intimate.\n\r\nWhen Gray returned to writing poetry, he composed two poems that rebuke desire in different ways. Selima, Walpole's cat in \"Ode on the Death of a Favourite Cat, Drowned in a Tub of Goldfishes\" (1748), is tempted beyond \"lawful prize\" into a watery grave. The \"Ode on the Death of a Favourite Cat\" is a cautionary tale; its purpose is to deaden desire by revealing its effect on the \"Presumptuous Maid!\" Selima's desire to apprehend \"Two angel forms ... / The Genii of the stream,\" is an investment in death. Implicit in the scene of desire are the unattainability of the object and the abandonment of the desiring figure to her fate: \"Eight times emerging from the flood / She mew'd to ev'ry watery god.\" Selima's fate appears in the concluding stanza as if to Contemplation's sober eye. Her plunge into the goldfish bowl is another vain dream of the desiring self. Selima wishes to possess what is taboo; it requires her engagement with a medium in which she cannot survive. Her fate is a variation on the fate of those who would appropriate that which is beyond their proper sphere. The poem might be read as pertinent to Gray's sense of his poetic vocation: his poetic output was small, and his poems were generally short and often unfinished.\n\r\nIn \"A Long Story\" (1753), composed in 1750, the Peeress whose judgment the poet fears invites him to dinner instead of rebuking him. Brought before her authority the poet disavows himself:\n                                 \"He once or twice had pen'd a sonnet;\r\n                                 \"Yet hoped, that he might save his bacon:\r\n                                 \"Numbers would give their oaths upon it,\r\n                                 \"He ne'er was for a conj'rer taken.[\"]\n\"A Long Story\" involves a flight from the figures of desire, the \"heroines\" who attempt to lure the poet into polite country pleasures, leaving a note (\"a spell\") on the table. This self-representation points toward the poet of the \"Elegy\": the poet who is there heard by the hoary-headed swain, \"'Muttering his wayward fancies,'\" is here \"something ... heard to mutter, / 'How in the park beneath an old-tree / '(Without design to hurt the butter, / 'Or any malice to the poultry,)....'\" The old tree of \"A Long Story\" is the transplanted \"nodding beech\" of the \"Elegy,\" under which the poet \"'His listless length at noontide would ... stretch.'\" The poet of \"A Long Story\" is the parodic form of the poet of the \"Elegy.\" The shift in the \"Elegy\" from \"I\" to \"thee\" is prefigured in \"A Long Story\" in an unidentified voice which suddenly breaks in to rebuke the speaker for his tedium: \"Your Hist'ry whither you are spinning? / Can you do nothing but describe?\" \"A Long Story\" is actually a short one (145 lines) of identity mocked, function abused (\"Whither are you spinning?\"), and voice lost. What here dominates Gray's imagination is a vision of prophecy reduced to absurdity, of the seer as merely a bothersome miscreant\n                                 Who prowl'd the country far and near,\r\n                                 Bewitch'd the children of the peasants,\r\n                                 Dried up the cows and lam'd the deer,\r\n                                 And suck'd the eggs, and kill'd the pheasants.\nThe well-known opening of “Elegy,” \"The curfew tolls the knell of parting day, / The lowing herd wind slowly o'er the lea, / The plowman homeward plods his weary way, / And leaves the world to darkness and to me,\" echoes lines from John Milton and William Shakespeare (and is echoed later by James Beattie and Wordsworth). It reflects a melancholic evening mood that has probably never found better expression. The eye of the speaker moves along the periphery of vision and returns to its center, the churchyard where \"The rude Forefathers of the hamlet sleep.\" As the legacy of day is the night, the legacy of the past is death, an inheritance of mortality bequeathed equally by the rich and by the poor. Everyone awaits the inevitable hour. Within the poem the brooding churchyard stands as an abiding memento mori, a powerful eschatological symbol appropriately heralded by the \"droning\" beetle, the \"mopeing owl,\" the \"yew-tree's shade.\" Against such an initial vision, as its contrary, are set the emblems of Christian eschatology: the \"incense-breathing Morn,\" \"the swallow,\" \"the cock's shrill clarion,\" \"the echoing horn\"—none of which shall ever again rouse the slumberers. The vast negative absolute of death informs the poem, and Gray confronts the omnipresent fact of mortality, letting the confrontation arise implicitly from the opposition of the two major symbols within the poem: the chronicle and the grave, the epitaph and the churchyard.\n\r\nOne of the abiding paradoxes of the poem resides in the idea of satisfactory unfulfillment: village-Hampdens; mute, inglorious Miltons; guiltless Cromwells of the rural life. The paradox is spawned by Gray's vision of human life as dominated by the only inevitability it contains, that of death. Before this inevitability the triumphs of man pass into insignificance, for \"The paths of glory,\" like all paths, \"lead but to the grave.\" Against the grave is posed the chronicle or epitaph, and the latter is of considerable complexity in the poem. It develops through various modalities before it emerges finally as the poet's own epitaph, with which the work concludes. The specific manifestations of the chronicle include the \"annals of the poor,\" the \"storied urn,\" the \"boast of heraldry,\" the \"animated bust,\" the \"frail memorial.\" In each case the objects of remembrance are diminished by the qualifying context: the annals of the poor are \"short and simple,\" the boast of heraldry \"awaits ... th' inevitable hour,\" the storied urn and animated bust cannot \"Back to its mansion call the fleeting breath,\" the memorial is \"frail.\" Such images bespeak futility. Yet what emerges as truly valuable is human relationship. Gray's reading of epitaphs is a coming-to-know: he did not know these people as they lived; he knows them by the imaginative re-creation of their lives through a meditation on the surviving memorials.\n\r\nSo, too, the reader is given to understand, will the \"kindred Spirit\" know the narrator through his own epitaph. If in the end everyone is alone, solitude is qualified by shared mortality, and further qualified by the presence of a kindred sensibility. Mortality is not submitted to some scheme of personal salvation or redemption. The \"Elegy\" is not in this respect a conventional pastoral elegy; it does not provide the consolation of, say, Milton's Lycidas (1637). Gray's poem suggests that the elegist is himself powerless in the face of death, unable to refer it to a religious belief by which it can be made comprehensible. What are justified are the unrealized lives, of which the poet's life is one example. The \"Elegy\" is perhaps most of all an exercise in the varieties of feeling: the speaker feels for the unhonored dead and for the honored dead; he imagines particular persons for whom he can feel; he employs the pathetic fallacy to feel for the flower \"born to blush unseen\"; he feels for \"mankind\"; and through the \"kindred Spirit\" he feels for himself. The poem is an exercise in sensibility. The darkness in which the narrator stands is the night of mortality illuminated only by varieties of feeling. This common denominator of sympathy, as everything in the poem evidences, is all that binds man to man, and, along with the fact of death that occasions this sympathy, is the single principle of unity within life perceived by the poet.\n\r\nThe inception of \"The Progress of Poesy: A Pindaric Ode\" followed directly on the publication of the \"Elegy.\" It presents a further, yet concealed, rendering of the self-image found especially at the end of the \"Elegy.\" \"The Progress of Poesy\" associates the solitary poet with his mother-muse, the female goddess to whom he owes his capacity to perceive \"forms\" illuminated by \"the Muse's ray,\" a light that is \"unborrow'd of the Sun.\" Ceres (\"Ceres' golden reign\") embodies the generative power of nature. \"Helicon's harmonious springs\" are associated with generation (\"The laughing flowers ... / Drink life and fragrance as they flow\"). The lyre is the \"Parent of sweet and solemn-breathing airs.\" These three elements dominate the opening of the poem. The first ternary closes with Aphrodite (\"Cytherea's day\"), a figure of generative force mingling the union of water and music (\"brisk notes in cadence beating\"; \"arms sublime, that float upon the air\"). She is the reemergent Venus of the \"Ode on the Spring,\" attended, as was Venus in that poem, by a train of celebrants: \"O'er her warm cheek, and rising bosom, move / The bloom of young Desire, and purple light of Love.\" In the \"Ode on the Spring,\" the \"rosy-bosom'd Hours, / ... Disclose the long-expected flowers, / And wake the purple year!\"\n\r\nThe familiar Etonian demons recur in this poem: \"Man's feeble race what Ills await, / Labour, and Penury, the racks of Pain.\" In the second ternary the recognition of loss rises against the figures of desire, opposing them with \"Night, and all her sickly dews.\" Night, a \"mighty Mother\" of sorts, will hold sway \"Till down the eastern cliffs afar / Hyperion's march they spy, and glitt'ring shafts of war.\" Hyperion is an idealized figure associated through the \"eastern cliffs\" with Milton's Raphael, and more vaguely with Christ as he disposes half his might against Satan's legions. But the ode relegates his progress to an indefinite future, to an apocalyptic dawn that will \"justify the laws of Jove.\" Hyperion departs from the poem at the close of the first strophe of the second ternary. Thus the defeat of Night, the graveyard goddess whose \"Spectres wan, and Birds of boding cry\" are the antithesis to the \"rosy-crowned Loves\" attending Aphrodite, is deferred.\n\r\nThe \"Muse\" who appears at this point is a variation on the pastoral-maternal female, one who \"deigns to hear the savage Youth repeat / In loose numbers wildly sweet / Their feather-cinctured Chiefs, and dusky Loves.\" She is a \"soft salutary power\" (\"Hymn to Ignorance\"), \"form benign\" (\"Hymn to Adversity\").\n\r\nThe oedipal fantasy is played out in pastoral surroundings: \"In thy green lap was Nature's Darling [Shakespeare] laid, / What time, where lucid Avon Stray'd, / To Him the mighty Mother did unveil / Her aweful face....\" The anticipation of unveiling led the voyeur Milton to ride \"sublime / Upon the seraph-wings of Extasy, / The secrets of th' Abyss to spy.\" Yet the laws of Jove are preserved: the primal scene is never viewed. The Hyperionic march is rendered irrelevant by \"Such forms, as glitter in the Muse's ray\"; these forms that tease Gray's own \"infant eyes,\" bringing him into proximity to Shakespeare, the \"immortal Boy.\" The \"orient hues\" that dazzled the child Gray were \"unborrow'd of the sun\"—another rejection of the sublime poetic (Hyperionic) principle. Between oedipal desire (the desire for the \"mighty Mother\") and the lonely sublime passion of the middle poet there is no adequate middle ground (though Gray hopes to find one). The \"distant way\" chosen by the poet at the end of the poem is necessitated by the refusal to be the poet of sublime vision (Milton) and by the impossibility of possessing the mother-muse who appears to the child of nature (Shakespeare). Much of the ode is occupied with the scene of desire—Milton's and Shakespeare's—and is thus concerned, however covertly, with the relation between sexual power and poetic vision. Gray's modest announcement at the end of the poem shows a recognition of his distance from the great figures of English literature and from the power with which their visions were informed: he is \"Beneath the Good ... but far above the Great\"—in any event, alone.\n\r\n\"The Bard: A Pindaric Ode\" (1757) is a companion piece to \"The Progress of Poesy.\" It presents another identity, a solitary prophet who can more readily justify the laws of Jove than can any agent in the \"The Progress of Poesy.\" At the beginning of the ode he is \"Robed in the sable garb of woe,\" the insignia of his office. At the end he \"plung[es] to endless night,\" another entrance into darkness. The plunge into the abyss seems to be a wish-fulfillment fantasy; the mighty Mother is darkness itself, the unshaped figure of desire. The poet who strikes \"the deep sorrows of his lyre\" in \"The Bard\" produces not the \"sweet and solemn-breathing airs\" of \"The Progress of Poesy\" but the harmonies of loss and consolation.\n\r\nThe Eton College ode identifies the progress of human life in terms of absolute separation between youth and age. The \"Ode on the Pleasure Arising from Vicissitude,\" written around 1754-1755 and published in 1775, recreates, through the language of kindredness, the law of succession and cycle: \"Still, where rosy Pleasure leads, / See a kindred Grief pursue.\" \"Rosy Pleasure\" is joined here to an opposite that follows it in an endless alternation. The \"blended form\" composed by the two figures unifies the figures of desire and authority in what is apparently Gray's version of the marriage of heaven and hell. The principle of authority (and desire) is found in Vicissitude, a figure who imposes an Adversity-like \"chastening\": \"The hues of Bliss more brightly glow, / Chastised by sabler tints of woe....\" The ode negates its initial figure of desire, \"the golden Morn aloft\" who\n                                 ... woo's the tardy spring:\r\n                                 Till April starts, and calls around\r\n                                 The sleeping fragrance from the ground;\r\n                                 And lightly o'er the living scene\r\n                                 Scatters his freshest, tenderest green.\nMorn and April give way to tableaux in which the kindred activities of mourning and consolation are enacted: \"Smiles on past Misfortune's brow / Soft Reflection's hand can trace; / And o'er the cheek of Sorrow throw / A melancholy grace.\" The initial act of wooing becomes another sort of engagement, Grief pursuing rosy Pleasure, Comfort approaching Misery. The \"blended form\" is a sublimation of the sexual ardor between Morn and April, transformed into a depersonalized aesthetic in which \"artful strife\" and \"strength and harmony\" displace the seductive Morn who \"With vermeil cheek and whisper soft / ... woo's the tardy spring.\" Courtship is metamorphosed into consolation, and Vicissitude becomes another figure like Contemplation or Adversity, under whose aegis desire is eliminated. Vicissitude, unlike Adversity, is a genderless figure, representing no threatening sexual image. The ode revisits another place, as Eton is revisited by the disillusioned speaker in An Ode on a Distant Prospect of Eton College or as Gray returns to Cambridge in the \"Hymn to Ignorance.\" Here the return is to the beginning of the \"Elegy,\" to \"darkness\" and to the landscape over which the \"plowman homeward plods his weary way.\" All of Gray's poems are poems of progress, journeys in which the challenge lies in discovering something other than the circularity of ends that are constituted of beginnings (\"And they that creep, and they that fly, / Shall end where they began\"). Gray's mother died on  March 11, 1753. On  March 5, 1756 he moved from Peterhouse College across the street to Pembroke College, reportedly as a consequence of a prank played on him by some students who, knowing of his fear of fire, raised a false alarm. When the master of Peterhouse, Dr. Law, failed to take Gray's complaint about the prank seriously, Gray \"migrated\" to Pembroke. When the poet laureate, Colley Cibber, died in 1757, Gray was offered the position; but he declined it. In July 1759 he moved to London to study at the British Museum, which had been opened to the public in January. In December 1761 he returned to Cambridge; except for frequent trips to London, other parts of England, Scotland, and Wales, he remained in Cambridge for the rest of his life.\n\nPoems by Mr. Gray (1768) includes two translations from the Norse. \"The Fatal Sisters\" and \"The Descent of Odin\" are poems of prophecy. The first is dominated by what Gray in the preface calls \"twelve gigantic figures resembling women\" whose purpose is to weave the web of futurity and whose way leads through another field of the dead (\"As the paths of fate we tread, / Wading thro' th' ensanguin'd field....\" The easily identifiable figure of desire in the early verse has been replaced by vast terrifying forms, \"Mista black, terrific Maid, / Sangrida, and Hilda,\" \"Gondula, and Geira.\" Such women appeared first as Contemplation or Adversity. They represent the combined identities of muse-mother-death, the unified form of desire and authority toward which Gray's imagination has been traveling.\n\r\n\"The Descent of Odin\" concerns Odin's visit to the underworld—the kingdom of Hela, Goddess of Death—to discover his son Balder's fate; he learns from the prophetess that Hoder will murder Balder and that Vali, the son of Odin and Rinda, will avenge the crime. The \"prophetic Maid\" is revealed as the \"Mother of the giant-brood.\" Odin wakes her with \"runic rhyme; / Thrice pronounc'd, in accents dread.\" The poem with the maid denying prophetic knowledge to any future \"enquirer ... / ... till substantial Night / Has reassum'd her ancient right.\" The maid's last oracular utterance is a vision of ultimate closure, when \"wrap'd in flames, in ruin hurl'd, / Sinks the fabric of the world.\"\n\r\nIn July 1768 Gray was made professor of modern history at Cambridge, though he never lectured or published on the subject. The most significant personal event of his last years was a brief, intense friendship with a young Swiss student, Karl Victor von Bonstetten. The friendship was apparently complicated by physical desire on Gray's part, though no sexual relation is believed to have occurred between them. In July 1771 Gray became ill while dining at Pembroke College; a week later, on July 30, he died. In his Souvenirs (1832) Bonstetten reflected on the poet: \"Je crois que Gray n'avait jamais aimé, c'était le mot de l'énigme, il en était résulté une misère de coeur qui faisait contraste avec son imagination, ardente et profond qui, au lieu de faire le bonheur de sa vie, n'en était que le tourment\" (I think the key to the mystery is that Gray never loved; the result was a poverty of heart contrasting with his ardent and profound imagination, which, instead of comprising the happiness of his life, was only its torment).\n\r\nGray’s literary achievements—like those of William Collins, James Macpherson, Thomas Chatterton, William Cowper, Christopher Smart, and Joseph and Thomas Warton­—were overshadowed by the emergence in the 1780s and 1790s of Wordsworth, Coleridge, and the quickly succeeding second generation of Romantic writers.\n", "attrs": {"Region:": ["England"], "School/Period:": ["Augustan"]}}