{"pf_url": "https://www.poetryfoundation.org/poets/thomas-hardy", "name": "Thomas Hardy", "yob": "1840", "yod": "1928", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/22/a028d080c74943cc0765172408d04ea41b43dc59.jpeg", "bio": "\nOne of the most renowned poets and novelists in English literary history, Thomas Hardy was born in 1840 in the English village of Higher Bockhampton in the county of Dorset. He died in 1928 at Max Gate, a house he built for himself and his first wife, Emma Lavinia Gifford, in Dorchester, a few miles from his birthplace. Hardy’s youth was influenced by the musicality of his father, a stonemason and fiddler, and his mother, Jemima Hand Hardy, often described as the real guiding star of Hardy’s early life. Though he was an architectural apprentice in London, and spent time there each year until his late 70s, Dorset provided Hardy with material for his fiction and poetry. One of the poorest and most backward of the counties, rural life in Dorset had changed little in hundreds of years, which Hardy explored through the rustic characters in many of his novels. Strongly identifying himself and his work with Dorset, Hardy saw himself as a successor to the Dorset dialect poet William Barnes, who had been a friend and mentor. Moreover, Hardy called his novels the Wessex Novels, after one of the kingdoms of Anglo-Saxon Britain. He provided a map of the area, with the names of the villages and towns he coined to represent actual places.\nBut other features of southern England also influenced Hardy, especially as a poet. Stonehenge was only the most famous of the many remains of the past scattered throughout the English south. There Hardy could explore and contemplate Druid and Roman, ancient and medieval ruins, a fascination which also found expression in later poems like “The Shadow on the Stone.” Hardy’s interest in history also extended to the Napoleonic Wars, which he considered one of the great events of the historical past; Dorset tradition told of the fear of Bonaparte’s invasion of England. Hardy’s epic, poetical drama The Dynasts (1908) reflects a lifetime of involvement with this historical material, including interviews he conducted with elderly soldiers who had fought in the Napoleonic campaigns. Hardy also visited the field of the battle of Waterloo, where Napoleon’s forces were defeated.\nAlive to the past, as a writer Hardy was also sensitive to the future; scores of younger authors, including William Butler Yeats, Siegfried Sassoon, and Virginia Woolf, visited him, and he discussed poetry with Ezra Pound. Furthermore, Hardy’s well-known war poems spoke eloquently against some of the horrors of his present, notably the Boer War and World War I. In such works as “Drummer Hodge” and “In Time of ‘The Breaking of Nations,” Hardy addressed the conflicts in visceral imagery, often using colloquial speech and the viewpoint of ordinary soldiers. His work had a profound influence on other war poets such as Rupert Brooke and Sassoon.\nHardy’s long career spanned the Victorian and the modern eras. He described himself in “In Tenebris II” as a poet “who holds that if way to the Better there be, it exacts a full look at the Worst” and during his nearly 88 years he lived through too many upheavals—including World War I—to have become optimistic with age. Nor did he seem by nature to be cheerful: much of the criticism around his work concerns its existentially bleak outlook, and, especially during Hardy’s own time, sexual themes. Incredibly prolific, Hardy wrote fourteen novels, three volumes of short stories, and several poems between the years 1871 and 1897. Hardy’s great novels, including Tess of the D’Urbervilles (1891) and Jude the Obscure (1895), were all published during this period. They both received negative reviews, which may have led Hardy to abandoning fiction to write poetry.\nFrom 1898 until his death in 1928 Hardy published eight volumes of poetry; about one thousand poems were published in his lifetime. Moreover, between 1903 and 1908 Hardy published The Dynasts—a huge poetic drama in 3 parts, 19 acts, and 130 scenes. Using the Napoleonic wars to dramatize his evolving philosophy, Hardy also pioneered a new kind of verse. According to John Wain’s introduction to the 1965 St. Martin’s Press edition of the dramatic poem, in composing The Dynasts Hardy took “one of those sudden jumps which characterize the man of genius. ... He wrote his huge work in accordance with conventions of an art that had not yet been invented: the art of cinema.” The Dynasts, following this view, is “neither a poem, nor a play, nor a story. It is a shooting-script.” Though little read today, The Dynasts presents Hardy’s idea of “evolutionary meliorism,” the hope that human action could make life better. The length and scope of The Dynasts, which was published in three parts over five years, engendered varied, and sometimes bewildered, responses. But by 1908, with the publication of the third part, most reviewers were enthusiastic.\nHowever, Hardy’s lyric poetry is by far his best known, and most widely read. Incredibly influential for poets such as Robert Frost, W.H. Auden, Philip Larkin, and Donald Hall, Hardy forged a modern style that nonetheless hewed closely to poetic convention and tradition. Innovative in his use of stanza and voice, Hardy’s poetry, like his fiction, is characterized by a pervasive fatalism. In the words of biographer Claire Tomalin, the poems illuminate “the contradictions always present in Hardy, between the vulnerable, doomstruck man and the serene inhabitant of the natural world.” Hardy’s lyrics are intimately and directly connected to his life: the great poems of 1912 to 1913 were written after the death of Emma on November 27, 1912. Some of these works are dated as early as December 1912, a month after her death, and others were composed in March of the following year, after Hardy had visited St. Juliot, Cornwall, where he first met Emma. Tomalin described Emma’s death as “the moment when Thomas Hardy became a great poet,” a view shared by other recent critics. Hardy’s Emma poems, Tomalin goes on to point out, are some the “finest and strangest celebrations of the dead in English poetry.” Hardy was notorious for his relationships with younger women throughout his life, and he married Florence Dugdale, a woman almost 40 years his junior, shortly after Emma’s death. Hardy’s Emma poems, then, according to Thomas Mallon in the New York Times, are “racked with guilt and wonder.” They are poems in which he attempts to come to terms with the loss of both his wife and his love for her, many years earlier.\nThough frequently described as gloomy and bitter, Hardy’s poems pay attention to the transcendent possibilities of sound, line, and breath—the musical aspects of language. As Irving Howe noted in Thomas Hardy, any “critic can, and often does, see all that is wrong with Hardy’s poetry but whatever it was that makes for his strange greatness is hard to describe.” Hardy’s poetry, perhaps even more so than his novels, has found new audiences and appreciation as contemporary scholars and critics attempt to understand his work in the context of Modernism. But Hardy has always presented scholars and critics with a contradictory body of work; as Jean Brooks suggests in Thomas Hardy: The Poetic Structure, because Hardy’s “place in literature has always been controversial, constant reassessment is essential to keep the balance between modern and historical perspective.” Virginia Woolf, a visitor to Max Gate, noted some of Hardy’s enduring power as a writer: “Thus it is no mere transcript of life at a certain time and place that Hardy has given us. It is a vision of the world and of man’s lot as they revealed themselves to a powerful imagination, a profound and poetic genius, a gentle and humane soul.”\nWhen Hardy died in 1928, his ashes were deposited in the Poets’ Corner of Westminster Abbey and his heart, having been removed before cremation, was interred in the graveyard at Stinsford Church where his parents, grandparents, and his first wife were buried.\r\n \n \n \n", "attrs": {"Region:": ["England"], "School/Period:": ["Victorian"]}}