{"pf_url": "https://www.poetryfoundation.org/poets/thomas-bernhard", "name": "Thomas Bernhard", "yob": "1931", "yod": "1989", "image": null, "bio": "\n                                                                    Novelist, poet, and playwright Thomas Bernhard is one of the great German-language writers of the latter half of the 20th century. His work is often described as acerbic, misanthropic, and unrelenting. Influenced by Kafka and Wittgenstein, Bernhard’s novels unfold without paragraphs in intricately patterned musical motifs. According to Michael Hofmann in the London Review of Books, “Before we talk about the quality of the opinions, or the kilotonnage of the diatribes, or the relentlessness of the assault (is anything exempt?), we ought to talk about the patterns of repetition and variation in the unspooling sentences of the unparagraphed prose. If Bernhard is anything, he is a stuck harpsichord record, knocking out its trapped and staggered shards of shrilly hammered phrases.” Bernhard’s first published works were poetry, including the collection Auf der Erde und in der Hölle (1957). Bernhard’s first novel, Frost (1963, translated by Michael Hofmann, 2006), was a collection of notes made by a medical student sent to follow and observe an elderly painter. The painter’s rants and his pessimistic understanding of the task of the artist in post-war society set the tone for many of Bernhard’s novels and plays.   According to the New Yorker’s Ruth Franklin, “All the elements of his [Bernhard’s] intensely pessimistic world view—remorseless fury at a callous universe, lack of faith in human relationships, manic pursuit of aesthetic perfection—were likely set by the hardships of his youth.” Thomas Bernhard was born to an unwed mother in a Dutch clinic; he never met his father and was possibly the child of a rape. His maternal grandparents in part raised him, in Salzburg, Austria. Bernhard’s grandfather, an obscure writer named Johannes Freumbichler, exerted considerable influence over Bernhard, who went on to model many of his most self-righteously vitriolic characters after Freumbichler. Bernhard later called his walks and discussions with Freumbichler “the only useful education I had.” Bernhard’s mother remarried when he was six, and the family moved to Germany. There, Bernhard endured bullying and schoolyard misery; in 1943, at the height of World War II, he was sent back to Salzburg to a National Socialist Home for Boys. He dropped out of school at age 15. In 1949, his hopes for a career in opera were dashed when he developed a lung infection that led to the chronic illness that plagued him for the rest of his life. He began to write in the hospital, however, and much that is known about his life comes from his five-volume autobiography Gathering Evidence (translated by David McLintock, 1985).    Bernhard published dozens of novels, plays, and collections of poetry in his lifetime. Works that have been translated into English include Gargoyles (trans. Richard and Clara Winston, 1970), The Lime Works (trans. Sophie Wilkins, 1986); Correction (trans. Sophie Wilkins, 1979), The Loser (trans. Jack Dawson, 1991), Wittgenstein’s Nephew (trans. David McLintock, 1989), Woodcutters (trans. David McLintock, 1987; also published as Cutting Timber: An Irritation, trans. Ewald Osers, 1988), Old Masters (trans. Ewald Osers, 1989), and Bernhard’s last published novel, Extinction (trans. David McLintock, 1995). A selection of Bernhard’s poetry was published as In Hora Mortis/Under the Iron of the Moon (trans. James Reidel, 2006). English translations of Bernhard’s plays include Histrionics: Three Plays (trans. Peter Jansen and Kenneth Northcott, 1990). Bernhard famously banned republication of his work, or production of any of his plays, in Austria for the 70 years following his death.  \n                                                            ", "attrs": {"Region:": ["Germany"]}}