{"pf_url": "https://www.poetryfoundation.org/poets/thomas-lodge", "name": "Thomas Lodge", "yob": null, "yod": null, "image": null, "bio": "\n                                                                    Poet, playwright, and physician Thomas Lodge was the son of a lord mayor of London. Educated at Trinity College, Oxford, Lodge attracted notice with one of the first defenses of poetry written in response to Stephen Gosson’s School of Abuse (1579). Lodge wrote other tracts, including An Alarum Against Usurers (1584), a warning against money lending. Though not autobiographical, the tract was informed by Lodge’s own persistent money troubles. Lodge gained renown as a playwright, poet, and writer of “narrative fictions.” A Looking-Glass for London and England and The Wounds of Civil War, his first plays with Robert Greene, were written between 1584 and 1589 but printed in 1594.    By 1589, Lodge had turned his attention to long poems and fictions, publishing such works as Scillas Metamorphosis (1589); Rosalynde: Euphue Golden Legacie (1590), which Shakespeare famously drew on for As You Like It; The Famous, True and Historicall Life of Robert, Second Duke of Normandy (1591); Euphues Shadow (1592); The Life and Death of William Longbeard (1593); and A Margarite of America (1596), which Lodge claimed to have written on a sea voyage to South America. In his later works, Lodge mined the moral-philosophical vein and at times explicitly demonstrated his Catholicism. Lodge’s last collection of poetry, A Fig for Momus (1596), included epistles, satires, and eclogues in a conscious alignment with such Roman satirists as Horace and Juvenal. Lodge’s late poems are sometimes read as precursors in both style and form to the Augustan age poets.   Lodge left England in 1597 to earn a medical degree from the University of Avignon. Returning to England, he practiced medicine, married, and began work on translations of the Jewish historian Josephus and the Roman writer Seneca. Lodge also continued to publish shorter works, including a translation of Catholic devotional verses, A Treatise of the Plague (1603), translations, and works of popular medical knowledge. He practiced medicine, presumably until his death, caused by plague.\n                                                            ", "attrs": {"Region:": ["England"], "School/Period:": ["Renaissance"]}}