{"pf_url": "https://www.poetryfoundation.org/poets/thylias-moss", "name": "Thylias Moss", "yob": "1954", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/93162deffbb2ca93775a4b84b5625632fb8a8e42.jpeg", "bio": "\nThylias Moss was born on February 27, 1954 in Cleveland, Ohio. She earned a BA from Oberlin College in 1981 and an MA from the University of New Hampshire, where she studied with Charles Simic, in 1983. She is a professor emerita in the departments of English and Art & Design at the University of Michigan. Her poetry collections include Wannabe Hoochie Mama Gallery of Realities’ Red Dress Code: New & Selected Poems (2016), Tokyo Butter (2006), Last Chance for the Tarzan Holler (1999), Small Congregations: New and Selected Poems (1993), Rainbow Remnants in Rock Bottom Ghetto Sky (1991), At Redbones (1990), Pyramid of Bone (1989), and Hosiery Seams on a Bowlegged Woman (1983). Moss has also authored a memoir, Tale of a Sky-Blue Dress (1998), about her childhood in Cleveland, Ohio, and published several children’s books. Known for her expansive, eclectic poems, she has earned multiple awards, including the Witter Bynner Prize, an NEA grant, and fellowships from the MacArthur Foundation and Guggenheim Foundation.\nAlthough many of Moss’s poems discuss race and gender, these subjects are, explains scholar Langdon Hammer, simply “starting points for her work … her poetry makes such facts of identity seem unfamiliar, their meanings not to be predicted, unavailable to the naked eye.” Known for startling metaphors and vivid imagery, Moss’s later work demonstrates an expansive imagination that seeks to connect at times wildly disparate subjects. In a piece for the Boston Review, Moss described her writing process: “I prefer that unanticipated discovery lead me to and through a poem; for me there is some rapture if the dance of dust mirrored in the hoof of some unspecified beast offers delight and insight that perhaps I would miss were I regularly more interested in imposing certain agendas on my poems.”\nWinner of the Dewar’s Profiles Performance Artist Award (1991), Moss is well known for the dramatic nature of her readings. Her emphasis on poetry’s oral qualities led her to establish Limited Fork Poetics, an interdisciplinary field of film, sound, poetry, and computer science that produces what she terms “poams,” an acronym for products of acts of making. In an interview with the poet Richard Siken, Moss explained her search to make her poetry both new and relevant: “If motion is how we acquire information and also the way in which we experience existence, then I needed to seek ways to make that were sensitive to that. I set out to study interactions among language systems—among the visual, the sonic, the olfactory, and the tactile.”\nMoss lives and works in Michigan.\n", "attrs": {"Region:": ["U.S., Midwestern"]}}