{"pf_url": "https://www.poetryfoundation.org/poets/timothy-liu", "name": "Timothy Liu", "yob": "1965", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/7c508ced29c6b60253e7e487aa86b7a448761d6c.jpeg", "bio": "\nThe son of Chinese immigrants, poet Timothy Liu was born in San Jose, California. He earned a BA at Brigham Young University and an MA at the University of Houston. He spent two years as a missionary in Hong Kong, though he no longer practices Mormonism. Liu counts as early mentors Welsh poet Leslie Norris, poet Richard Howard, and writer Gordon Lish.\n\r\nPaying attention to formal constraints such as syllabics, Liu’s poetry explores identity, violence, sexuality, and the power of witness. In interviews Liu has addressed the role of explicit sexual or violent imagery in his poetry, stating, “Language is erotic, intended or not. Some of the poems … toy with cultural taboos as well, and therefore are obscene, that is ‘offstage.’ … Many of my poems seek to stage linguistic tropes and situations that have been largely left out of poetic discourse, thus releasing textual energies that our culture seeks to suppress.” Reviewing Of Thee I Sing, Danielle Pafunda observed, “On the page, Liu occupies paradoxical space, his tropes of identity rendered vehicles for the language, and the language complicating the vehicles on which it travels.”\nLiu’s many poetry collections include Luminous Debris: New & Selected Legerdemain 1992–2017; Kingdom Come: A Fantasia (2017); Don’t Go Back To Sleep (2014); Bending the Mind Around the Dream’s Blown Fuse (2009); For Dust Thou Art (2005); Publishers Weekly Book of the Year Of Thee I Sing (2004); and Poetry Society of America’s Norma Farber First Book Award winner Vox Angelica (1992). Liu collaborated with artist Greg Drasler on Polytheogamy (2009). He is the editor of Word of Mouth: An Anthology of Gay American Poetry (2000).\nA selection of Liu’s papers is held in the Berg Collection of the New York Public Library. He has taught at Bennington College’s Graduate Writing Seminars, and he is a professor of English at William Paterson University. He lives in New York City.\n", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}