{"pf_url": "https://www.poetryfoundation.org/poets/todd-swift", "name": "Todd Swift", "yob": "1966", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/48fa40734224831aacac90187504c5ff6e632ab5.jpeg", "bio": "\n                                                                    Born in Montreal, poet, editor, and screenwriter Stanley Todd Swift grew up in St. Lambert and Montreal. He earned a BA at Concordia University and an MA and a PhD at the University of East Anglia.    In his formally innovative lyric poems, Swift engages themes of innocence and experience. He is the author of numerous collections of poetry, including Selected Poems (2014),When All my Disappointments Came at Once (2012), England Is Mine (2011), Mainstream Love Hotel (2009), Seaway: New and Selected Poems (2008), and Budavox (1999), among others. With Jason Camlot, he coedited the essay collection Language Acts: Anglo-Québec Poetry, 1976 to the 21st Century (2007). He has edited or co-edited numerous anthologies, including 100 Poets Against the War (2003), Modern Canadian Poets: An Anthology (with Evan Jones, 2010), and Lung Jazz: Young British Poets for Oxfam (with Kim Lockwood, 2012). With Martin Mooney, he coedited Map-Maker’s Colours: New Poets of Northern Ireland (1988). Swift’s work has been featured in numerous anthologies, including The Best Canadian Poetry in English, The New Canon: An Anthology of Canadian Poetry (2006), Open Field: 30 Contemporary Canadian Poets (2005), and Radio Waves: Poems Celebrating the Wireless (2004).   Swift founded Eyewear Publishing. He has also edited the online magazine Nthposition, and the Oxfam Poetry Series. His honors include membership in the League of Canadian Poets and a term as the Oxfam Great Britain poet-in-residence. Swift has taught at Kingston University and Concordia University. He is currently Senior Lecturer in Writing at the University of Worcester. He lives in London and maintains dual Canadian and British citizenship.\n                                                            ", "attrs": {"Region:": ["England"]}}