{"pf_url": "https://www.poetryfoundation.org/poets/toi-derricotte", "name": "Toi Derricotte", "yob": "1941", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/09/818f469554c18b9fbba88e4d4e4b363ea3318eea.jpeg", "bio": "\nPoet Toi Derricotte was born in Hamtramck, Michigan and received her B.A. from Wayne State University and an M.A. in English Literature from New York University. Her books of poetry include The Empress of the Death House (1978), a collection that draws on her early experiences at her grandparents’ funeral home in Detroit, Natural Birth (1983), Captivity (1989), Tender (1997), winner of the Paterson Poetry Prize, and The Undertaker’s Daughter (2011). She has also published a collection of prose, The Black Notebooks (1997), which won the Annisfield-Wolf Book Award for Non-Fiction. Derricotte’s “poems begin in ordinary experiences,” Jon Woodson remarked in Contemporary Women Poets, “but she dissects the routine definitions supplied by society as a way towards making discoveries about what unsuspected resources the self actually contains.”\nDerricotte’s family life was marked by death, abuse, pain and racism; coupled with her Roman Catholic schooling and light skin, Derricotte often felt alienated and guilty. In an interview with Contemporary Authors, Derricotte revealed that: “As a black woman, I have been consistently confused about my ‘sins,’ unsure of which faults were in me and which faults were the results of others’ projections.” She added that, “truthtelling in my art is also a way to separate my ‘self’ from what I have been taught to believe about my ‘self,’ the degrading stereotypes about black women.” Derricotte’s writings explore race and identity through autobiography as well as literary forebears, and her work is known for treating sexual topics with candor. A reviewer in Publishers Weekly characterized Derricotte as a writer who “blends personal history, invention and reportage.”\nDerricotte’s first books, including The Empress of the Death House and Natural Birth (1983), focus on gender, fertility, and race. Derricotte’s third collection, Captivity (1990), considers the vestiges of slavery in the lives of contemporary African Americans, including the prevalence of familial violence, and the continued abuses of racism within the society. In a preface to her fourth volume of poetry Tender (1997), Derricotte notes that the seven sections of Tender emanate like the spokes of a wheel from the hub of this poem. Ellen Kaufman, reviewing the collection for Library Journal, highlighted Derricotte’s dedication to the use of “plain language that does not settle for simplicity or cliche,” adding that “despite its raw and upsetting subject matter” Tender is extremely readable. Monica Dyer Rowe, writing in American Visions, similarly focused on the intimacy of Derricotte’s poetic voice: “Reading Tender is like coming across another’s journal and, despite feeling somewhat guilty…, being too mesmerized to put the book down.”\n\r\nIn fact, Derricotte’s prose publication, The Black Notebooks: An Interior Journey (1997), is comprised of selections from journals kept over the course of twenty years. At the focal point of these journals is the author’s identity as a light-skinned black woman who is often mistaken for white, an issue Derricotte uses throughout her poetic oeuvre as a jumping off point for an inquiry into identity. Here, the author gathers moments from both her personal and her professional lives “that have caused her to examine her blackness and its impact on her understanding of herself and the world,” commented Lillian Lewis in Booklist. Derricotte’s occasional choice to “pass” for white, as when she was attempting to buy a house in a predominantly white suburban neighborhood in New York, has engendered episodes of profound discomfort with herself, resulting in a type of spiritual malaise. The book was a New York Times Notable Book of the Year. Derricotte also had an essay, “Beginning Dialogues,” published in Best American Essays 2006. Another collection of poetry, The Undertaker’s Daughter, was published in 2011.\n\r\nThe poet Marilyn Hacker has said that Toi Derricotte’s poems are “honest, fine-honed, deceptively simple… deadly accurate, ‘more merciless to herself than history’ [and] as unique as her point of view. And it is the specificity, the fine observation of that viewpoint... which makes it at once accessible and revelatory to readers, whatever their origins, whatever their preconceptions of the possibilities of poetry.”\nDerricotte has received numerous honors and awards for her collections of poetry and contributions to literature, including the Lucille Medwick Memorial Award from the Poetry Society of America, the Distinguished Pioneering of the Arts Award from the United Black Artists, the Paterson Award for Sustained Literary Achievement, the PEN/Voelcker Award, two Pushcart Prizes, and fellowships from the National Endowment for the Arts, the New Jersey State Council on the Arts, the Guggenheim, and the Maryland State Arts Council. In 1996, with poet Cornelius Eady, she founded Cave Canem, an organization committed to furthering the artistic and professional opportunities for African American poets. Cave Canem won the 2016 National Book Foundation’s Literarian Award for Outstanding Service to the American Literary Community. Derricotte served as chancellor of the Academy of American Poets from 2012-2017. She teaches at the University of Pittsburgh.\n", "attrs": {}}