{"pf_url": "https://www.poetryfoundation.org/poets/tom-disch", "name": "Tom Disch", "yob": "1940", "yod": "2008", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/4ae050e603fb214414037ca523e84f63b75b6903.jpeg", "bio": "\nA pioneering author of speculative fiction, Tom Disch was also a noted poet, librettist, children’s author, essayist, theater critic, writer of historical novels, and author of computer-interactive fiction. Born in Iowa, Disch grew up in Minnesota and moved to New York City in the late 1950s. He attended both The Cooper Union and New York University, but did not graduate from either institution. During his time in New York, he held a series of low-paying jobs, including advertising copywriter and extra in productions at the Metropolitan Opera. Disch published his first fiction in a magazine called Fantastic Stories in 1962. Two years later, Disch left advertising to become a full-time writer. He published his first novel, The Genocides, in 1965. He moved to London, England in 1967 and became part of the burgeoning New Wave science fiction movement there, joining writers such as John and Judith Clute, John Sladek, and Michael Moorcock. A long career of writing in multiple genres and forms—science fiction novels, short stories, as well as collections of poetry, criticism, and children’s books—followed until Disch’s suicide in 2008.\nDisch’s novels and stories are known for their genre-bending conceits, grim visions of the future, and exuberant, elegant writing. While labeled a writer of science fiction, Disch’s work frequently explodes such boundaries. According to John Cowley in the Boston Review, Disch’s “writing continually expanded beyond the genre, not only into related forms such as horror and Gothic, but also into historical fiction, children’s books (the wonderful The Brave Little Toaster), and poetry, the genre in which he most desired to succeed. His last books would have to be called philosophical romances, a genre to which many speculative writers are drawn after the duties of worldbuilding and character-creating have grown tiresome. The Word of God: Or, Holy Writ Rewritten (2008); The Voyage of the Proteus: An Eyewitness Account of the End of the World (2008)—the titles suggest the contents.”\nA prolific writer in all genres, Disch’s most admired novels include On Wings of Song (1979), 334 (1974), Camp Concentration (1969), and a series of novels known as the “Supernatural Minnesota.” Of the formal variety of his prose and poetry both, the critic David Yezzi remarked, “Describing a Disch novel or poem, we might say, ‘tragical-comical-futuristical-historical-horrifical-satirical.’ While all of Disch’s work variously combines these elements, that last, satire, binds the lot—poetry and prose—with a cinch knot very few of his subjects escape. Pedophilic priests, 1970s workshop poetasters, doctors, businessmen, and canonical novelists all blunder under his scrutiny.”\nThough perhaps best known as the novelist Thomas M. Disch (the name he published fiction under), Tom Disch also wrote many well-received collections of poetry. Describing Disch’s strengths as a poet, Dana Gioia noted, “His subjects are rarely personal, except insofar as Disch represents himself as what Auden once called the ‘average thinking man.’ He therefore cultivates a general rather than a private voice. His tone is cosmopolitan and public rather than intimate and sincere. The structure of his poems more often depends on the logical progression of his ideas than on the associational links of his images. His natural manner is witty and discursive, not serious and lyrical. Most of his poems fall into traditional forms and genres … most amazingly, one gathers in reading him that Disch is more interested in writing verse than poetry (though there is certainly no surer way to good poetry than to begin by producing good verse). In short, Disch is every bit at one with his age as John Dryden would be in a surrealist café.” Yezzi also spoke to Disch’s seeming distance from contemporary poetry trends: “In their buoyant musicality, their humor, and their reluctance to over-poeticize experience or mystify the reader, Disch’s poems stand apart from current fashion.” Disch’s books of poetry include About the Size of It (2006); The Dark Old House (1995); Dark Verses and Light (1991); Yes, Let’s: New and Selected Poetry (1989); Burn This (1982); The Right Way to Figure Plumbing (1972); a collaboration with the poet Marilyn Hacker, Highway Sandwiches (1970); and the posthumously published Winter Journey (2010), a cycle of poems Disch composed after the death of his longtime partner, the poet Charles Naylor.\nAfter returning from London, Disch had lived in New York City for nearly 30 years with Naylor. A series of tragedies marked his final years, including a fire that nearly destroyed his apartment, the long illness and death of Naylor, the loss of his house in upstate New York to mold, and worsening health conditions. After his suicide on July 4, 2008, friends and acquaintances paid tribute to a writer whose influence on an entire genre has been profound. Elizabeth Hand remarked in Salon, “Few people make a successful career of contemplating death and suicide; fewer still approach the subject with the genuine ebullience and elegant despair of the prolific, criminally underappreciated writer Thomas M. Disch … He wrote and wrote and wrote and wrote, for the sheer joy of it and for an even more primal impulse: to tell a story to the dark.”\n", "attrs": {}}