{"pf_url": "https://www.poetryfoundation.org/poets/tom-pickard", "name": "Tom Pickard", "yob": "1946", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/20/753abe97c961c345a74b1977760e39c6690a9edb.jpeg", "bio": "\nTom Pickard was born in Newcastle, England, and left conventional schooling at the age of 14. His collections of poetry include High on the Walls (1967), An Armpit of Lice (1970), Hero Dust: New and Selected Poems (1979), Hole in the Wall: New and Selected Poems (2002), The Dark Months of May (2004), The Ballad of Jamie Allan (2007), and hoyoot: Collected Poems and Songs (2014).\nIn the 1960s Pickard co-founded the Morden Tower Reading Series in Newcastle-upon-Tyne. As Eric Mottram commented in Primary Sources, at Morden Tower \"the finest British and American poets read at a time when they were unheard elsewhere in [England].\" Through his activity with the center, Pickard came in contact with poets such as Allen Ginsberg, Basil Bunting, and Jonathan Williams. In fact, Pickard told  CA he \"spent most of [his] adolescence and young manhood taking advantage of very long periods of unemployment to develop some writing skills under the generous tutelage of Basil Bunting,\" the English poet. He also noted in Paideuma that he \"by some route . . . came across the Beat movement and first got a sniff of the Americans, discovering a punchy, taut and tender language.\" His introduction to the Beat poetry movement led him to also explore e. e. cummings, Walt Whitman, and Ezra Pound. Around the time he was running the Morden Tower reading series, he also edited the arts magazine King Ida's Watch Chain with Richard Hamilton and co-founded the magazine  Eruption and the bookstore Ultima Thule.\n\r\nCritics have commented on how the speech and song with which Pickard grew up also inform his poetry. Writing in Montemora about  Hero Dust: New and Selected Poems, Kenneth Cox said, \"The north-east of England . . . has together with a deep distrust of artifice a strong tradition of popular song. To the dignity, militancy and ribaldry of its industrial ballads Pickard adds a personal zest as well as emotion and craftsmanship far beyond their range.\" Mottram said of the 1973 book Dancing under Fire, \"Pickard uses local words and slang authentically. . . . But throughout his work he reaches into a need for a certain strenuous innocence, a resistance to intellectualising, another way of speaking directly to an audience.\" He observed that the more recent poems in Hero Dust \"retain [Pickard's] controlled vigor in familiar forms.\" In Custom and Exile, Robert Sheppard commented in Times Literary Supplement, Pickard \"has refined his objectivism to produce the best poems he has written since the early 1970s.\"\n\r\nKen Smith noted in the Dictionary of Literary Biography that Pickard's later work in film, radio, and television plays and documentaries \"bears a close relation to his poetry, both as an enlargement of his earlier work and as source and renewal of his poetry. . . . Moving from the North East of England to London, and from London to Warsaw, Tom Pickard's work has expanded with his vision into an authentic voice of experience closely felt and sharply drawn.\"\nPickard's most recent books are Fiends Fell (Flood Editions, 2017) and Winter Migrants (Carcanet Press, 2016). He is currently working on volume two of Fiends Fell.\n", "attrs": {"Region:": ["England"]}}