{"pf_url": "https://www.poetryfoundation.org/poets/tom-sleigh", "name": "Tom Sleigh", "yob": "1953", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/21/830502b482f4c64c2e2414d7ea75d131fd0e51b6.jpeg", "bio": "\nTom Sleigh is the author of ten volumes of poetry, including The Chain (1996), Far Side of the Earth (2003), Space Walk (2007), and Station Zed (2015). Space Walk won the 2008 Kingsley Tufts Award and earned Sleigh considerable critical acclaim. Referring to this collection, poet Philip Levine noted, “Sleigh’s reviewers use words such as ‘adept,’ ‘elegant,’ and ‘classical.’ Reading his new book, I find all those terms beside the point, even though not one is inaccurate. I am struck by the human dramas that are enacted in these poems, the deep encounters that often shatter the participants and occasionally restore them. What delights me most is seeing a poet of his accomplishments and his large and well-earned reputation suddenly veer into a new arena of both our daily and our mythical lives. For the writer, such daring may be its own reward; for the reader, it is thrilling to overhear a writer pushing into greatness.”\nAnd of Sleigh’s work in general, Seamus Heaney wrote: “Tom Sleigh’s poetry is hard earned and well founded. I greatly admire the way it refuses to cut emotional corners and yet achieves a sense of lyric absolution.”\nSleigh has also received the Shelley Award from the Poetry Society of America, an Individual Writer’s Award from the Lila Wallace-Reader’s Digest Fund, a Guggenheim grant, two National Endowment for the Arts grants, the Kellen fellowship from the American Academy in Berlin, an Academy Award from the American Academy of Arts and Letters, and the John Updike Award, also from the American Academy.\n\r\nIn discussing his influences, Sleigh lists “Browning for his technique; Wallace Stevens for a certain quality of gravitas, what Keats feels near his death, when he said he was living a sort of posthumous existence; Philip Larkin for his sense of extremity; Pound for his fluidity of conception and hardness of execution; Baudelaire for his music and intense scrutiny and affection for street life; and Bishop and Lowell for their immersion in the physical world.”\n\r\nAs a dramatist, Sleigh has written several critically acclaimed plays, a multimedia opera, and a full-length translation of Euripides’ Herakles (2001). His prose collection Interview with a Ghost (2006) includes both literary and personal essays.\nOver the last decade, Sleigh has also worked as a long-form journalist in the Middle East and Africa, writing mainly on refugee issues. His work has taken him to Iraq, Syria, Libya, Jordan, and Lebanon, as well as Kenya and Somalia. A book of these essays The Land Between Two Rivers: Poetry in an Age of Refugees (2018) was published simultaneously with a companion book of poems, House of Fact, House of Ruin (2018).\nSleigh has taught at Dartmouth College, the University of Iowa, UC Berkeley, Johns Hopkins University, New York University, and Hunter College, where he is Distinguished Professor in the MFA program.\n", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}