{"pf_url": "https://www.poetryfoundation.org/poets/tomas-transtromer", "name": "Tomas Tranströmer", "yob": "1931", "yod": "2015", "image": null, "bio": "\nTomas Tranströmer, who was one of Sweden’s leading poets of his generation, studied poetry and psychology at the University of Stockholm. His numerous collections of poetry include Windows and Stones (1972), an International Poetry Forum Selection and runner-up for the National Book Award for translation, and The Great Enigma: New Collected Poems (2006, 2011), translated by Robin Fulton. His longstanding friendship with poet Robert Bly, who has also translated and edited some of his work, was documented in Air Mail (2001), a collection of more than 25 years of their correspondence. Patty Crane translated Bright Scythe: Selected Poems by Tomas Transtromer (2015). Tranströmer also published a memoir, Minnena Ser Mig (Memories Look At Me) (1993). He won the Nobel Prize in Literature in 2011. Tranströmer’s poetry, building on Modernism, Expressionism, and Surrealism, contains powerful imagery concerned with issues of fragmentation and isolation. “He has perfected a particular kind of epiphanic lyric, often in quatrains, in which nature is the active, energizing subject, and the self (if the self is present at all) is the object,” notes poet-critic Katie Peterson in the Boston Review. Tom Sleigh observed, in his Interview with a Ghost (2006), that “Tranströmer’s poems imagine the spaces that the deep then inhabits, like ground water gushing up into a newly dug well.”In addition to the Nobel Prize, his honors include the Lifetime Recognition Award from the Griffin Trust for Excellence in Poetry, the Aftonbladets Literary Prize, the Bonnier Award for Poetry, the Neustadt International Prize for Literature, the Oevralids Prize, the Petrarch Prize in Germany, the Swedish Award from International Poetry Forum, and the Swedish Academy’s Nordic Prize. His work has been translated into more than 50 languages.Tranströmer suffered a stroke in 1990, and after a six-year silence published his collection Sorgegondolen (Grief Gondola) (1996); this collection was translated into English by Michael McGriff and Mikaela Grassl as The Sorrow Gondola (2010). Prior to his stroke, he worked as a psychologist, focusing on the juvenile prison population as well as the disabled, convicts, and drug addicts. He died in 2015.\n", "attrs": {"Region:": ["Scandinavia"]}}