{"pf_url": "https://www.poetryfoundation.org/poets/tomaz-salamun", "name": "Tomaž Šalamun", "yob": "1941", "yod": "2014", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/16/398194bc280508a66fe18662414e32fd52b703d6.jpeg", "bio": "\nSlovenian poet Tomaž Šalamun was one of Europe’s most prominent poets of his generation and was a leader of the Eastern European avant-garde. Early in his career he edited the literary magazine Perspektive and was briefly jailed on political charges. He studied art history at the University of Ljubljana, where he found poetry suddenly, as a revelation, describing its arrival in a 2004 interview as “stones from the sky.”\n\r\nŠalamun is the author of more than 40 collections of poetry in Slovenian and English. He published his first collection, Poker (1966), at the age of 25. His poetry, using elements of surrealism and polyphony, was influenced by the work of Frank O'Hara, John Ashbery, Charles Simic, and Charles Baudelaire. His collections of poetry in English include The Selected Poems of Tomaž Šalamun (Ecco Press, 1998); The Shepherd, the Hunter (Pedernal, 1992); The Four Questions of Melancholy (White Pine Press, 1997); Feast (Harcourt, 2000), Ballad for Metka Krasovec (Twisted Spoon Press, 2001, translated by Michael Biggins), Poker (Ugly Duckling Presse, 2nd edition 2008, translated by Joshua Beckman and Šalamun), Row! (Arc Publications, 2006), The Book for My Brother (Harcourt), Woods and Chalices (Harcourt, 2008, translated by Brian Henry), There's the Hand and There's the Arid Chair (Counterpath, 2009), and On the Tracks of Wild Game (Ugly Duckling Presse, 2012). His poetry has been widely anthologized and translated into more than 20 languages.\n\r\nŠalamun won the Jenko Prize, Slovenia’s Prešeren and Mladost Prizes, and a Pushcart Prize. Šalamun and his German translator, Fabjan Hafner, were awarded the European Prize for Poetry by the German city of Muenster. He was a Fulbright Fellow at Columbia University and taught occasionally in the United States. When he joined the International Writing Program at the University of Iowa, he met the Finnish American poet Anselm Hollo, who later became one of Šalamun’s translators.\n\r\nŠalamun was a member of the Slovenian Academy of Science and Art and lived in Ljubljana, Slovenia, until his death in late 2014.\n", "attrs": {"Region:": ["Eastern Europe"]}}