{"pf_url": "https://www.poetryfoundation.org/poets/tony-towle", "name": "Tony Towle", "yob": "1939", "yod": null, "image": null, "bio": "\nTony Towle was born and raised in New York City. Associated with the New York School poets, Towle was a student of both Kenneth Koch and Frank O’Hara. His first collection, North (1971) won the Frank O’Hara Award and was published by Columbia University Press with cover art by Jasper Johns. Towle’s other full-length collections include “Autobiography” and Other Poems (1977), New and Selected Poems 1963-1983 (1983), The History of the Invitation: New and Selected Poems 1963-2000 (2001), which includes short essays on Towle’s work by poets Ron Padgett, Charles North, Paul Violi, and Jack Kimball, and Winter Journey (2008). Towle’s chapbooks include Poems Now (1966), After Dinner We Take a Drive into the Night (1968), the long poem Lines for the New Year (1975), Works on Paper (1978), and Gemini (1981), among others. Some Musical Episodes (1992) includes poetry and prose. Towle has also published an autobiographical account of the years he was most closely associated with the New York School, Memoir 1960-1963 (2001).\r\n \r\nReviewing The History of the Invitation, Ken Bolton noted that, “Tony Towle shares more with the elders of the New York School than his peers do and with more of the elders, too: he suggests Ashbery and Koch quite often, O’Hara sometimes, and the younger Schuyler at the latter’s most playfully decorative and Baroque.” Towle also writes as a native New Yorker, as influenced by the city’s architecture and politics as pop collage methods. To Leo Edelstein, he described growing up in Queens with a view of the Manhattan skyline: “It was like seeing the Emerald City from afar rather than living in it. That kind of perspective pops up in my poems, I think.” Towle’s poetry is known for its wit, urbanity, and lyric power. Ken Bolton characterized Towle as “a poet of abstraction and generalisation, whose frame of mind seems naturally allegorical. At the same time this is a poet curious, merely, as to what can be said.” Frank O’Hara once described Towle as “quite influenced by the ideas around Andy Warhol; with this beauty of diction coming from Wallace Stevens, which is really quite an alarming and interesting style to get to know.”\r\n \r\nTowle’s honors and awards include fellowships from the National Endowment for the Arts, the New York State Council on the Arts, the Poets Foundation, and the Ingram Merrill Foundation. He currently lives in Manhattan with the actress Diane Tyler.\n", "attrs": {"Region:": ["U.S., Mid-Atlantic"], "School/Period:": ["New York School"]}}