{"pf_url": "https://www.poetryfoundation.org/poets/tony-harrison", "name": "Tony Harrison", "yob": "1937", "yod": null, "image": null, "bio": "\nTony Harrison is Britain’s leading poet-playwright. According to fellow poet Simon Armitage in the New Statesman, Harrison sees himself as a poet, regardless of the format of his writing. “[H]e sees it all as part of the same task, the task of being a poet,” stated Armitage. Harrison himself has said that “poetry is all I write, whether for books, or readings, or for the National Theatre, or for the opera house and concert hall, or even for TV.” His enormously wide-ranging oeuvre includes film, theater and “journalistic” poems written for the Guardian newspaper during conflicts in the Persian Gulf and Bosnia. Harrison is also a well-regarded translator, and his translations and adaptations of English medieval mystery plays, Moliere, Racine and countless Greek dramas have been hugely successful. Noted especially for his out-spoken politics, Harrison’s poetry treats issues of class, race and power with extraordinary formal brilliance and technique.\nThe son of a baker, Harrison grew up in working-class Leeds in post-war “austerity Britain.” While he won a scholarship to attend Leeds Grammar School, and later read Classics at Leeds University, Harrison has remained keenly aware of the discrepancy between his early life and his later professional success. One of many who have noted the influence of that background, Armitage was “impressed with the way [Harrison] deals with his upbringing and background in his poems, and more specifically, his accent.” “Who’d have thought,” remarked Armitage, “that some of t’most moving poems in t’language would have been composed in a form of English normally reserved for sheep-shaggers and colliers?” Calling Harrison “a distinctly British poet,” Mary Kaiser in World Literature Today also noted that Harrison’s “central poetic concern is with a distinctly British problem.” Harrison has a “predominant fascination with social and class conflict,” stated Kaiser, who noted that “throughout his work the dynamic of an overlooked minority resisting an elite and powerful majority plays itself out, whether the context is ancient Greece or Rome, the postwar Leeds of his childhood, or contemporary London.”\nIn Harrison’s first full-length book of poetry, The Loiners (1970), the author explored his relationship with the eponymous citizens of the working-class community of Leeds. Yet, reflecting Harrison’s own experiences of teaching in Nigeria and working in Prague, the book ranges widely in location and topic, from childhood encounters with sex in Leeds to tales of love in Eastern Europe. In a review of The Loiners, the Listener’s John Fuller concluded, “The sheer vigour and intelligence of Harrison’s poetry is as heady as young wine, and should produce great things when it matures.” However, Harrison’s forays into drama would provide the pivotal point in his career. In 1973, he translated Moliere’s Le Misanthrope at the invitation of London National Theatre director John Dexter. Harrison’s previous dramatic work—Aikin Mata (1966), a version of Lysistrata set in Nigeria—had focused on showing a classic play as a living work. His later dramatic writing continued this pattern: he set The Misanthrope in 1966, earning the praise of the London Observer’s Robert Brustein, who called it “dazzling, a work of art in its own right, brilliantly witty, clever and conversational.” Harrison went on to create a version of Phaedre (1975) set in the British Raj, and to create a modern version of the 15th-century York mystery plays. In 1977, he became the resident dramatist at the National Theatre for two years, during which time he also completed Bow Down (1977), an original exploration of traditional and ancient ballads.\nHarrison’s next full-length book of poetry appeared in 1978. From “The School of Eloquence” and Other Poems was a more explicit exploration of class issues than The Loiners had been, provoking critical controversy. Writing in Encounter, Alan Brownjohn found Harrison’s insights “hammered into crude containers for heavy irony and his very own brand of chip-on-the-shoulder coarseness,” while in the Spectator, Emma Fisher found the poems “clever, chewy, good but indigestible like rock buns.” In a Times Literary Supplement review of Continuous, Christopher Reid found Harrison “frequently both touching and funny when he writes about his own role as a poet” and described the book as “splendidly rich…full of wit, tenderness, honesty, intelligence and anger.” While critics have generally acknowledged Harrison’s “obsession” in conveying a message through his work, his early poems generally escaped charges that his craft suffered for his subject matter. Harrison’s most famous poem, and his first foray into television, is undoubtedly V (1985). Set at his parents’ grave in Leeds cemetery, V is a perfect example of Harrison’s politically involved yet carefully crafted aesthetic. The film, when broadcast by the BBC, caused a media firestorm. Attacked by political pundits for its unabashed use of certain four-letter words, the piece was widely hailed by the literary world as a masterpiece. It inaugurated a run of successful poems written specifically for television.\nThe title poem of Harrison’s 1992 collection, The Gaze of the Gorgon, was written for television and broadcast again on the BBC. “In it,” explained Michael Lockwood in School Library Journal, “Tony Harrison uses Greek myth and an elaborate narrative concerned with the statutes of German poets to trace the dehumanizing force of war as it has re-emerged in recent conflicts.” Concerned primarily with war, the book also includes “The Cold Coming,” a poem spoken in the voice of an Iraqi soldier killed at the end of the Gulf War. More of Harrison’s works written for the theater and television were published in The Shadow of Hiroshima and Other Film/Poems (1995). Armitage claimed that “Harrison’s achievements in [the] poetic fields [within film and television] have helped to create the opportunity for others, such as me, to have a go.” Harrison’s Collected Film Poetry was published in 2007.\nCritics have generally praised Harrison over the years, finding his work to have grown in depth, maturity, and mastery of the language. In a review in The Times of Selected Poems (1995), Robert Nye noted that Harrison “has been hailed as the first genuine working-class poet England has produced this century.” In a Times Literary Supplement article, Tim Kendall recognized that “Harrison’s poetry in recent years has become increasingly public and politically engaged.” Reviewing Laureate’s Block (2000), Kendall, who noted the collection revealed a “poet as controversialist,” judged its poetry as “maddeningly uneven.” However he noted the work “becomes more successful when Harrison retreats into the private realm.” Harrison’s Collected Poems, when it arrived in 2007 along with his Collected Film Poems, was cause for critical re-evaluation. In the Independent, Bill Greenwell judged Harrison’s poetry “studious drollery,” adding “Harrison wants to be understood, read, watched; to be profoundly accessible, as well as accessibly profound.” In the London Review of Books, Michael Wood noted the “eclecticism of [Harrison’s] style, an idiosyncratic mix of idiomatic Northern cadences and the classical tradition.”\nIn 2009, Harrison won the inaugural PEN/Pinter Prize. Given in honor and memory of the playwright Harold Pinter, the award celebrates writers who have displayed a commitment to Pinter’s own belief in the power of literature to “define the real truth of our lives and our societies.” Citing Harrison’s “unmistakable and passionate voice,” the judges acknowledged that no writer better exemplified Pinter’s unwavering commitment to capturing the world through art than Tony Harrison.\nHarrison’s many other honors include the Faber Memorial Award, the European Poetry Translation Prize, and a UNESCO fellowship. A fellow of the Royal Society of Literature since 1984, Harrison lives in Newcastle-upon-Tyne, England.\n", "attrs": {"Region:": ["England"]}}