{"pf_url": "https://www.poetryfoundation.org/poets/tracie-morris", "name": "Tracie Morris", "yob": null, "yod": null, "image": null, "bio": "\nBorn in Brooklyn, interdisciplinary poet and sound artist Tracie Morris earned an MFA at Hunter College and a PhD at New York University. She studied acting at the Royal Academy of Dramatic Art in London and at Michael Howard Studios.\nIn her poetry, Morris transforms and complicates her subjects of abuse, power, and the body through repetition and accretive adjustments or substitutions, creating an intimate, dynamic space for readers and listeners. In a 2014 interview with Queen GodIs for Creative Capital, Morris states, “For me, sound poetry teases apart the meaning that is embedded with sound and separates that from literal meaning. So what I try to do is pull those things apart and then create a narrative arc from it.” In the essay “Improvisational Insurrection: The Sound Poetry of Tracie Morris,” published in American Poets in the 21st Century: The New Poetics (2007), Christine Hume observes, “Morris employs the kind of fierce, active repetition that might make even veteran Stein readers dizzy, but she does so with electric phrasing, lightning-fast tonal shifts, an uncanny sense of time, and a stampede of ligatured sounds that provides a literal vocal bridge between musical improvisation and poetry.”\nMorris’s poetry collections include handholding: 5 kinds (2016), Rhyme Scheme (2012), and Intermission (1998). Her work is featured in numerous anthologies, including The Racial Imaginary: Writers on Race in the Life of the Mind (2015), The BreakBeat Poets: New American Poetry in the Age of Hip-Hop (2015), and An Exaltation of Forms: Contemporary Poets Celebrate the Diversity of Their Art (2002). With Charles Bernstein, she coedited Best American Experimental Writing (2016).\nHer sound installations have been presented at the Whitney Biennial, MoMA, the Jamaica Center for Arts &Learning, and other sites. She leads the Tracie Morris Band and is also a lead singer for the group Terraplane. A frequent performer at the Nuyorican Poets Cafe in the early 1990s, Morris won championships for the Nuyorican Grand Slam and the National Haiku Slam in 1993. She has received numerous additional honors, including grants from the New York Foundation for the Arts, Creative Capital, and the Asian Cultural Council and residencies at Yaddo and the Millay and MacDowell colonies. She has taught at the University of Pennsylvania, where she was a CPCW poetics fellow, and Pratt Institute, where she is a professor in humanities and media studies. \n", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}