{"pf_url": "https://www.poetryfoundation.org/poets/ua-fanthorpe", "name": "U. A. Fanthorpe", "yob": "1929", "yod": "2009", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/33d4b2a93dffcd6f961bb01698f9ed97e203e638.jpeg", "bio": "\n                                                                    British poet Ursula Askham Fanthorpe was born and raised in Kent. The daughter of a judge, she earned a BA and an MA at Saint Anne’s College, Oxford University. She taught at Cheltenham Ladies’ College for 16 years, serving as head of the English department for eight years. In her 40s, she left education to work as a clerk and receptionist at a psychiatric hospital, an experience that led her to write the poems in her first book, Side Effects (1978). Using wordplay and dark wit, Fanthorpe often slyly questioned convention. In an interview for The Poetry Archive, she stated, “Poetry is important because it reaches the places that other kinds of writing can't reach. I became aware of this myself when I was working as a receptionist in a hospital, and saw how much the doctors and nurses had to leave out of the queernesses and sadnesses of the patients because they were confined to prose. … Poetry has all the voices—wit, sincerity, pastiche, tragedy, delight, and most importantly it's with us from the start of our lives to the end: at the start of our lives, with lullabies and mothers crooning to babies, at the end of our life, with hymns over a grave.”   Fanthorpe published nine volumes of poetry during her lifetime, including Safe as Houses (1995), Neck-Verse (1992), Consequences (2000), and Homing In (2006). Introductions to her work are in Selected Poems (1986), Collected Poems 1978-2003 (2005), and the posthumously published New and Collected Poems (2010), which includes a preface by poet Carol Ann Duffy. Fanthorpe’s work was also featured in the Oxford Book of English Verse (1999). She coauthored From Me to You: Love Poems (2007) with her longtime partner, R.V. (Rosie) Bailey, who often offered a second voice in recordings of Fanthorpe’s poetry.    Fanthorpe received honorary doctorates from the University of Gloucestershire and the University of the West of England. She was made a Fellow of the Royal Society of Literature in 1988 and a Commander of the Order of the British Empire (CBE) for services to literature in 2001. In 1994, she was the first woman to be nominated to the post of Professor of Poetry at Oxford. She received a Cholmondeley Award, an Arts Council Writers’ Award, and a Queen’s Gold Medal for Poetry.    She died at the age of 79 in hospice near her home in Wotton-under-Edge, Gloucestershire. A selection of her papers is archived at the University of Gloucestershire.\n                                                            ", "attrs": {"Region:": ["England"]}}