{"pf_url": "https://www.poetryfoundation.org/poets/vachel-lindsay", "name": "Vachel Lindsay", "yob": "1879", "yod": "1931", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/c2dcc7447ea47fb7116fb773fa74d7bafb5337fd.jpeg", "bio": "\nVachel Lindsay became famous in the early 20th century as a traveling bard whose dramatic delivery in public readings helped keep appreciation for poetry as a spoken art alive in the American Midwest; he called these performances the “Higher Vaudeville.” With their strong rhythms rooted in the American vernacular, revival meetings, the soap box, and the works of Edgar Allan Poe and William Blake, poems such as “The Santa Fe Trail” and “Abraham Lincoln Walks at Midnight” became part of an American literary and cultural revival distinct from literary modernism. However, Lindsay’s poems and performances also drew criticism for their naïve and racist portrayals of African Americans. Poems such as “The Congo,” according to Aldon Nielsen, internalize “a primarily linguistic structure of thought about” African American culture; Lindsay’s attempts at representing black experience and characters were thus “filtered through a metaphorical veil, and the nonwhite could speak to him only through the concocted idioms.” Lindsay’s legacy is thus contested. Although Hazelton Spencer wrote in his introduction to Lindsay’s Selected Poems that the poet’s patriotism and his efforts to help Americans build the country of their ideals was unsurpassed in his lifetime, his works continue to trouble aesthetic categories and cultural histories of the period. In addition to many volumes of poetry, Lindsay also published the first American study of film, The Art of the Moving Picture (1915), works of memoir including A Handy Guide for Beggars (1916), and the utopian fiction The Golden Book of Springfield (1920).\nLindsay was born in 1879 in Springfield, Illinois, in a house where Abraham Lincoln’s sister-in-law had once lived. Lindsay’s father was a Scottish country doctor who had worked in Kentucky; his mother’s family was from Maryland and Virginia. Both of his parents were religious fundamentalists, members of the Disciples of Christ church. They wanted Lindsay to become a doctor, and he studied the sciences for three years at Hiram College in Ohio. There he was also trained in oratory, a skill for which he would later become known throughout the United States and England. Lindsay gave up his medical studies, which he had struggled with continually, and decided to become an illustrator. In 1900 he began to study art, first in Chicago and later in New York City. His instructors in Chicago judged his figure drawings inadequate, however, and New York brought no greater artistic success. Lindsay did manage to sell two poems to Critic magazine during this time, and he proudly hand-made his first book of poetry, Where Is Aladdin’s Lamp, in 1904.\n\r\nLindsay tried in vain to sell his artwork and poetry to New York publishers in 1905. Lack of money forced him temporarily into menial work, which he gratefully left when an opportunity arose to teach at a branch of the Young Men’s Christian Association (YMCA). In 1906, according to Dennis Camp, writing in the Concise Dictionary of American Literary Biography, Lindsay set himself a new task: hiking through the country and “sharing the lives of and bringing hope to the common people in the depths” through his poetry and art. He would support himself by trading poems and pamphlets for food and shelter. With his friend Edward Broderick, Lindsay sailed from New York to Florida, and from there Lindsay alone hiked to his aunt Eudora Lindsay South’s home in Grass Springs, Kentucky. Of this journey Lindsay wrote in a letter collected in Marc Chenetier’s Letters of Vachel Lindsay: “I had had very little response anywhere and very little understanding. No one cared for my pictures, no one cared for my verse, and I turned beggar in sheer desperation. Many people try to gloss this over now and make out it was a merry little spring excursion and I didn’t really mean it. They are dead wrong. It was a life and death struggle, nothing less. I was entirely prepared to die for my work, if necessary, by the side of the road, and was almost at the point of it at times … [My parents] were certainly at this time intensely hostile to everything I did, said, wrote, thought, or drew. Things were in a state where it was infinitely easier to beg from door to door than to go home, or even die by the ditch on the highway.”\nReturning home to Springfield in 1908, Lindsay brought his self-assigned campaign for beauty, democracy, and civilization to the local level. The year he returned home he witnessed a race riot in Springfield in which several black residents were killed. Deeply troubled, he planned a series of lectures on ethnic groups, later delivered at the Y.M.C.A. and published as These Ten Lectures by Nicholas Vachel Lindsay for Men Only Will Be Given Wednesdays at Eight in the Evening, Beginning October 14 in the Y.M.C.A. Building. Each lecture looked at the cultural heritage of a local ethnic group and compared its past with its contemporary role in Springfield. In the next few years Lindsay also published several pamphlets and, in 1910, the well-received poetry volume The Village Magazine. He made another cross-country journey on foot in 1912, tramping west to Colorado and New Mexico with his collection Rhymes to Be Traded for Bread.\n\r\nIn 1913 Poetry magazine featured Lindsay’s poem “General William Booth Enters into Heaven,” which helped establish his reputation as a serious literary artist. The poem was included in many anthologies and resulted in the first trade publication of Lindsay’s poetry, the book “General William Booth Enters into Heaven,” and Other Poems, a collection which Louis Untermeyer called a “curious blend of athletic exuberance, community pride and evangelism” in his book The New Era in American Poetry. This exuberance, pushed too far, tends to detract from some of poems in this collection, according to Untermeyer. He maintained, “His voice gets beyond his control; in his haste to deliver his message, he has no time to choose sharp and living words; he takes what comes first to hand—good, bad, indifferent—and hurries on … His aim is commendable but his volleys are erratic. In his anxiety to bang the bell, he sometimes shoots not only the target but the background to pieces.” William Dean Howells, writing in Harper’s, was more impressed with these poems that rang like songs. “The songs begin their music with the cymbal clash and bass-drum boom of the fine brave poem, ‘General William Booth Enters into Heaven,’” Howells wrote. “That [poem] makes the heart leap; and the little volume abounds in meters and rhymes that thrill and gladden one. Here is no shredding of prose, but much of oaten stop and pastoral song, such as rises amid the hum of the Kansas harvest fields and fills the empyrean from the expanses of the whole Great West. There is also song of solemn things everywhere, civic things, social things, and all of it, so far as we know, good.”\n\r\nThe year after this book appeared came another trade volume, “The Congo” and Other Poems. One of Lindsay’s most famous poems, the title piece has a rhythmic structure based on African-American speech rhythms and jazz. He recited the poem in a variety of voices ranging from a loud, deep bass to a whisper. A Springfield Republican reviewer saw the publication of “The Congo” and Other Poems as the single most interesting event in the American literary scene. “All in all there is an intense and vivid Americanism in these poems—a racy, pungent, authentic note, which, if he fulfills the last measure of his [artistic] promise, will make Mr. Lindsay a prophet of American life,” the reviewer explained. Black writers and intellectuals of the period were less sanguine about Lindsay’s attempts at prophecy. W.E.B. DuBois, remarking on Lindsay’s work in Poetry magazine, declared “Mr. Vachel Lindsay knows two things, and two things only, about Negroes: The beautiful rhythm of their music and the ugly side of their drunkards and outcasts. From this poverty of material he tries now and then to make a contribution to Negro literature. It goes without saying that he only partly succeeds.”\nLindsay mainly depicted small-town and rural white America in his work, and this distinguished him from the more cosmopolitan modernist writers. Contemporary reviewer Francis Hackett wrote of A Handy Guide for Beggars, Especially Those of the Poetic Fraternity, published in 1916, that Lindsay was obviously biased to value the experience of Americans who were the least steeped in bookish occupations and most involved in financial risk, such as homesteaders and small business owners. This bias was to be excused for the sake of the poet’s exuberance, Hackett maintained. “Lindsay makes New Jersey no less poetic than Georgia … Of course Lindsay is too simple about books. He is not fair to the men who do not live among sense impressions. He is not fair to the men who give their lives to truth, the doctors, the men of letters, the lawyers, the men who strive for balance, the men who will not gamble their lives like the harvesters. He has crude gestures, this emerging poet of Illinois … But not seldom is he at the heart of conviction and ecstasy and splendor.” J.B. Rittenhouse, commenting in Bookman on Lindsay’s 1917 collection, “The Chinese Nightingale” and Other Poems, shared this view: “Whatever Vachel Lindsay does, one feels the sincerity and the strong native impulse back of it. He is a vitalising force in modern poetry, having at once the social vision and the knowledge that it cannot be realized apart from beauty. Technically he has widened the outposts of poetry, and we may look to him to annex a still wider demesne.”\n\r\nLike Walt Whitman, a poet who traveled widely and chronicled as much as he could of the American experience, Lindsay felt poetry could speak of every kind of experience, including war. “The Chinese Nightingale” and Other Poems, for example, reflected Lindsay’s changing responses to America’s involvement in World War I. A letter cited by Ruggles amplified the mixed feelings with which Lindsay registered for the draft in 1917: “My heart is very sad tonight about the war. I have not the heart to challenge [President Woodrow] Wilson. I voted for him and cannot regret it—yet Jane Addams’ dauntless fight for peace goes home to my soul … It is so easy to get killed for a cause; but it is a bigger thing to think of killing other people. I would a hundred times rather get killed than kill anybody. I feel as guilty as if I had done it all tonight—or had a hand in it.” The poems in “The Chinese Nightingale” and Other Poems begin with this pacifist emphasis, yet by the end Lindsay expresses support for those who will go to war to defend their rights.\n\nThe Golden Whales of California, a 1920 collection, is a notable example of the aural quality of Lindsay’s work. Though poet Amy Lowell and E.B. Reed felt that Lindsay began to parody himself in this volume, other contemporary reviewers felt he had reached a new level of excellence in his craft. O.W. Firkins related in Review: “In this writer there have always been two elements: the poet, and what I shall unceremoniously, but not disrespectfully, call the urchin … The poet and the urchin lived apart; they could not find each other. They have found each other, in my judgment, in the ‘Golden Whales,’ and their meeting is the signal for Mr. Lindsay’s emergence into the upper air of song.”\n\r\nAnother form of performance, the growing art of film, intrigued Lindsay as a critic. In 1915 he presented what he believed should be the guidelines for the use of film in The Art of the Moving Picture. The first section of the book is a kind of field guide for identifying different types of film forms. Lindsay classified them as pictures of action, pictures of intimacy, and pictures of splendor. In the second half of the book he observed that since film reaches segments of society relatively untouched by other forms of art or literature, the future of that population may depend largely on what direction filmmakers take with their art. His was the first American book to study film as an art form, and it won for Lindsay the respect of film theorists and filmmakers such as Victor Freeburg and D.W. Griffiths. Freeburg used the book as a text in his course on filmmaking at Columbia University.\n\r\nTo make the most of the film genre’s possibilities, Lindsay warned against the addition of sound, afraid that verbal elements would dominate the visual images. He thought the conventions of written literature—plot, linear development, and character—also might encroach on the artistic impact of the visual image if the “movies” became “talkies.” He felt it would be unfortunate if visual images served only as supplements to the language; Lindsay believed that filmmakers should work as much as possible with the nonverbal capabilities of their medium so that any verbal components would serve the visual image. A New Republic reviewer recommended the book without reservation to all serious students of film as an art form, writing that The Art of the Moving Picture “reveals vividly where the limitations and the opportunities of the moving picture lie. There is nothing fanciful about it. There is nothing chimerical. It states and argues its position, and opens up the hope for beauty in a form of expression that has been enormously misunderstood.”\n\r\nDuring the last decade of Lindsay’s life his popularity waned. Works such as Going-to-the-Sun and Going-to-the-Stars, published in the early- and mid-1920s, found less appreciation than his patriotic verses. When the novelty of his patriotic performances had faded, fewer patrons attended his readings, which were his primary source of income. By the end of the 1920s, the tastes had changed so much that Lindsay’s oratorical style, rooted in the folklore of the country’s various regions, belonged to a past era. Lindsay had produced many experimental works that included cinematic technique, mystic symbolism, and other media, particularly dance and graphic art. Critics of the 1960s and 1970s recognized these efforts and reappraised Lindsay as a remarkably versatile writer. Critics of his day found his experimental poetry of the latter volumes interesting, but the earlier impression of Lindsay as an inexhaustible, thundering orator prevented many from appreciating those more subtle works.\n\r\nLindsay’s personal life deteriorated in his later years also. In 1922, his mother, who had been an important inspiration to him, died. In 1923 he had to cancel a tour after suffering a mental and physical collapse, and his health declined from “an inherited disease” (assumed to be epilepsy or diabetes) that was mysterious to him. Sinus surgery performed that same year resulted in increased moodiness and irritability. He married in 1925, and at first marriage brought him great happiness. His difficulty in earning a living, however, weighed more heavily with a wife and, eventually, two children to support. His creativity also waned, which frustrated Lindsay greatly, since his self-esteem and will to live had been for so long so closely tied to it. He felt that audiences had remembered his oratorical style without being much affected by the substance of his works. Reviewers’ claims that he was parodying himself stung him. A letter collected by Ruggles expresses Lindsay’s lament: “I will not be a slave to my yesterdays. I will not. I was born a creator, not a parrot.” In 1931, in poverty and depression, Lindsay drank a bottle of lye and died, according to a biography by Edgar Lee Masters, Vachel Lindsay: A Poet in America; the death was officially attributed to coronary thrombosis.\nVachel Lindsay remains known for his commitment to poetry as a performance art at a time when poetry was becoming more and more an artifact of the printed page, and his celebration of the village in a century when most of American culture turned more and more toward the teeming urban centers. Throughout his career Lindsay was known for reciting his poetry with great theatricality. He supplemented his recitations with sound effects such as tambourines and whistles and sometimes appeared in blackface to recite “The Congo.” Later critics have wrestled with how to read Lindsay’s provocative and frequently insensitive portrayals of African Americans and black culture. T.R. Hummer notes that “The Congo” “must be read not as about Africa but as a projection of America—just as a dream says everything about the dreamer and nothing about the subject of the dream. If Lindsay's projections of Africans and African-Americans—and of Asians, and of women—remain cartoons, this fact speaks to the limitation of his underlying psycho-sprititual theory about the nature of poetry and of America.” In Hummer’s view, Lindsay’s work reveals “the arrogance of the American sovereign self … At root, Lindsay's impetus is religious, however much it pretends here and there to be purely aesthetic, merely a show. And his religion is, of course, the typically American, Emersonian religion of the divine self and its sacred imagination, whose visions—when they present themselves as its purest products and not as overtly appropriative political gestures—must be, ipso facto, powerful, authoritative, true.”\nLindsay was credited with helping keep the oral tradition of poetry alive. Yet, his success as a performer also limited the circulation of his work. Dennis Camp explained in the Dictionary of Literary Biography, “Audiences were carried away with his voice and gestures, praising him lavishly and paying him handsomely. But he soon learned, to his dismay, that people totally missed or only tolerated his moral intentions and ‘rhetoric.’” And Lindsay’s performances dependeded on Lindsay for its success. With Lindsay’s passing, so the performance would pass. Albert Edmund Trombly alluded to this fact in his Vachel Lindsay, Adventurer. “His present reputation, which rests so much on his forensic powers, will not stand,” wrote Trombly. “To his own generation he is primarily the interpreter of his poems … This will not be true of another generation.” Amy Lowell, writing in the New York Times Book Review, Lindsay’s “greatness lies in his being so firmly one of a group, his weakness is just in the fact that when we expect him to rise above the group-consciousness by the strength of individual genius he so often falls heavily back upon it.”\n", "attrs": {}}