{"pf_url": "https://www.poetryfoundation.org/poets/vernon-scannell", "name": "Vernon Scannell", "yob": "1922", "yod": "2007", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/0deb8803a5f973e7e0c62d70a2000261fee08813.jpeg", "bio": "\nBritish formalist poet, memoirist, and novelist Vernon Scannell was born John Vernon Bain in Spilsby, Lincolnshire. He served in the British Army during World War II, fighting in North Africa and France, and took part in the D-Day landings at Normandy. After deserting, Scannell took classes at Leeds University, though he never formally enrolled. He was later arrested for his desertion.\r\n \r\nScannell’s precisely scaled and accessible formal poems illuminate both domestic and wartime scenes. In an obituary for The Guardian, poet Alan Brownjohn stated, “What might have been considered unusual given a colourful, even swashbuckling, personality that spawned innumerable anecdotes, was his fastidious procedure as a poet, his unflinching focus on the age-old themes of love, war and death, his concern for ‘a real involvement with living experience.’”\r\n \r\nScannell’s numerous poetry collections include Graves and Resurrections (1948), A Mortal Pitch (1957), Walking Wounded (1965), and Behind the Lines (2004). He wrote eight novels, including The Face of the Enemy (1961), The Dividing Night (1962), Ring of Truth (1983), and Feminine Endings (2000). His memoirs include The Tiger and the Rose (1971), A Proper Gentleman (1977), and Drums of Morning: Growing Up in the Thirties (1992). He is the subject of Walking Wounded: The Life and Poetry of Vernon Scannell (2013), by James Andrew Taylor.\r\n \r\nScannell’s honors include a Heinemann Award for Literature, a Cholmondeley Award, and a Southern Arts Association Writing Fellowship. In 1960, he was elected a Fellow of the Royal Society of Literature, and in 1981, he was granted a Civil List pension in recognition of his services to literature.\r\n \r\nHe died at the age of 85 at his home in Otley, Leeds. A selection of his papers is archived at Leeds University Library.\n", "attrs": {"Region:": ["England"]}}