{"pf_url": "https://www.poetryfoundation.org/poets/vern-rutsala", "name": "Vern Rutsala", "yob": "1934", "yod": "2014", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/c083603ea3e4a9b7057e58269f1ac3b2770c78ff.jpeg", "bio": "\nVern Rutsala was born in McCall, Idaho, and he lived in Milwaukie, Oregon as a teenager. He earned his BA at Reed College and his MFA at the Iowa Writers’ Workshop. He taught at Lewis & Clark University for over 40 years before his retirement in 2004. Rutsala wrote both verse and prose poems in which the everyday experience of middle-class life is transformed into a strange and transfiguring arena. “Each aspect of our lives, each object or our mundane environment, is a badge of the numb but terrible disparity between life’s possibilities and the horror of diminishment we are all suffering from,” writes Norman Friedman in Contemporary Poets. In Saturday Review, R.D. Spector wrote of Rutsala’s work that “for all the casual language, there is a precision of metaphor: for all the quietness, a moving force, and for all the commonplace experiences, a genuine significance. ... Rutsala is a poet of the very real world. ... It is not merely authenticity but understanding and wisdom that speak out.” Rutsala was the author of over a dozen books of poetry, including How We Spent Our Time (2006), A Handbook for Writers: New & Selected Prose Poems (2004), and The Moment’s Equation (2003), a finalist for the National Book Award.\nIn the prose poems found in Paragraphs (1978), Rutsala seems “at last to touch the springs of neurosis itself and to find the mirror—even the cause—of the desolation in society,” writes Friedman. “His sense of the abyss, in other words, becomes internalized. ... Having found the demon, we must acknowledge him, enable him, or we are doomed to the impasse, and so we follow Rutsala on his tormented journey to the interior, where he extends his forms as he deepens his vision.”\nIn the prose poems collected in Little-Known Sports (1994), Rutsala explores the ordinary, even mundane, activities of the typical day as athletic events demanding the utmost from each of us. Reviewing the collection for Prose Poem: An International Journal, Gian Lombardo lists such activities as “sleeping, flipping coins into beggars’ hats, tedium, telephone answering, getting lost, failure, stupidity, getting into bed, lying, and fostering deliberate misunderstanding” as among the “sports” Rutsala delineates. “The prose poems,” Lombardo finds, “proffer sly snapshots of human foibles, including self-seriousness, and are sharpened into focus by a wink given almost in conspiracy with the reader. ... Over and over Rutsala—with his good eye for the detail, devilish twists and cheery satire—brings us to the edge between dark and light by showing us common objects and practices in a way we don’t normally see them.” “Articulate, comprehensive, evocative poems, informed by a weird imagination, demonstrate that beneath the pretense and the conspiratorial wink, poetry emerges,” notes a reviewer for Publishers Weekly.\nFriedman concludes that “Rutsala has one of the keenest poetic responses to contemporary middle-class society since Cummings, Auden, the earlier Karl Shapiro, and some of Louis Simpson. His special achievement ... is to have made the furniture of everyday bourgeois life in America available to the uses of serious poetry. He is thus somewhat like the better pop artists, ... who [make] assemblages out of found objects. ... With a few skillfully constructed figures, Rutsala can confront us with ourselves.”\nOf his own work, Rutsala has said, “A poem starts with something I call a kind of buzz or hum of potential. There is rarely any explicit idea—usually it’s just a feeling that I’ve got hold of, the very tip of something, and the first lines are an effort to uncover what that thing may be. Obviously, it has to seem worth pursuing and the pursuit results in a draft which is open to every possibility that bears on that triggering buzz. Form, sense, the niceties of language are not concerns at this point. What is important is the block of words which form the first draft—the kitchen sink draft. The draft is usually set aside for a time—out of the need to earn a living but increasingly by preference—and looked at later with a cold eye. If the buzz is still there then the shaping begins, which may go on for hours, weeks, or months.\n“Though we all want them to come across quickly, each poem sets its own agenda. You know the poem may not work out but you take the chance and hope the law of averages is with you. But, as Eliot said, you write with a wastebasket, and that’s the only way. Every writer lives with waste, almost extravagantly so. Carefulness and caution strangle the creative impulse. Staying alert and not too anxious keeps it alive.”\nRutsala lived in Oregon for most of his life. He received the 2014 C.E.S. Wood Distinguished Writer Award from the Oregon Book Awards, its highest honor, just two weeks before his death.\n", "attrs": {"Region:": ["U.S., Northwestern"]}}