{"pf_url": "https://www.poetryfoundation.org/poets/victor-hernandez-cruz", "name": "Victor Hernández Cruz", "yob": "1949", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/40019896ca7a60757fdc83c0ccde0081de5d52c4.jpeg", "bio": "\nVictor Hernández Cruz was born in Aguas Buenas, Puerto Rico. He moved to New York City with his family when he was five years old, but he didn’t start learning English until two years later when his family bought a television set. He started writing poetry early, and at 17, he self-published his first book, Papo Got His Gun! And Other Poems, on a mimeograph machine. Since then, numerous collections of his poems—among them Beneath the Spanish (2017); In the Shadow of Al-Andalus (2011); The Mountain in the Sea (2006); Red Beans (1991); Rhythm, Content, and Flavor: New and Selected Poems (1989); By Lingual Wholes (1982); and Snaps (1969)—have been published by traditional publishing houses. He is a member of the Nuyorican movement of writers. He has received fellowships from the Guggenheim Foundation and the National Endowment for the Arts. From 2018 to 2013, he served as a Chancellor of the Academy of American Poets.\nCruz writes from the observation point of traveler and city dweller; he is fluent in Spanish and English, and the poems reveal his familiarity with music, New York, California, the Caribbean, Puerto Rican history, and the immigrant experience. Of Red Beans, Jose Amaya wrote in the San Francisco Review of Books, “Cruz experiments with the vast linguistic and cultural possibilities of ‘indo-afro-hispano’ poetry and comes up with a strong vision of American unity.” Ann C. Bromley observed in the American Book Review, “Red Beans celebrates a migratory poetics that is self-reflective, lyrical, lush, and often dead-pan humorous as Spanish and English dance a lambada through its pages.”\nCruz commented in a 1990 interview that writing poetry is his way of traveling, and that his major concerns include “the history of immigration in a world-wide sense; the idea of civilization coming into other civilizations.” He often writes poems based on material he has recorded in notebooks. When asked why he seldom uses the first-person point of view in his poems, he explained, “The poetry’s not really about myself, it’s about my culture.”\nCruz is one of the founders of the Before Columbus Foundation, a nonprofit organization that promotes the recognition of multicultural writers. He divides his time between Morocco and Puerto Rico.\n", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}