{"pf_url": "https://www.poetryfoundation.org/poets/virgil", "name": "Virgil", "yob": "70", "yod": "19", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/793b76e2db02f9bd4dd5fd78a8ee169de7fbbf2e.jpeg", "bio": "\nPublius Vergilius Maro was a classical Roman poet, best known for three major works—the Bucolics (or Eclogues), the Georgics, and the Aeneid—although several minor poems are also attributed to him. The son of a farmer in northern Italy, Virgil came to be regarded as one of Rome's greatest poets; his Aeneid as Rome's national epic.\n\r\nOver the past 300 years, much of Virgil’s long-standard ancient biography, based on hearsay and legends, has been challenged. (Vergil with an e is the classical Roman spelling, normal in Germany, and thence adopted by some in the United Kingdom and the United States, contrary to traditional literary usage). These ancient biographies include much material that has been believed only because it was applied to Virgil. Romans and Italians after his death attributed many myths to Virgil's tomb, for example, which is located near Naples, contending that the cave in which he was buried was carved out from the supernatural power of Virgil's gaze. Now biographers try to piece together Virgil's life from his own writings and the writings of his contemporaries. Virgil almost without a biography, without the lavish myths, turns out to be no less great a poet than he was before.\n\r\nHis earliest poetry reveals a formidable literary training; legend contends that he was sent to Rome at the age of 5 to study rhetoric, medicine, philosophy, and astronomy. The rustic tragedies of his Bucolics 1 and 9 are the stuff of life in Italy during the First Triumvirate (Julius Caesar, Pompey, and Crassus) and the Second Triumvirate (Mark Antony, Lepidus, and Octavian) and not necessarily autobiographical; nevertheless, they show Virgil's concerns in his early career. Already in Bucolic 1 Virgil writes with admiration of the young Octavian, whom Cicero at the same time dismissed as a teenage butcher. How Virgil actually came into contact with Maecenas, early Octavian’s adviser in matters of cultural politics, no one knows. About 38 BCE, however, Virgil was already well enough placed to be able to introduce Horace to Maecenas (Horace, Satires 1.6.54f.), and perhaps in the spring of 37 BCE both Virgil and Horace accompanied Maecenas and various other public figures on their journey from Rome to Brundisium (Horace, Satires 1.5). The Bucolics were a huge popular success: the poems were performed on-stage, and more than four hundred years after publication they were recited in the streets of Rome by Christian priests who should have been reciting psalms. This success made Virgil’s next poetic undertaking a matter of public moment. He says (Georgics 3.41) that the Georgics were “your ungentle orders, Maecenas.” “Ungentle,” though, is typically elusive: does Virgil mean that the orders were stern or that the subject-matter of the new poem was not gentle? “Orders” is a crude way of rendering iussa, which Peter White says in Promised Verse (1993) is a word used for many kinds of literary suggestions, invitations, or requests. The text does not suggest that Virgil is the willing (or unwilling) servant of a vast and coercive propaganda machine. Maecenas had seven years to wait for the Georgics, and the poem reflects the political changes of the period of composition. Octavian stopped near Naples for four days in 29 BCE, while returning to celebrate his triumph over Antony and Cleopatra, in order to listen to Virgil and Maecenas recite the newly completed Georgics.\n\r\nVirgil had become a major national figure, as well as a rich man: his estate came to be worth 25 times the property qualification of a Roman knight, but crude cash handouts in properly behaved circles at Rome were entirely unthinkable, and it would be unjustified cynicism to suppose that Maecenas secured the poet’s loyalty with a series of handouts. The date Virgil actually began the Aeneid is equally uncertain: the proemium to the third Georgic (verses 21-39) suggests that he was thinking of writing an epic long before he actually began it, though he may not even have finished the Georgics before beginning the Aeneid. Virgil died in 19 BCE, before the Aeneid was altogether finished, and formal imperfections have indeed been detected. Just as Propertius was excited by the thought of the forthcoming epic (2.34.61-66), Augustus was urgent to hear something of it before “publication” of the whole; that Virgil read the imperial family three books (2, 4, and 6, though that is not certain) in 22 BCE seems probable. It is related that Virgil wanted to spend three years in Greece to perfect the text, but Augustus, on his way back from the East, met him at Athens, and the poet decided to return to Italy with Augustus. Heatstroke incurred at Megara led to Virgil’s death at Brindisium. Some of this sequence of events may be true; there are objections to almost all of it, however, and various ancient accounts of what Virgil had laid down in his will as to what should be done in case he died with the poem unfinished are strikingly inconsistent. The tale that Augustus saw to the posthumous publication of the epic that the poet himself had wished should be burned if he could not see to its completion is moving but may well be rather a long way from the facts.\n\r\nIn Virgil’s hands, pastoral turned into a poetic genre in which the author could use humble characters to talk about public figures and current affairs. Because shepherds are the poet-musicians of the countryside, Virgil can also talk about poetry on their lips and can lard their conversation with poetic allusions to predecessors and contemporaries, both Greek and Latin. He does so notably in Eclogues 6 (Gallus, v. 64) and 10 (Gallus the dedicatee); that ten fragmentary lines of Cornelius Gallus’s (rather disappointing) poetry have now been discovered on a scrap of papyrus has not helped to clarify the situation. Particularly in the prologue to Eclogue 6, Virgil is at pains to underline the modesty of pastoral poetry: didactic and epic were definite steps up the hierarchy of poetic dignity, but humble pastoral turns out to be a singularly pliable literary form: its meter is epic (hexameter); its theme (love, often) suggests elegy or lyric; its use of refrains is decidedly lyric; and the dialogues, contests, and touches of jolly fun suggest mime. Virgil’s pastoral poetry, however, is not just a literary construct, inasmuch as there are striking touches of realism in the descriptions of country life (1.34f., 3.94ff.), and the names of rustic deities and their festivals (3.76f., 5.35, 10.94) suggest familiar Italy and not the distant world of Theocritus, though the landscape, however important an element it is in the various poems as the setting for personal love and public tragedy, and as a consolation for both, never attains that degree of specificity that makes the descriptions in the works of Lucretius and in the Georgics so fascinating at times.\n\r\nThe proemium of the first Georgic announces the subject matter of all four books of the Georgics: crops, vines, cattle, and bees. It is a didactic poem, then, about agriculture, but that is something different from a poem intended to teach its readers how to farm—a fundamental distinction that has caused much confusion and needs to be cleared up. The imagined audience of the Georgics is indeed composed of farmers (whom Virgil addresses, for example, at 1.100), but the intended readership of this same poem is necessarily at a far higher cultural level. That is not to say that farmers could not read. They could and did, and a little bit is known about the rough manuals that existed for them, but the literary texture of the Georgics is exceptionally dense and complicated, and to get into them to any depth, the reader (ancient or modern) needs ample grounding in a great body of Greek literature, both prose and verse, and not all of it, by any means, about farming. There is a fair bit of apparently instructional material in the poem, but it is unsystematic, incomplete, and at times positively inaccurate, as later Roman writers realized. Nor is it quite clear about what sort of farm Virgil is writing; indeed, he may actually have preferred to leave the issue open. Usually he writes about the smallholder, the farmer who does most of the work himself: that sort of agriculture had most appeal to poet and reader, and it also rested on a long poetic tradition, going back to Hesiod’s Works and Days. But just sometimes (1.286; possibly 1.343, 2.230, 259) he writes about slaves, and occasionally too he talks about agricultural techniques and situations only appropriate to a large-scale landholder (2.177-258: only on a large farm are there many varieties of soil; 1.49: barns full of grain). So Virgil writes about farming, but not for farmers, and in a precise historical context: he began during the time when the Civil War had wrought great damage to farming in Italy—plunder and destruction, conscription, confiscation, redistribution, and neglect of land while its owners were on active service; all played harmful roles. Sextus Pompeius, son of Pompey the Great, had blocked much of the regular grain supply from Egypt, and famine was a serious prospect. It is too easy to say that Virgil—once Sextus Pompeius was defeated (3 September 36 BCE) and it became more likely that Octavian, not Antony, would become undisputed master of Italy—began to map out a poetic design for a mass return to the land on the basis of traditional smallholdings, in keeping with an official policy (of sorts) of agricultural renewal. There is no historical evidence for such a policy, though the beneficent effects of peace (after 31 BCE, that is) upon farming were recognized. A return to an agricultural economy based upon smallholdings made no sort of practical sense, but Virgil wrote at a time when “restoration” and “return” were notions dear to Octavian and his advisers (for example, Maecenas and Cicero’s old friend Atticus). The spirit of traditional farming (as symbolized by the figure of the elder Cato, both as he had spoken and written and as Cicero had presented him in his “On Old Age”) was a very different matter from the long-gone reality. As a moral and ethical ideal, “the farmers of old” and a style of life that could credibly be attributed to them were eminently suitable and attractive matter for a didactic poem—and not only formally didactic, but also widely and brilliantly descriptive. Not, that is, just “how to” but also “see how it is.” That way of looking at nature had come to Virgil, above all, from Lucretius, whose Epicurean didactic poem had appeared when he was 16 or so years old: to Lucretius, minute observation of the visible world served by analogy to explain what the eye could not see. The infinite poetic possibilities of the detailed observation of nature were perfectly suited to Virgil’s talents and purpose, as becomes clear to anyone who reads, for instance, the list of weather signs, (Geo. 1.351-423). Even though there survive two Greek texts and two Latin translations used by Virgil, one would never imagine that much of this wonderful precision is literary and derivative. Just how well Virgil himself knew the details of farmwork is not clear: scholars learn more and more both about his Greek sources, in prose and verse, and about the mass of detail compatible with prose farming manuals in Latin of such writers as Cato, Varro, Columella, and Palladius. The Georgics are brilliant as didactic poetry precisely because they are so admirable in their descriptions. When Virgil from time to time abandons the (relatively) narrow detail of the matter in hand to turn to an excursus (digression), his reason is not that nature and farming are so dry and dull that they need relief or alleviation but that the poet is well aware that a change of tone and perspective is called for. The digressions comment on and illustrate in ampler terms the more strictly didactic text; their role in some ways is not unlike that of the choruses of Greek tragedy.\n\r\nVirgil, in the course of his literary career, undertook steadily larger projects, moving also up the scale of stylistic and generic grandeur. To say that this progression was calculated and inevitable is too easy; already at the time of Bucolics, Virgil was thinking about epic (6.1ff.), and when he was writing Aeneid, he still remembered Bucolics (7.483ff.). Alongside the formal and perfect growth of his literary career, Virgil’s relationship with Augustus developed. That an ancient life says that Augustus proposed the topic of the Aeneid to Virgil does not matter. More important are the repeated observations, made by ancient readers of the epic to whom a clear perception of rhetorical structure and intent came far more naturally than it does today, that Virgil’s purpose was to relate (and praise) the origin of the city of Rome and of Augustus’s own family. That from the late 2nd-century BCE onward the family of the Julii Caesares claimed descent from Aeneas is central to Virgil’s choice of the story of Aeneas as the plot for his epic. Julius Caesar made much of this genealogy in the image that his publicity projected, and his great-nephew and adopted son Octavian followed this lead—in art, ritual, and coins. However, unwelcome such facts are to most modern students of Virgil, who is normally seen as a poet of doubt, suffering, and criticism of Roman and imperial values, they do remain facts; some further details can be found in Vergilius, 32 (1986). The crude question “But did Augustus tell Virgil to write the Aeneid?” is best not asked, not least because Augustus and Maecenas in their best years did not do things that way. Augustus’s repeated involvement in the development and publication of the poem (fragments of the correspondence between poet and emperor are actually available) has inevitably some bearing on modern readers’ judgment if they look at the epic at least in part in its historical context. Of course, a reading of the epic in terms of a modern, liberal, antimilitarist ethic will come up with wildly different answers; indeed, much current discussion of the Aeneid is violently politicized.\n\r\nIt is necessary to look at the Aeneid in terms that did, demonstrably, make sense in Virgil’s own time: that is not to deny that today’s Virgil too has a right to exist, but it is best to get to know the text really well before deciding not only what its moral issues are but also what stand the poet takes on them. For there is no room for doubt: while Virgil tells a remarkable story (and St. Augustine as a schoolboy was fascinated by books 2 and 4, as he says in Confessions, book 1, ch. 13), which army officers carried on campaign, schoolboys wrote on the walls of Pompeii, and crowds heard read in the theater, the Aeneid is also a vehicle for profound meditations on the human condition, on character and moral judgment, on war and peace, on conflict of duties, on the state, on the gods, and on Roman history; see St. Augustine’s reading of Aeneid in his City of God.\n \n", "attrs": {}}