{"pf_url": "https://www.poetryfoundation.org/poets/vita-sackville-west", "name": "Vita Sackville-West", "yob": "1892", "yod": "1962", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/f5a908cb02b8db9d9243e248e4678ca67e19616b.jpeg", "bio": "\n                                                                    British novelist, poet, and gardener Victoria Mary Sackville-West was raised at her family’s ancestral estate, Knole, in Kent. In her poetry, she often engaged themes of natural life and romantic love. She published more than a dozen collections of poetry during her lifetime, including The Land (1926), King’s Daughter (1929), Solitude: A Poem (1938), and The Garden (1946). She was one of only two women poets included in Georgian Poetry, Edward Marsh’s five-volume anthology.    Sackville-West was the author of 13 novels, including Challenge (1923), The Edwardians (1930), All Passion Spent (1931), Grand Canyon: A Novel (1942), and The Easter Party (1953), and several short story collections, including The Heir: A Love Story (1922) and Thirty Clocks Strike the Hour (1932). She also wrote the biographies Saint Joan of Arc (1936), Pepita (1937), and The Eagle and the Dove: A Study in Contrasts, St. Teresa of Avila and St. Thérèse of Lisieux (1943). Sackville-West was awarded the Hawthornden Prize twice: in 1926 for The Land and in 1933 for her Collected Poems. She received the Heinemann Prize in 1947 for The Garden. By 1948, she was made a royal Companion of Honour for her services to literature.   Sackville-West is also known for her personal and literary connections to members of the Bloomsbury Group of writers, including Virginia Woolf. In her journal, Woolf described Sackville-West as the inspiration for the main character of Woolf’s 1928 novel Orlando, and a record of the writers’ relationship can be found in The Letters of Vita Sackville-West to Virginia Woolf (1984). Additional volumes of Sackville-West’s correspondence include Dearest Andrew: Letters from V. Sackville-West to Andrew Reiber, 1951–1962 (1979), Vita and Harold: The Letters of Vita Sackville-West and Harold Nicolson (1992), and Violet to Vita: The Letters of Violet Trefusis to Vita Sackville-West 1910–1921 (1991, edited by Mitchell A. Leaska and John Phillips). Sackville-West’s son Nigel Nicolson wrote the biography Portrait of a Marriage: Vita Sackville-West and Harold Nicolson (1973).    A founding member of the National Trust’s garden committee, Sackville-West wrote a weekly gardening column for The Observer and was awarded a Veitch Memorial Medal from the Royal Horticultural Society. She died of cancer at Sissinghurst Castle in Kent, where the gardens she created with her husband, writer and diplomat Harold Nicolson, remain open to the public, preserved by the National Trust. Her papers are held in the Beinecke Rare Book & Manuscript Library at Yale University.\n                                                            ", "attrs": {"Region:": ["England"], "School/Period:": ["Georgian"]}}