{"pf_url": "https://www.poetryfoundation.org/poets/vladimir-mayakovsky", "name": "Vladimir Mayakovsky", "yob": "1893", "yod": "1930", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/22/6db237f41c1e158fcfea5dd94c890250a6244359.jpeg", "bio": "\nVladimir Mayakovsky was a Russian Soviet poet and playwright. Born in Baghdati (now Mayakovsky), Georgia, then part of the Russian Empire, Mayakovsky moved to Moscow in 1906 with his family after his father died. At age 15, he joined the Social Democratic Labour Party, and was jailed several times for his involvements with the group. He began writing poetry in solitary confinement. In 1910, he attended the Moscow Art School, where he met the poet David Burliuk and became a leader and prominent figure of the Russian Futurist movement.\r\n \r\nMayakovsky authored important poems such as A Cloud in Trousers (1915), Backbone Flute (1916), 150 000 000 (1921), Vladimir Ilyich Lenin (1924), and All Right! (1927). Mayakovsky’s support of the Bolsheviks in the Russian Revolution of 1917 and the Communist Party was reflected in the poems “Ode to Revolution” (1918) and “Left March” (1919), the play Mystery-Bouffe (1921), and the cartoons and posters he created through a partnership with the Russian Telegraph Agency. During this time, his poems became widely popular and made him a spokesman of the Soviet nation.\r\n \r\nMayakovsky also wrote lyric love poems such as I Love (1922) and About That (1923), both of which he dedicated to Lilya Brik, the wife of the writer Osip Maksimovich Brik. Mayakovsky remained close to his lover and her husband throughout his life.\r\n \r\nBecause of his popularity Mayakovsky traveled to Latvia, Britain, Germany, Mexico, Cuba and the U.S. in the 1920s, about which he wrote the essay My Discovery of America (1925). Between 1922 and 1928 Mayakovsky became involved with the Soviet avant-garde Left Front of the Arts movement and edited the movement’s journal LEF. He authored two satirical plays—The Bedbug (1928) and The Bathhouse (1929)—before committing suicide in 1930.\n", "attrs": {"Region:": ["Russia"]}}