{"pf_url": "https://www.poetryfoundation.org/poets/w-n-herbert", "name": "W. N. Herbert", "yob": "1961", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/d44a6ec9fab218d2d7bb11bb23ac53d42ed03acd.jpeg", "bio": "\n                                                                    Scottish poet W.N. Herbert was born in Dundee and earned his BA and DPhil at Brasenose College, Oxford. His dissertation on Hugh MacDiarmid was published as the book To Circumjack MacDiarmid (1992). Herbert’s many collections of poetry include the collaboration with Robert Crawford Sharawaggi: Poems in Scots (1990), Dundee Doldrums: An Exorcism (1991), Forked Tongue (1994), The Testament of the Reverend Thomas Dick (1994), Cabaret McGonagall (1996), The Laurelude (1998), The Big Bumper Book of Troy (2002), Bad Shaman Blues (2006), and Omnesia (2013). Herbert founded and edited the journal Gairfish (1983–1995). Other editing projects include, with Matthew Hollis, the anthology Strong Words: Modern Poets on Modern Poetry (2000) and A Balkan Exchange: Eight Poets from Bulgaria and Britain (2007). With Martin Orwin, Herbert translated Poems (2008), a collection of poetry by Somali poet Maxamed Xaashi Dhamac—“Gaarriye.” Herbert also helped translate Chinese poet Yang Lian’s work in Jade Ladder (2012). His latest projects include the collaborative poem Three Men on the Metro (2009).   Herbert, like MacDiarmid and Edwin Morgan, is known for his prolific, passionate, and experimental writing in both English and Scots. Of Scots, Herbert has said, it “is a language capable of doing more than English, capable of doing something different from English that critcises and, ultimately, extends English.” In the 1990s, he was also connected with the Informationists, a group of Scottish poets who responded to the increasing ubiquity of the Internet and the IT revolution more generally through mixing registers and allusions, working with constraints, and otherwise exploring the poetic potential of data. With Richard Price, Herbert edited the Informationist anthology Contraflow on the Super Highway (1994). Herbert’s honors and awards include numerous Poetry Book Society Recommendations and Scottish Arts Council Book Awards. He is a recipient of the Wordsworth Fellowship at Grasmere and teaches at Newcastle University.\n                                                            ", "attrs": {"Region:": ["Scotland"]}}