{"pf_url": "https://www.poetryfoundation.org/poets/w-s-graham", "name": "W. S. Graham", "yob": "1918", "yod": "1986", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/18/b0bf725b7d32c8cffefce9533d6df8faeeebe749.jpeg", "bio": "\nW. S. Graham was born to a working-class family in Scotland and grew up in Clydeside, where he worked as an engineer. He traveled to London and New York City, then returned to spend the rest of his adult life in Cornwall where his associates included many of the post-war British artists. Graham's first collection of poetry,  Cage without Grievance, was published in 1942. It was followed by The Seven Journeys (1944), 2nd Poems (1945), and his pamphlet poem The Voyages of Alfred Wallis (1948).\n\r\nDamien Grant, a contributor to British Poetry since 1970: A Critical Survey, noted that \"these early poems show Graham drunk with words and prodigal of images; dazed with Dylan Thomas (whom he had met in London, among the poets who congregated in Soho) and blown about with the windy rhetoric of the New Apocalypse: 'This flying house where somewhere houses war / World of the winding world hands me away / Hauls at my tugging blood for words to wear / Like rose of rising in the mercury counting sky.' ('Warning Not Prayer Enough,' 2nd Poems). And so on. The excitement is purely verbal, the 'lonely energy' of the poetry . . . runs to earth without discharging its meaning.\"\n\r\nJascha Kessler, writing in  Parnassus, called Graham's poems of the 1940s \"heady: that nearly impenetrable syntax, those agglutinating iambics marching, so many stressed monosyllables and new Teutonic compounds. . . . Graham's language, the sounds of its English, its burring and swingsong was irresistible.\"\n\nThe White Threshold (1949) was Graham's first important book. The poems still reflected Thomas's influence, but Graham's own voice emerged, as well. Grant noted that in three, \"The White Threshold,\" \"Listen. Put on Morning,\" and \"Three Letters,\" \"one recognizes a poet of authority and rigour.\" Kessler wrote that \"The White Threshold, beauty-crammed as it is, is full of Graham's peculiar, grave, strong-stepping cadences, the firmly made lines and stanzas of a man walking through his Scottish seasons. Still, that early utterance was fairly flawed, one sees now, by its vatic mannerisms, an unfortunate side-effect of the way Graham used the language, or it used him.\"\n\nThe White Threshold was followed by Graham's long poem The Nightfishing (1955). Kessler called it \"a major achievement, the turning point where Graham took the early bardic frenzies and sublimated them in his subject: a night in a herring boat out on the North Sea. Instead of the demonically intense and keening ballad we have a clear narrative—meditational work, structured in short sections, through which Graham manages to express the glory of being alive upon the dangerous waters of creation.\"\n\nContemporary Review contributor Elise Passavant said that \"the metaphor, the meaning, the appearance of reality and the sweeping of the imagination, like the twin screws of the boat, drive the poem along and out into the experience.\" Passavant wrote that as the voyage begins, a bell strikes, \"the dead speak out. The bell has called them as it has called the poet by name. He goes out 'into the salt dark—befriended by the sea,' and goes on board. The quay 'opens wide its arms and waves us loose.'\" The poem then describes the fishing—cutting the engine, playing out the nets, and waiting for dawn to arrive. \"Time is the metaphor as it is also the signal for the arrival of 'the great morning,'\" said Passavant, \"and here the poem breaks out with the light like a burst of harmony—a modulation leading to a new movement.\"\n\r\nThe poem gains momentum with the onset of a storm, then slows as the storm subsides. Passavant compared The Nightfishing to a musical work and said that although it describes an actual voyage, \"at the same time it is a voyage from life through death, towards resurrection—an immediate and constant fusion of the seen and the unseen.\"\n\nMalcolm Mooney's Land (1970) was published fifteen years later, but variations on the themes of The Nightfishing are obvious. \"Instead of the fish-rich seas of the earlier work,\" wrote Grant, \"the title poem introduces us to an Arctic world of ice and snow where words themselves have frozen, and from which he can look back almost nostalgically to 'old summers / When to speak was easy.' Now it is a glacier rather than a boat that drives its keel.\" Grant noted that many of the details of the poem parallel the voyage of the Norwegian explorer Nansen as he traveled to the North Pole from 1893-96.\n\r\nGrant also pointed out that Graham \"has acknowledged a debt to Beckett, but even without this the reader could not fail to be struck by the close correspondence between the ideas, themes, and literary technique of the poet and those of the prose writer and dramatist.\" This collection contains poems written to Graham's wife and friends, which Grant said, \"although still oblique and difficult—are very moving.\" Kessler called it a \"rich, varied book\" and said Graham speaks \"much more simply, clearly, and powerfully. . . . It's not a matter of having reduced the voltage or contained the energy; it is more like an emerging into another form of existence.\"\n\r\nGrant called Graham's final collection,  Implements in Their Places (1977) \"more accessible than any of his earlier work. . . . Never before has Graham written as simply and directly as in the dozen or so personal poems included in this volume.\" Graham called \"Loch Thom\" \"a beautiful example. The poem describes a visit made by the poet to the watery 'stretch of my childhood': 'And almost I am back again / Wading the heather down to the edge / To sit. The minnows go by in shoals / Like iron-filings in the shallows. / My mother is dead. My father is dead / And all the trout I used to know / Leaping from their sad rings are dead.'\"\n\r\nMichael Hamburger reviewed Implements in Their Places in Agenda. Hamburger wrote that the themes are similar to those in The White Threshold, \"the stuff of his own life, beginning with Greenock and his first affections. What has changed is the language that uses him, as he puts it.\" Graham addresses friends, children, lovers, relatives, and nature. Hamburger said the poem \"Greenock at night I find you\" \"is as vivid an evocation of a place as any literalist, reporting an immediate impression, could hope to achieve; and so is the dream re-enactment of Graham's first coming to London, at the age of nineteen, 'The Night City.'\"\n\r\nKessler said of Implements in Their Places that \"the roaring Graham has turned into a Graham thinking almost aloud.\" Kessler wrote that \"there is assurance, forthrightly prosaic and grimly unillusioned, in this book of poems, the poems of a man in his late fifties. Graham everywhere acts as though he knows what he means, and how to say what he thinks with minimal means. . . . 'What is the language using us for? / I don't know. Have the words ever / Made anything of you, near a kind / Of truth you thought you were? Me Neither.'\"\n", "attrs": {"Region:": ["Scotland"]}}