{"pf_url": "https://www.poetryfoundation.org/poets/wallace-stevens", "name": "Wallace Stevens", "yob": "1879", "yod": "1955", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/21/10e002a363290a7f317ff18484819baa436e517c.jpeg", "bio": "\nWallace Stevens is one of America’s most respected 20th century poets. He was a master stylist, employing an extraordinary vocabulary and a rigorous precision in crafting his poems. But he was also a philosopher of aesthetics, vigorously exploring the notion of poetry as the supreme fusion of the creative imagination and objective reality. Because of the extreme technical and thematic complexity of his work, Stevens was sometimes considered a difficult poet. But he was also acknowledged as an eminent abstractionist and a provocative thinker, and that reputation has continued since his death. In 1975, for instance, noted literary critic Harold Bloom, whose writings on Stevens include the imposing Wallace Stevens: The Poems of Our Climate, called him “the best and most representative American poet of our time.”\n\r\nStevens was born in 1879 in Reading, Pennsylvania. His family belonged to the Dutch Reformed Church and when Stevens became eligible he enrolled in parochial schools. Stevens’s father contributed substantially to the son’s early education by providing their home with an extensive library and by encouraging reading. At age 12 Stevens entered public school for boys and began studying classics in Greek and Latin. In high school he became a prominent student, scoring high marks and distinguishing himself as a skillful orator. He also showed early promise as a writer by reporting for the school’s newspaper, and after completing his studies in Reading he decided to continue his literary pursuits at Harvard University.\n\r\nEncouraged by his father, Stevens devoted himself to the literary aspects of Harvard life. By his sophomore year he wrote regularly for the Harvard Advocate, and by the end of his third year, as biographer Samuel French Morse noted in Wallace Stevens: Poetry as Life, he had received all of the school’s honors for writing. In 1899 Stevens joined the editorial board of the Advocate’s rival publication, the Harvard Monthly, and the following year he assumed the board’s presidency and became editor. By that time Stevens had already published poems in both the Advocate and the Monthly, and as editor he also produced stories and literary sketches. Because there was a frequent shortage of material during his tenure as editor, Stevens often published several of his own works in each issue of the Monthly. He was recognized on campus as a prolific and multitalented writer. Unfortunately, his campus literary endeavors ended in 1900 when a shortage of family funds necessitated his withdrawal from the university.\n\r\nLeaving Harvard was hardly a setback, though, for Stevens was not working towards a college degree and was not particularly invigorated by the school’s literary environment. Once out of Harvard, Stevens decided to work as a journalist, and shortly thereafter he began reporting for the New York Evening Post. He published regularly in the newspaper, but found the work dull and inconsequential. The job proved most worthwhile as a means for Stevens to acquaint himself with New York City. Each day he explored various areas and then recorded his observations in a journal. In the evenings he either attended theatrical and musical productions or remained in his room writing poems or drafting a play.\n\r\nStevens soon tired of this life, however, and questioned his father on the possibility of abandoning the newspaper position to entirely devote himself to literature. But his father, while a lover of literature, was also prudent, and he counseled his son to cease writing and study the law. Stevens heeded the advice, and he attended the New York School of Law from 1901 to 1904. He then worked briefly in a law partnership with former Harvard classmate Lyman Ward. After parting from Ward, Stevens worked for various law firms in New York City. In 1908 he accepted a post with the American Bonding Company, an insurance firm, and he stayed with the company when it was purchased by the Fidelity and Deposit Company.\n\r\nStevens’s early years with the insurance firm brought great personal change. Financially secure, he proposed marriage to Elsie Viola Kachel, who accepted and became his wife in September 1909. Two years later Stevens’s father died, and in 1912 his mother also died. During this period Stevens apparently wrote no poetry, but he involved himself in New York City’s artistic community through his association with several writers, including poets Marianne Moore  and William Carlos Williams. Stevens was keenly interested in the art exhibitions at the city’s many museums and galleries. He developed a fondness for modern painting, eventually becoming a connoisseur and collector of Asian art, including painting, pottery, and jewelry. He particularly admired Asian works for their vivid colors and their precision and clarity, qualities that he later imparted to his own art.\n\r\nBy 1913 Stevens was enjoying great success in the field of insurance law. Unlike many aspiring artists he was hardly stifled by steady employment. He soon resumed writing poetry, though in a letter to his wife he confided that writing was “absurd” as well as fulfilling. In 1914 he nonetheless published two poems in the modest periodical Trend, and four more verses for Harriet Monroe’s publication, Poetry. None of these poems were included in Stevens’s later volumes, but they are often considered his first mature writings.\n\r\nAfter he began publishing his poems Stevens changed jobs again, becoming resident vice president, in New York City, of the Equitable Surety Company (which became the New England Equitable Company). He left that position in 1916 to work for the Hartford Accident and Indemnity Company, where he remained employed for the rest of his life, becoming vice president in 1934.\n\r\nThis period of job changes was also one of impressive literary achievements for Stevens. In 1915 he produced his first important poems, “Peter Quince at the Clavier” and “Sunday Morning,” and in 1916 he published his prizewinning play, Three Travelers Watch a Sunrise. Another play, Carlos among the Candles, followed in 1917, and the comic poem “Le Monocle de Mon Oncle” appeared in 1918. During the next few years Stevens began organizing his poems for publication in a single volume. For inclusion in that prospective volume he also produced several longer poems, including the masterful “The Comedian as the Letter C.” This poem, together with the early “Sunday Morning” and “Le Monocle de Mon Oncle,” proved key to Stevens’s volume Harmonium when it was published in 1923.\n\nHarmonium bears ample evidence of Stevens’s wide-ranging talents: an extraordinary vocabulary, a flair for memorable phrasing, an accomplished sense of imagery, and the ability to both lampoon and philosophize. “Peter Quince at the Clavier,” among the earliest poems in Harmonium, contains aspects of all these skills. In this poem, a beautiful woman’s humiliating encounter with lustful elders becomes a meditation on the nature of beauty (and the beauty of nature). Stevens vividly captures the woman’s plight by dramatically contrasting the tranquility of her bath with a jarring interruption by several old folk. Consistent with the narrator’s contention that “music is feeling,” the woman’s plight is emphasized by descriptions of sounds from nature and musical instruments. The poem culminates in a reflection on the permanence of the woman’s physical beauty, which, it is declared, exists forever in memory and through death in the union of body and nature: “The body dies; the body’s beauty lives. / So evenings die, in their green going, / A wave, interminably flowing.”\n\r\n“Peter Quince at the Clavier,” with its notion of immortality as a natural cycle, serves as a prelude to the more ambitious “Sunday Morning,” in which cyclical nature is proposed as the sole alternative to Christianity in the theologically bankrupt 20th century. Here Stevens echoes the theme of “Peter Quince at the Clavier” by writing that “death is the mother of beauty,” thus confirming that physical beauty is immortal through death and the consequent consummation with nature. “Sunday Morning” ends by stripping the New Testament’s Jesus Christ of transcendence and consigning him, too, to immortality void of an afterlife but part of “the heavenly fellowship / of men that perish.” In this manner “Sunday Morning” shatters the tenets, or illusion, of Christianity essentially, the spiritual afterlife—and substantiates nature—the joining of corpse to earth as the only channel to immortality. In her volume Wallace Stevens: An Introduction to the Poetry, Susan B. Weston described the replacement of Christianity with nature as the essence of the poem, and she called “Sunday Morning” the “revelation of a secular religion.”\n\r\nLess profound, perhaps, but no less impressive are Harmonium’s comedic highlights, “Le Monocle de Mon Oncle” and “The Comedian as the Letter C.” In “Le Monocle de Mon Oncle” the narrator, a middle-aged poet, delivers an extended, rather flamboyantly embellished, monologue to love in all its embodiments and evocations. He reflects on his own loves and ambitions in such carefree detail that the work seems an amusing alternative to T.S. Eliot’s pessimistic poem “The Love Song of J. Alfred Prufrock.” Like “Sunday Morning,” “Le Monocle de Mon Oncle” celebrates change, and it suggests that even in fluctuation there is definition—“that fluttering things have so distinct a shade.”\n\r\nIn the mock epic “Comedian as the Letter C” Stevens presents a similarly introspective protagonist, Crispin, who is, or has been, a poet, handyman, musician, and rogue. The poem recounts Crispin’s adventures from France to the jungle to a lush, Eden-like land where he establishes his own colony and devotes himself to contemplating his purpose in life. During the course of his adventures Crispin evolves from romantic to realist and from poet to parent, the latter two roles being, according to the poem, mutually antagonistic. The poem ends with Crispin dourly viewing his six daughters as poems and questioning the validity of creating anything that must, eventually, become separate from him.\n\r\n“The Comedian as the Letter C” is a fairly complex work, evincing Stevens’s impressive, and occasionally intimidating, vocabulary and his penchant for obscure humor. Stevens later declared that his own motivations in writing the poem derived from his enthusiasm for “words and sounds.” He stated: “I suppose that I ought to confess that by the letter C I meant the sound of the letter C; what was in my mind was to play on that sound throughout the poem. While the sound of that letter has more or less variety ... all its shades maybe said to have a comic aspect. Consequently, the letter C is a comedian.”\n\r\nAlthough these poems are perhaps the most substantial in Harmonium, they are hardly the volume’s only noteworthy ones. Also among the more than 50 poems that comprise Stevens’s first book are “Thirteen Ways of Looking at a Blackbird,” an imagistic poem highly reminiscent of haiku, and “The Emperor of Ice-Cream,” an eloquent exhortation that death is an inevitable aspect of living. These and the other entries in Harmonium reveal Stevens as a poet of delicate, but determined, sensibility, one whose perspective is precise without being precious, and whose wit is subtle but not subdued. Harriet Monroe, founder and first editor of Poetry, reviewed Harmonium for her own periodical: “The delight which one breathes like a perfume from the poetry of Wallace Stevens is the natural effluence of his own clear and untroubled and humorously philosophical delight in the beauty of things as they are.”\n\r\nFew critics of the time, however, shared Monroe’s enthusiasm, or even her familiarity with Harmonium. The book was ignored in most critical quarters, and dismissed as a product of mere dilettantism by some of the few reviewers that acknowledged Stevens’s art. Although apparently undaunted by the poor reception accorded Harmonium, Stevens produced only a few poems during the next several years. Part of this unproductiveness was attributed by Stevens to the birth of his daughter, Holly, in 1924. Like his autobiographical character Crispin, Stevens found that parenting thwarted writing. In a letter to Harriet Monroe he noted that the responsibilities of parenthood were a “terrible blow to poor literature.”\n\r\nIn 1933, nine years after his daughter’s birth, Stevens finally resumed writing steadily. The following year he published his second poetry collection, Ideas of Order, and in 1935 he produced an expanded edition of that same work. The poems of Ideas of Order are, generally, sparer and gloomier than those of Harmonium. Prominent among these bleak works is “Like Decorations in a Nigger Cemetery,” comprised of 50 verses on subjects such as aging and dying. Perhaps in reference to these 50 short verses, the racist title refers to the litter that, in Stevens’s opinion, accumulated in blacks’ cemeteries. He ends this poem by noting the futility of attempts to thwart nature and by commending those individuals who adapt to change: “Union of the weakest develops strength / Not wisdom. Can all men, together, avenge / One of the leaves that have fallen in autumn? / But the wise avenges by building his city in snow.”\n\r\nStevens more clearly explicated his notion of creative imagination in “The Idea of Order in Key West,” among the few invigorating poems in Ideas of Order and one of the most important works in his entire canon. In this poem Stevens wrote of strolling along the beach with a friend and discovering a girl singing to the ocean. Stevens declares that the girl has created order out of chaos by fashioning a sensible song from her observations of the swirling sea. The concluding stanza extolls the virtues of the singer’s endeavor (“The maker’s rage to order words of the sea”) and declares that the resulting song is an actual aspect of the singer. In his book Wallace Stevens: The Making of the Poem, Frank Doggett called the concluding stanza Stevens’s “hymn to the ardor of the poet to give order to the world by his command of language.”\n\r\nFollowing the publication of Ideas of Order Stevens began receiving increasing recognition as an important and unique poet. Not all of that recognition, however, was entirely positive. Some critics charged that the obscurity, abstraction, and self-contained, art-for-art’s-sake tenor of his work were inappropriate and ineffective during a time of international strife that included widespread economic depression and increasing fascism in Europe. Stevens, comfortably ensconced in his half-acre home in Hartford, responded that the world was improving, not degenerating further. He held himself relatively detached from politics and world affairs, although he briefly championed leading Italian fascist Benito Mussolini, and contended that his art actually constituted the most substantial reality. “Life is not people and scene,” he argued, “but thought and feeling. The world is myself. Life is myself.”\n\r\nStevens contended that the poet’s purpose was to interpret the external world of thought and feeling through the imagination. Like his alter ego Crispin, Stevens became preoccupied with articulating his perception of the poet’s purpose, and he sought to explore that theme in his 1936 book, Owl’s Clover. But that book comprised of five explications of various individuals’ relations to art proved verbose and thus uncharacteristically excessive. Immensely displeased, Stevens immediately dismantled the volume and reshaped portions of the work for inclusion in a forthcoming collection.\n\r\nThat volume, The Man with the Blue Guitar, succeeded where Owl’s Clover failed, presenting a varied, eloquently articulated contention of the same theme the poet, and therefore the imagination, as the explicator of thought and feeling that had undone him earlier. In the title poem Stevens defends the poet’s responsibility to shape and define perceived reality: “They said, ‘You have a blue guitar, / You do not play things as they are.’ / The man replied, ‘Things as they are / Are changed upon the blue guitar.’” For Stevens, the blue guitar was the power of imagination, and the power of imagination, in turn, was “the power of the mind over the possibility of things” and “the power that enables us to perceive the normal in the abnormal.”\n\nThe Man with the Blue Guitar, particularly the 33-part title poem, constituted a breakthrough for Stevens by indicating a new direction: an inexhaustive articulation of the imagination as the supreme perception and of poetry as the supreme fiction. Harold Bloom, in acknowledging Stevens’s debacle Owl’s Clover, described The Man with the Blue Guitar as the poet’s “triumph over ... literary anxieties” and added that with its completion Stevens renewed his poetic aspirations and vision. “The poet who had written The Man with the Blue Guitar had weathered his long crisis,” Bloom wrote, “and at fifty-eight was ready to begin again.”\n\r\nIn subsequent volumes Stevens single-mindedly concentrated on his idea of poetry as the perfect synthesis of reality and the imagination. Consequently, much of his poetry is about poetry. In his next collection, Parts of a World, his writing frequently adopts a solipsistic perspective in exemplifying and explicating his definition of poetry. Such poems as “Prelude to Objects,” “Add This to Rhetoric,” and “Of Modern Poetry” all address, to some extent, the self-referential nature of poetry. In “Of Modern Poetry” Stevens defined the genre as “the finding of a satisfaction, and may / Be of a man skating, a woman dancing, a woman / Combing. The poem of the act of the mind.” In Wallace Stevens: An Introduction to the Poetry, Susan B. Weston wrote that in “Of Modern Poetry,” as with many poems in Parts of a World, “Stevens cannot say what the mind wants to hear; he must be content to write about a poetry that would express what the mind wants to hear, and to render the satisfaction that might ensue.”\nStevens followed Parts of a World with Notes Toward a Supreme Fiction, which is usually considered his greatest poem on the nature of poetry. This long poem, more an exploration of a definition than it is an actual definition, exemplifies the tenets of supreme fiction even as it articulates them. The poem is comprised of a prologue, three substantial sections, and a coda. The first main section, entitled “It Must Be Abstract,” recalls Harmonium’s themes by hailing art as the new deity in a theologically deficient age. Abstraction is necessary, Stevens declares, because it fosters the sense of mystery necessary to provoke interest and worship from humanity. The second long portion, “It Must Change,” recalls “Sunday Morning” in citing change as that which ever renews and sustains life: “Winter and spring, cold copulars, embrace / And for the particulars of rapture come.” And in “It Must Give Pleasure,” Stevens expresses his conviction that poetry must always be “a thing final in itself and, therefore, good: / One of the vast repetitions final in themselves and, therefore, good, the going round / And round and round, the merely going round, / Until merely going round is a final good, / The way wine comes at a table in a wood.” Notes Toward a Supreme Fiction concludes with verses describing the poet’s pursuit of supreme fiction as “a war that never ends.” Stevens, directing these verses to an imaginary warrior, wrote: “Soldier, there is a war between the mind / And sky, between thought and day and night. It is / For that the poet is always in the sun, / Patches the moon together in his room / to his Virgilian cadences, up down, / Up down. It is a war that never ends.” This is perhaps Stevens’s most impressive description of his own sense of self, and in it he provides his most succinct appraisal of the poet’s duty.\n\r\nAlthough Notes Toward a Supreme Fiction elucidates Stevens’s notions of poetry and poet, it was not intended by him to serve as a definitive testament. Rather, he considered the poem as a collection of ideas about the idea of supreme fiction. Writing to Henry Church, to whom the poem is dedicated, Stevens warned that it was not a systematized philosophy but mere notes— “the nucleus of the matter is contained in the title.” He also reaffirmed his contention that poetry was the supreme fiction, explaining that poetry was supreme because “the essence of poetry is change and the essence of change is that it gives pleasure.”\n\nNotes Toward a Supreme Fiction was published as a small volume in 1942 and was subsequently included in the 1947 collection, Transport to Summer. Also featured in the collection is Esthetique du Mal, another long poem first published separately. In this poem Stevens explored the poetic imagination’s response to specific provocations: pain and evil. Seconding philosopher Friedrich Nietzsche, Stevens asserted that evil was a necessary aspect of life, and he further declared that it was both inspirational and profitable to the imagination. This notion is most clearly articulated in the poem’s eighth section, which begins: “The death of Satan was a tragedy / For the imagination. A capital / Negation destroyed him in his tenement / And, with him, many blue phenomena.” In a later stanza, one in which Bloom found the poem’s “central polemic,” Stevens emphasizes the positive aspect of evil: “The tragedy, however, may have begun, / Again, in the imagination’s new beginning, / In the yes of the realist spoken because he must / Say yes, spoken because under every no / Lay a passion for yes that had never been broken.” In Wallace Stevens: The Poems of Our Climate, Bloom called Esthetique du Mal Stevens’s “major humanistic polemic” of the mid-1940s.\n\r\nIn 1950 Stevens published his last new poetry collection, The Auroras of Autumn. The poems in this volume show Stevens further refining and ordering his ideas about the imagination and poetry. Among the most prominent works in this volume is “An Ordinary Evening in New Haven,” which constitutes still another set of notes toward a supreme fiction. Here Stevens finds the sublime in the seemingly mundane by recording his contemplations of a given evening. The style here is spare and abstract, resulting in a poem that revels in ambiguity and the elusiveness of definitions: “It is not the premise that reality / Is solid. It may be a shade that traverses / A dust, a force that traverses a shade.” In this poem Stevens once again explicates as the supreme synthesis of perception and the imagination and produces a poem about poetry: “This endlessly elaborating poem / Displays the theory of poetry, / As the life of poetry.” Other poems in The Auroras of Autumn are equally self-reflexive, but they are ultimately less ambitious and less provocative, concerned more with rendering the mundane through abstraction and thus prompting a sense of mystery and, simultaneously, order. As fellow poet Louise Bogan noted in a New Yorker review of the collection, only Stevens “can describe the simplicities of the natural world with more direct skill,” though she added that his “is a natural world strangely empty of human beings.”\n\r\nStevens followed The Auroras of Autumn with a prose volume about his poetics, The Necessary Angel. In the essay “The Noble Rider and the Sound of Words” he addressed the imagination’s response to adversity, and in “The Figure of the Youth as Virile Poet” he once again championed the imagination as the medium toward a reality transcending mere action and rationalization. Consistent in the volume is Stevens’s willingness to render his ideas in a precise, accessible manner. Thus The Necessary Angel considerably illuminates his poetry.\n\r\nBy the early 1950s Stevens was regarded as one of America’s greatest contemporary poets, an artist whose precise abstractions exerted substantial influence on other writers. Despite this widespread recognition, Stevens kept his position at the Hartford company, perhaps fearing that he would become isolated if he left his lucrative post. In his later years with the firm, Stevens amassed many writing awards, including the Bollingen Prize for Poetry, the 1951 National Book Award for The Auroras of Autumn, and several honorary doctorates. His greatest accolades, however, came with the 1955 publication of The Collected Poems of Wallace Stevens, which earned him the Pulitzer Prize for poetry and another National Book Award. In this volume Stevens gathered nearly all of his previously published verse, save Owl’s Clover, and added another 25 poems under the title “The Rock.” Included in this section are some of Stevens’s finest and most characteristically abstract poems. Appropriately, the final poem in “The Rock” is entitled “Not Ideas about the Thing but the Thing Itself,” in which reality and the imagination are depicted as fusing at the instant of perception: “That scrawny cry—it was / A chorister whose c preceded the choir. / It was part of the colossal sun, / Surrounded by its choral rings, / Still far away. It was like / A new knowledge of reality.”\n\r\nAfter publishing his collected verse Stevens suffered increasingly from cancer and was repeatedly hospitalized. He died in August 1955. In the years since his death Stevens’s reputation has remained formidable. The obscurity and abstraction of his poetry has proven particularly appealing among students and academicians and has consequently generated extensive criticism. Among the most respected interpreters of Stevens’s work are Helen Vendler, who has demonstrated particular expertise on the longer poems, and Harold Bloom, whose Wallace Stevens: The Poems of Our Climate is probably the most provocative and substantial, if also dense and verbose, of the many volumes attending to Stevens’s entire canon. For Bloom, Stevens is “a vital part of the American mythology.”\n", "attrs": {"School/Period:": ["Modern"]}}