{"pf_url": "https://www.poetryfoundation.org/poets/walter-de-la-mare", "name": "Walter de La Mare", "yob": "1873", "yod": "1956", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/ba9f9faf8f775563b062013edcf4012bfb685676.jpeg", "bio": "\nWalter de la Mare, born on April 25, 1873 in London, is considered one of modern literature’s chief exemplars of the romantic imagination. His complete works form a sustained treatment of romantic themes: dreams, death, rare states of mind and emotion, fantasy worlds of childhood, and the pursuit of the transcendent.\nAs a youth he attended St. Paul’s Cathedral School, and his formal education did not extend beyond this point. Upon graduation he went to work for the Anglo-American (Standard) Oil Company, remaining with the firm for 18 years. De la Mare began writing short stories and poetry while working as a bookkeeper in the company’s London office during the 1890s. His first published short story, “Kismet,” appeared in the journal Sketch in 1895. In 1902 he published his first major work, the poetry collection Songs of Childhood, which was recognized as a significant example of children’s literature for its creative imagery and variety of meters. Critics often assert that a childlike richness of imagination influenced everything de la Mare wrote, emphasizing his frequent depiction of childhood as a time of intuition, deep emotion, and closeness to spiritual truth. In 1908, following the publication of his novel Henry Brocken and the poetry collection titled Poems, de la Mare was granted a Civil List pension, enabling him to terminate his corporate employment and focus exclusively on writing.\nThe appearance of Songs of Childhood introduced de la Mare as a talented author of children’s literature, a genre in which he produced collections of fiction and verse, and several highly praised anthologies. Conrad Aiken, writing in his Scepticisms: Notes on Contemporary Poetry in 1919 found that de la Mare’s Peacock Pie “contains some of the most delightful work he has done.” The world of childhood, however, is only a facet of de la Mare’s work.\nAs a poet de la Mare is often compared with Thomas Hardy and William Blake for their respective themes of mortality and visionary illumination. His greatest concern was the creation of a dreamlike tone implying a tangible but nonspecific transcendent reality. This characteristic of the poems has drawn many admirers, though also eliciting criticism that the poet indulged in an undefined sense of mystery without systematic acceptance of any specific doctrine. Some commentators also criticize the poetry for having an archness of tone more suitable for children’s verse, while others value this playful quality. It is generally agreed, however, that de la Mare was a skillful manipulator of poetic structure, a skill that is particularly evident in the earlier collections.\nWith The Burning Glass and Other Poems critics perceived a falling off from the author’s past artistic virtuosity, which afterward was only periodically regained. According to Henry Charles Duffin in his Walter de la Mare: A Study of His Poetry (1949), the “poetry of Walter de la Mare is not essentially either a criticism of life or (as some think it) an escape from life. It will fulfill both these functions for those who require them, but the primary end of de la Mare’s poetry is to heighten life.”\nClosely linked with his poetry in theme and mood are de la Mare’s short stories. Collections like The Riddle are imbued with the same indefiniteness and aura of fantasy as his poetry. In a review of The Connoisseur, and Other Stories, a critic for the Times Literary Supplement asserted in 1926 that “de la Mare has the poet’s imagination, and it is a poetic emotion that delights us in his stories.” Another favorable appraisal of de la Mare’s short fiction came from John H. Wills, who wrote in the North Dakota Quarterly that “de la Mare is the most underrated short story writer in the English language.” As a short story writer, de la Mare is frequently compared to Henry James, particularly for his elaborate prose style and his ambiguous, often obscure treatment of supernatural themes. This latter quality is particularly apparent in de la Mare’s frequently discussed short story “The Riddle,” in which seven children go to live with their grandmother after the death of their father. The grandmother warns the children that they may play anywhere in the house except in an old oak chest in one of the spare bedrooms. Nevertheless, the children are drawn by ones and twos to play in the trunk, where they mysteriously disappear. While the meaning of their disappearance remains enigmatic, commentators have generally interpreted the events as a symbolic presentation of aging and death.\nThe novels of de la Mare rival his poetry in importance. His early novels, such as Henry Brocken (1904), are works of fantasy written in a genre traditionally reserved for realistic subjects. In his tale of supernatural possession, The Return (1911), de la Mare deals with a primarily naturalistic world while maintaining a fantastic element as the thematic core. Even though it contains no fantasy in a strict sense, Memoirs of a Midget (1921) includes a strong ingredient of the unusual and is considered by many critics to be a masterpiece. Storm Jameson in the English Review called the novel “the most notable achievement in prose fiction of our generation,” and J.C. Squire, in his Books Reviewed: Critical Essays on Books and Authors, judged Memoirs of a Midget “a poet’s book. I can think of no prose book by an English poet which is a more substantial achievement.” The definitive de la Mare novel, Memoirs is a study of the social and spiritual outsider, a concern central to the author’s work.\nFor his extravagance of invention de la Mare is sometimes labeled an escapist who retreats from accepted definitions of reality and the relationships of conventional existence. His approach to reality, however, is not escapist; rather, it profoundly explores the world he considered most significant—that of the imagination. In the London Mercury J.B. Priestley favorably concluded in 1924 that de la Mare is “one of that most lovable order of artists who never lose sight of their childhood, but re-live it continually in their work and contrive to find expression for their maturity in it, memories and impressions, its romantic vision of the world.”\nHe died on June 22, 1956.\n", "attrs": {"Region:": ["England"], "School/Period:": ["Georgian"]}}