{"pf_url": "https://www.poetryfoundation.org/poets/walt-whitman", "name": "Walt Whitman", "yob": "1819", "yod": "1892", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/22/9f3d53413913ea9f3524e31c9bf1a173d5baa7b7.jpeg", "bio": "\nWalt Whitman is America’s world poet—a latter-day successor to Homer, Virgil, Dante, and Shakespeare. In Leaves of Grass (1855, 1891-2), he celebrated democracy, nature, love, and friendship. This monumental work chanted praises to the body as well as to the soul, and found beauty and reassurance even in death. Along with Emily Dickinson, Whitman is regarded as one of America’s most significant 19th-century poets and would influence later many poets, including Ezra Pound, William Carlos Williams, Allen Ginsberg, Simon Ortiz, C.K. Williams, and Martín Espada.\nBorn on Long Island, Whitman grew up in Brooklyn and received limited formal education. His occupations during his lifetime included printer, schoolteacher, reporter, and editor. Whitman’s self-published Leaves of Grass was inspired in part by his travels through the American frontier and by his admiration for Ralph Waldo Emerson. This important publication underwent eight subsequent editions during his lifetime as Whitman expanded and revised the poetry and added more to the original collection of 12 poems. Emerson himself declared the first edition was “the most extraordinary piece of wit and wisdom that America has yet contributed.”\n\r\nWhitman published his own enthusiastic review of Leaves of Grass. Critics and readers alike, however, found both Whitman’s style and subject matter unnerving. According to The Longman Anthology of Poetry, “Whitman received little public acclaim for his poems during his lifetime for several reasons:  this openness regarding sex, his self-presentation as a rough working man, and his stylistic innovations.” A poet who “abandoned the regular meter and rhyme patterns” of his contemporaries, Whitman was “influenced by the long cadences and rhetorical strategies of Biblical poetry.” Upon publishing Leaves of Grass, Whitman was subsequently fired from his job with the Department of the Interior. Despite his mixed critical reception in the US, he was favorably received in England, with Dante Gabriel Rossetti and Algernon Charles Swinburne among the British writers who celebrated his work.\n\r\nDuring the Civil War, Whitman worked as a clerk in Washington, DC. For three years, he visited soldiers during his spare time, dressing wounds and giving solace to the injured. These experiences led to the poems in his 1865 publication, Drum-Taps, which includes, “When Lilacs Last in the Dooryard Bloom’d,” Whitman’s elegy for President Lincoln.\n\r\nAfter suffering a serious stroke in 1873, Whitman moved to his brother’s home in Camden, New Jersey. While his poetry failed to garner popular attention from his American readership during his lifetime, over 1,000 people came to view his funeral. And as the first writer of a truly American poetry, Whitman’s legacy endures.\n\r\nYou can read and inspect many of Whitman's books, letters, and manuscripts at the Walt Whitman Archive, a digital edition at the University of Nebraska-Lincoln, directed by Ed Folsom and Kenneth M. Price. \n", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}