{"pf_url": "https://www.poetryfoundation.org/poets/wanda-coleman", "name": "Wanda Coleman", "yob": "1946", "yod": "2013", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/ec75d9a2a3d0e87c9d4f2ba6551cb9ff270b05ce.jpeg", "bio": "\nPoet and writer Wanda Coleman won critical acclaim for her unusually prescient and often innovative work, but struggled to make a living from her craft. “She’s not as central as she should be. Her language jumps off the page,” wrote Camille Paglia in More magazine. The author of 20 books of poetry and prose, Coleman’s work is focused on racism and the outcast status of living below the poverty line in California, specifically her long-time home, Los Angeles. Her subjects are often controversial and her tone unapologetic. “Coleman frequently writes to illuminate the lives of the underclass and the disenfranchised, the invisible men and women who populate America’s downtown streets after dark, the asylums and waystations, the inner city hospitals and clinics,” Tony Magistrale wrote in Black American Literature Forum. “Wanda Coleman, like Gwendolyn Brooks before her, has much to tell us about what it is like to be a poor black woman in America.”\nBorn Wanda Evans in the Watts neighborhood of Los Angeles in 1946, Coleman was encouraged to read by her parents and loved books. She began writing poetry as a child of 5 and published her first poems in a local newspaper at age 13. However, she didn’t enjoy the public schools she attended in the 1950s and 1960s, and considered them “dehumanizing,” according to Kathleen K. O'Mara, who wrote about the poet in American Short-Story Writers Since World War II. Coleman attended several colleges. While she never earned a degree, she often conducted workshops, and teaches at university level. Married and the mother of two children by age 20, she worked many different kinds of jobs during the 1970s and 1980s. She developed her craft at night and on weekends by attending writing workshops in and around Los Angeles, some springing up in the aftermath of the Watts Riots (August 1965) and encouraging what has become known as “at risk youth”; they included playwright Frank Greenwood’s Saturday workshop, novelist Budd Schulberg’s Watts Writers Workshop, Studio Watts, and Beyond Baroque. By 1969 she had divorced her first husband and planned to become a professional writer, but was forced to turn her energies to more pragmatic concerns. She supported her family by waiting tables and typing, among other jobs. In part, the difficulty of finding time to write while working led Coleman to concentrate on poetry.\n\r\nColeman published her first short story, “Watching the Sunset,” in Negro Digest/Black World in 1970. During the 1970s Coleman experimented in theater, dance, television, and journalism. She won an Emmy for her work as a writer for the television soap opera Days of Our Lives from 1975 to 76, but Coleman’s passion for noncommercial writing was undiminished. Her interest in poetry was deepened by the opportunity to make dramatic public performances. As she participated in the Los Angeles poetry scene, Coleman was influenced by poets Henri Coulette, Diane Wakoski, John Thomas, Clayton Eshleman, and Charles Bukowski, and mentored by Black Sparrow Press publisher “Papa” John Martin. Her first poetry manuscript was published as the chapbook Art in the Court of the Blue Fag in 1977. \n\r\nWithin a few years, Coleman’s work gained her attention from outside of the local literary circle. Mad Dog Black Lady (1979) and Imagoes (1983) earned her a National Endowment for the Arts grant (1981-82) and a Guggenheim Fellowship for Poetry (1984). In 1987 the author published her first collection to include short stories as well as poetry, Heavy Daughter Blues. An all-fiction volume published the next year, A War of Eyes and Other Stories (1988), strengthened a surge of critical attention and praise focused on Coleman during the 1980s. Her first novel, Mambo Hips and Make Believe, described as “ambitious,” appeared in 1999. Jazz and Twelve O’Clock Tales, a second volume of Coleman’s short stories, was published in 2008 by Black Sparrow Books, which had become a new imprint of David R. Godine, following the retirement of Black Sparrow. University of Pittsburgh Press continued to publish her poetry, and a new volume, Ostinato Vamps, appeared in 2003.\n\r\nThe collection of autobiographical stories and prose poems titled African Sleeping Sickness came out in 1990, including “Where the Sun Don't Shine” which won the 1990 Harriette Simpson Arnow Prize for fiction. After the collection’s publication, O’Mara wrote, “What little negative criticism she has drawn has focused on her fragmentary vignettes as sketches that leave the reader wanting more, or her violence-laden plots as sometimes too predictable. Her finest skill is making human pain poetically concrete and devising dialogue that allows the reader under the skin of ‘the other.’”\n\nNative in a Strange Land (1996), a book of essays and articles offered readers a selection of non-fiction by Coleman including a 70s interview of reggae giant Bob Marley. First published over 30 years, they were edited for republication. “She gives us L.A. as a microcosm of what America is today and where it is heading,” Publishers’ Weekly wrote. “The picture is not always hopeful.” The review also noted the author’s “wry sense of humor” and called some of her ideas “Swiftian” for their gruesomely humorous bent. The book was described by Janice E. Braun in Library Journal as a “nonlinear memoir”; Braun concluded “Whether one identifies with Coleman or objects to her views, the writing is positively outstanding.” The 1998 poetry collection Bathwater Wine returned Coleman’s readers to a more familiar form. It was described by Publishers Weekly as “an encyclopedic, moment-by-moment accounting of left coast rage, witness and transcendence … .” It received the 1999 Lenore Marshall Poetry Prize, the first given to a work by an African American woman.\nHer collection Mercurochrome was a bronze-medal finalist in poetry for the 2001 National Book Awards. She has also received awards from the California Arts Council in fiction (1982) and poetry (2002), a proclamation from the city of Los Angeles, and received the first literary award from the its Department of Cultural Affairs (COLA) in 2003. She was a nominee for California state poet laureate, and was considered the unofficial poet laureate of Los Angeles.\nHer other creative interests not only included music, but the visual arts and a passion for theatre and public speaking. “As a poet,” she once told Contemporary Authors, “I have gained a reputation, locally, as an electrifying performer/reader, and have appeared at local rock clubs, reading the same poetry that has taken me into classrooms and community centers for over five hundred public readings since 1973.” Frequently invited to perform in prisons, campuses, rock clubs, and at institutions across the United States, and overseas (Amsterdam, Paris, Stockholm, Sydney), she has shared the stage with such legends as The Hollywood Ten, Allen Ginsberg, Timothy Leary, Gary Snyder, and Alice Coltrane. In the 80s, L.A.’s music underground welcomed Coleman as she appeared with Henry Rollins, Lydia Lunch, and Exene Cervenka with whom she recorded Twin Sisters.\nAfter some 40 years of writing Coleman remains devoted exploring racism, female experience, and Los Angeles. She summarized her complex love-hate relationship with her birthplace by stating that when she visited other places, she “finds Los Angeles has been there before I arrive.” Coleman added: “Words seem inadequate in expressing the anger and outrage I feel at the persistent racism that permeates every aspect of black American life. Since words are what I am best at, I concern myself with this as an urban actuality as best I can.” The city has been a vital part of her writings and an important outlet for her poetry readings. Coleman, said poet Juan Felipe Herrera, was the “word-caster of live coals of Watts & L.A.” \nColeman died in 2013 following a long illness.\nIn 2020, a newly relaunched Black Sparrow Press brought out Coleman's Wicked Enchantment: Selected Poems as their inaugural title. Edited and introduced by Terrance Hayes, the collection draws from four decades of Coleman's work and includes many pieces from her \"American Sonnet\" series. The book was widely praised by critics. Writing in The New Yorker, Dan Chiasson called Coleman “One of the greatest poets ever to come out of L.A.”\n", "attrs": {"Region:": ["U.S., Southwestern"]}}