{"pf_url": "https://www.poetryfoundation.org/poets/wayne-miller", "name": "Wayne Miller", "yob": null, "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/86192898cdea51c2c29880acb2003e1eb8f4bc20.jpeg", "bio": "\nWayne Miller was born in Cincinnati and earned his BA from Oberlin College and his MFA from the University of Houston. His books of poetry include the chapbook What Night Says to the Empty Boat (Notes for a Film in Verse) (2004) and the full-length collections Only the Senses Sleep (2006), The Book of Props (2009), The City, Our City (2011), and Post- (2016). Miller has noted that his poems “experiment with persona and think more directly about history—how it does and does not hold us as individuals inside it.” He won praise for his collection The City, Our City because of his ability to invest an imagined metropole with visionary lyricism. Micah Bateman described the book as a “combination of allegory, stark imagism, surrealist panache, and sophisticated tonal movement” in the Kenyon Review Online. The book was a finalist for a William Carlos Williams Award and a Rilke Prize.\r\n \r\nMiller has translated the Albanian poet Moikom Zeqo’s I Don’t Believe in Ghosts (2007) and Zodiac (2015). His editing projects include, with Kevin Prufer, New European Poets (2008) and, with Takako Lento, Tamura Ryuichi: On the Life & Work of a 20th Century Master (2011). His honors and awards include a Bess Hokin Prize, a George Bogin Award, a Lyric Poetry Award from the Poetry Society of America, a Lucille Medwick Award, and a Ruth Lilly Fellowship from Poetry. He was a Fulbright Distinguished Scholar in Creative Writing at Queen’s University, Belfast, in 2013.\n\r\nFormer editor of Pleiades: Journal of New Writing, Miller currently teaches at the University of Colorado-Denver. He edits the journal Copper Nickel and, with Kevin Prufer, co-curates the Unsung Masters Series.\n", "attrs": {"Region:": ["U.S., Midwestern"]}}