{"pf_url": "https://www.poetryfoundation.org/poets/wendell-berry", "name": "Wendell Berry", "yob": "1934", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/b7fff56e82789e114a2061e25b7d8101b46a959e.jpeg", "bio": "\nPoet, novelist, and environmentalist Wendell Berry lives in Port Royal, Kentucky near his birthplace, where he has maintained a farm for over 40 years. Mistrustful of technology, he holds deep reverence for the land and is a staunch defender of agrarian values. He is the author of over 50 books of poetry, fiction, and essays. His poetry celebrates the holiness of life and everyday miracles often taken for granted. In 2016, Berry was awarded the Ivan Sandrof Lifetime Achievement Award by the National Books Critics Circle. In 2010, Barack Obama awarded him with the National Humanities Medal. Berry’s other honors include the T.S. Eliot Prize, the Aiken Taylor Award for poetry, the John Hay Award of the Orion Society, and the Richard C. Holbrooke Distinguished Achievement Award of the Dayton Literary Peace Prize. Berry’s poetry collections include This Day: Collected & New Sabbath Poems (2014), Given (2005), A Timbered Choir: The Sabbath Poems 1979-1997, Entries: Poems (1994), Traveling at Home (1989), The Selected Poems of Wendell Berry (1988), Collected Poems 1957-1982 (1985), Clearing (1977), There Is Singing Around Me (1976), and The Broken Ground (1964).\nCritics and scholars have acknowledged Wendell Berry as a master of many literary genres, but whether he is writing poetry, fiction, or essays, his message is essentially the same: humans must learn to live in harmony with the natural rhythms of the earth or perish. His book The Unsettling of America: Culture and Agriculture (1977), which analyzes the many failures of modern, mechanized life, is one of the key texts of the environmental movement. Berry has criticized environmentalists as well as those involved with big businesses and land development. In his opinion, many environmentalists place too much emphasis on wild lands without acknowledging the importance of agriculture to our society. Berry strongly believes that small-scale farming is essential to healthy local economies, and that strong local economies are essential to the survival of the species and the wellbeing of the planet. In an interview with New Perspectives Quarterly editor Marilyn Berlin Snell, Berry explained: “Today, local economies are being destroyed by the ‘pluralistic,’ displaced, global economy, which has no respect for what works in a locality. The global economy is built on the principle that one place can be exploited, even destroyed, for the sake of another place.”\n\r\nBerry further believes that traditional values, such as marital fidelity and strong community ties, are essential for the survival of humankind. In his view, the disintegration of communities can be traced to the rise of agribusiness: large-scale farming under the control of giant corporations. Besides relying on chemical pesticides and fertilizers, promoting soil erosion, and causing depletion of ancient aquifers, agribusiness has driven countless small farms out of existence and destroyed local communities in the process. In a New Perspectives Quarterly interview Berry commented that such large-scale agriculture is morally as well as environmentally unacceptable: “We must support what supports local life, which means community, family, household life—the moral capital our larger institutions have to come to rest upon. If the larger institutions undermine the local life, they destroy that moral capital just exactly as the industrial economy has destroyed the natural capital of localities—soil fertility and so on. Essential wisdom accumulates in the community much as fertility builds in the soil.”\n\r\nBerry’s themes are reflected in his life. As a young man, he spent time in California, Europe, and New York City. Eventually, however, he returned to the Kentucky land that had been settled by his forebears in the early 19th century. He taught for many years at the University of Kentucky, but eventually resigned in favor of full-time farming. He uses horses to work his land and employs organic methods of fertilization and pest control; he also worked as a contributing editor to New Farm Magazine and Organic Gardening and Farming, which have published his poetry as well as his agricultural treatises.\n\r\nIt was as a poet that Berry first gained literary recognition. In volumes such as The Country of Marriage (1973), Farming: A Handbook (1970), Openings: Poems (1968), and The Broken Ground (1964), he wrote of the countryside, the turning of the seasons, the routines of the farm, the life of the family, and the spiritual aspects of the natural world. Reviewing Collected Poems, 1957-1982, New York Times Book Review contributor David Ray called Berry’s style “resonant” and “authentic,” and claimed that the poet “can be said to have returned American poetry to a Wordsworthian clarity of purpose. ... There are times when we might think he is returning us to the simplicities of John Clare or the crustiness of Robert Frost. ... But, as with every major poet, passages in which style threatens to become a voice of its own suddenly give way, like the sound of chopping in a murmurous forest, to lines of power and memorable resonance. Many of Mr. Berry’s short poems are as fine as any written in our time.”\n\r\nIt is perhaps Berry’s essays that have brought him the greatest broad readership. In one of his most popular early collections, The Unsettling of America: Culture and Agriculture, he argues that agriculture is the foundation of America’s greater culture. He makes a strong case against the U.S. government’s agricultural policy, which promotes practices leading to overproduction, pollution, and soil erosion. Dictionary of Literary Biography contributor Leon V. Driskell termed The Unsettling of America “an apocalyptic book that places in bold relief the ecological and environmental problems of the American nation.”\n\r\nAnother essay collection, Recollected Essays, 1965-1980, has been compared by several critics to Henry David Thoreau’s Walden. Charles Hudson, writing in the Georgia Review, noted that, “like Thoreau, one of Berry’s fundamental concerns is working out a basis for living a principled life. And like Thoreau, in his quest for principles Berry has chosen to simplify his life, and much of what he writes about is what has attended this simplification, as well as a criticism of modern society from the standpoint of this simplicity.”\n\r\nIn Sex, Economy, Freedom, and Community: Eight Essays (1993), Berry continues to berate those who carelessly exploit the natural environment and damage the underlying moral fabric of communities. David Rains Wallace observed in the San Francisco Review of Books, “There’s no living essayist better than Wendell Berry. His prose is exemplary of the craftsmanship he advocates. It’s like master cabinetry or Shaker furniture, drawing elegance from precision and grace from simplicity.” Wallace allowed that at times, “Berry may overestimate agriculture’s ability to assure order and stability,” yet he maintained that the author’s “attempts to integrate ecological and agricultural thinking remain of the first importance.”\n\nLife Is a Miracle: An Essay against Modern Superstition (2000) addresses the assumption, held by many, that science will provide solutions to all the world’s problems and mysteries. Berry conceived this book as a rebuttal to prominent Harvard University biologist Edward O. Wilson’s Consilience, which put forth as a thesis the overarching power of science. Wilson Quarterly contributor Gregg Easterbrook called Berry’s book “a nuanced and thought-provoking critique,” while Washington Monthly reviewer Bill McKibben observed that “Berry offers a rich variety of responses, never intimidated by the scientific prowess of his rival.” Jonathan Z. Larsen suggested in the Amicus Journal, though, that perhaps “Wilson has made too convenient a whipping boy,” and noted that Wilson and Berry have taken some similar stands, with both voicing great concern about the environment. Larsen also maintained that Berry needs to provide more detailed prescriptions for achieving his ideal society, one filled with reverence for one’s land and community. Larsen had praise for the book as well, especially for Berry’s writing style, which works at “winning the reader over almost as much through poetry as through logic.”\n\r\nBerry’s Citizenship Papers (2003) characteristically focuses on agrarian concerns, but also turns its attention to the post-9/11 world in several of its 19 essays. “A Citizen’s Response to the New National Security Strategy” focuses on the U.S. government’s response to terrorist threats via the Patriotism Act; originally published in the New York Times, the four-part statement “probes the definitions of terrorism and security; the role of a government in combating evil; national security based on charity, civility, independence, true patriotism, and rule of law; and the failure of Christianity, Judaism, and Islam to reject war as a vehicle to peace,” explained Sojourners contributor Rose Marie Berger. In Booklist Ray Olson dubbed the author “one of English’s finest stylists, as perspicuous as T.H. Huxley at his best and as perspicacious as John Ruskin at his.” While Olson maintained that Berry adopts an approach to America’s ills “embracing life and community,” a Kirkus contributor wrote that in the “clangor of worries” echoing in Citizenship Papers Berry presents readers with “the antidotes of civility, responsibility, curiosity, skill, kindness, and an awareness of the homeplace.”\n\r\nFarming and community are central to Berry’s fiction as well as his poetry and essays. Most of his novels and short stories are set in the fictional Kentucky town of Port William. Like his real-life home town, Port Royal, Port William is a long-established farming community situated near the confluence of the Ohio and Kentucky Rivers. In books such as Jayber Crow: The Life Story of Jayber Crow, Barber, of the Port William Membership (2000), The Wild Birds: Six Stories of the Port William Membership (1986), Nathan Coulter: A Novel (1985), and A Place on Earth: A Novel (1983), Berry presents the lives of seven generations of farm families. Although Fidelity: Five Stories (1992) examines Port William in the early 1990s, most of Berry’s narratives about the community take place in the first half of the 20th century; as Dictionary of Literary Biography contributor Gary Tolliver explained, “This represents the final days of America’s traditional farm communities just prior to the historically critical period when they began to break apart under the influence of technological and economic forces at the end of World War II.” Connecting all the stories is the theme of stewardship of the land, which Tolliver said is “often symbolized as interlocking marriages between a man and his family, his community, and the land.” What emerges, Los Angeles Times Book Review contributor Noel Perrin commented, “is a wounded but still powerful culture.”\n\nJayber Crow, dealing in part with the title character’s unrequited love for a married woman, also “strives for something greater, becoming nothing less than a sad and sweeping elegy for the idea of community, a horrifying signal of what we lost in the 20th century in the name of economic and social progress,” related Dean Bakopoulos in the Progressive. World and I reviewer Donald Secreast observed that this novel’s “basic building block is the recurring metaphor of place as character, a concern that also dominates Berry’s nonfiction and poetry. ... The relationship between landscape and personality is the core concern of Berry’s campaign to make people more responsible, more accountable for the effects their lifestyles have on local environments.” A flaw Secreast saw in Jayber Crow is the sketchy characterization of women and the lack of importance attached to their role in the community. While rural societies have traditionally been male-dominated, Secreast noted, Berry’s Port William seems to be less a reflection of rural life as it once existed than a portrayal of rural life as it should be, or should have been. “So if he’s not being nostalgic, why should he be bound by the actual dynamics of a real rural community?” Secreast wrote. “Why must Jayber Crow, despite his sensitivity, insist upon his marginalization from the womanhood of Port William?”\n\r\nOn the other hand, Hannah Coulter: A Novel (2004) centers fully on Port William life from a woman’s perspective. In the style of a memoir, Hannah muses on her life in a countryside that she never expected to change. Hannah’s first marriage in 1940 leaves her a widow of World War II and a single mother. Her subsequent marriage to farmer Nathan Coulter ensues, enriching her life with additional children, none of whom remain on the land to work the family farm. Will Nathan’s death mark the end of life as Hannah knew it and as she presumed it would remain? A Publishers Weekly contributor complimented Berry for his “delicate, shimmering prose” and recommended the novel as “an impassioned, literary vision of American rural life and values.” In similar fashion, a Kirkus Reviews writer called Hannah Coulter “a kind of elegy for the starkly beautiful country life that ... faded into history, victim of economic and social change.”\n\r\nFor a more general overview of life in Port William, readers can immerse themselves in That Distant Land: The Collected Stories of Wendell Berry. The stories, which include four not previously published, span a century in the life of the fictional farming community. The locale connects its diverse inhabitants—man, woman, farmer, teacher, lawyer, each struggling in his or her own way to maintain the simple lifestyle of times almost gone by. “Berry is an American treasure,” wrote Ann H. Fisher in Library Journal review of the collection. A contributor to Publishers Weekly observed that the author’s “feel for the inner lives of his quirky rural characters makes for many memorable portraits.”\n\r\nBerry’s writing style varies greatly from one book to the next. Nathan Coulter, for example, is an example of the highly stylized, formal, spare prose that dominated the late 1950s, while A Place on Earth was described by Tolliver as “long, brooding, episodic” and “more a document of consciousness than a conventional novel.” Several critics have praised Berry’s fiction, both for the quality of his prose and for the way he brings his concerns for farming and community to life in his narratives. As Gregory L. Morris stated in Prairie Schooner, “Berry places his emphasis upon the rightness of relationships—relationships that are elemental, inherent, inviolable. ... Berry’s stories are constructed of humor, of elegy, of prose that carries within it the cadences of the hymn. The narrative voice most successful in Berry’s novels ... is the voice of the elegist, praising and mourning a way of life and the people who have traced that way in their private and very significant histories.”\n\r\nConsidering Berry’s body of work, Charles Hudson pointed out the author’s versatility and commended him for his appreciation of the plain things in life. “In an age when many writers have committed themselves to their ‘specialty’—even though doing so can lead to commercialism, preciousness, self-indulgence, social irresponsibility, or even nihilism—Berry has refused to specialize,” Hudson wrote in the Georgia Review. “He is a novelist, a poet, an essayist, a naturalist, and a small farmer. He has embraced the commonplace and has ennobled it.”\n", "attrs": {"Region:": ["U.S., Midwestern"]}}