{"pf_url": "https://www.poetryfoundation.org/poets/wendy-xu", "name": "Wendy Xu", "yob": "1987", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/09/20473ab3059a1566cf704f9feb5eb19bfebcef85.jpeg", "bio": "\nBorn in Shandong, China, poet Wendy Xu was raised in New York and Iowa. She earned a BA from the University of Iowa and MFA from the University of Massachusetts, Amherst. Xu’s collection You Are Not Dead (2013) was profiled as one of the year’s best debuts by Poets & Writers Magazine; her second collection of poetry is Phrasis (Fence, 2017), winner of the Ottoline Prize. Her work has appeared in The Best American Poetry 2013, Boston Review, Poetry, A Public Space, BOMB, and was selected for a Patricia Goedicke Prize in Poetry by D.A. Powell.\n\r\nXu frequently uses line breaks as sharp hinges in single-stanza, meditative poems that embrace the ephemeral nature of intimacy. “Xu’s poems deftly navigate the space between the often-obscured personal and the dominant external. The concrete world is in the spotlight while the personal and confessional take place off stage—far away enough that we can see hints of it, but not so close that we comprehend the details we’re presented with in a narrative sense,” observed Raena Shirali in a 2014 review of You Are Not Dead for the Journal. In a 2012 interview with John Hoppenthaler, Xu stated, “I think language is always waiting patiently on us to engage it, to play with it and arrange its parts, to build something weird out of it, but the hardest time to stop and think to do this is any space outside of poems. To ‘negotiate’ with a poem is right—it says things, you say something back, you say YES! or you say OH NO, but the two of you build the complete experience together. I always like when part of a poem’s contribution to the negotiation is a pseudo-‘normal’ syntax, if it seems aware and proud of its glitch, and if it wants to subvert my normalized expectations at every turn.”\r\n \r\nXu is poetry editor for Hyperallergic, and in 2014 she was awarded a Ruth Lilly and Dorothy Sargent Rosenberg Poetry fellowship from the Poetry Foundation. She is a visiting assistant professor of writing in poetry and the New School and lives in Brooklyn.\n", "attrs": {"Region:": ["U.S., New England"]}}