{"pf_url": "https://www.poetryfoundation.org/poets/wesley-mcnair", "name": "Wesley McNair", "yob": "1941", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/22/404906d6d5799d06f4f169f7b2054dbd01de4015.jpeg", "bio": "\nOften referred to as “a poet of place,” Wesley McNair captures the ordinary lives of northern New Englanders while writing about family conflict and other autobiographical subjects. His poems often explore American dreams interwoven with family drama and public culture. A New Hampshire native who has lived for many years in Mercer, Maine, McNair has authored nineteen books, nine of which are collections of poetry, including The Faces of Americans of 1853 (1983), The Town of No (1989), and Lovers of the Lost: New and Selected Poems (2010). His most recent book are The Lost Child: Ozark Poems (2014) and The Words I Chose: A Memoir of Family and Poetry (2012).\n\r\nIn a review of The Ghost of You and Me (2006), Philip Levine admired McNair’s “many skewed and irresistible characters who manage to get into odd situations for which there is only one remedy: to persevere. ... he strikes me as one of the great storytellers of contemporary poetry.” Introducing McNair to readers of the Boston Review, poet Donald Hall noted both the sounds of his individual lines and the cadences of entire poems: “By speech are McNair’s people fixed in the album of McNair’s art.”\nHe has received fellowships from the Rockefeller Foundation, the Guggenheim Foundation, the National Endowment for the Humanities, the National Endowment for the Arts, and United States Artists. Among his other honors are the Robert Frost Prize, the Theodore Roethke Prize, the Jane Kenyon Award for Outstanding Book, the Sarah Josepha Hale Medal for “distinguished contribution to the world of letters,” and five honorary degrees. McNair has served four times on the Pulitzer Poetry jury and was poet laureate of Maine from 2011 to 2016. A teacher for several decades, McNair is currently professor emeritus and writer in residence at the University of Maine at Farmington.\n", "attrs": {"Region:": ["U.S., New England"]}}