{"pf_url": "https://www.poetryfoundation.org/poets/wilfred-owen", "name": "Wilfred Owen", "yob": "1893", "yod": "1918", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/16/77eff444fb733cd853f633fdcb3ab998a34ea8c8.jpeg", "bio": "\nWilfred Owen, who wrote some of the best British poetry on World War I, composed nearly all of his poems in slightly over a year, from August 1917 to September 1918. In November 1918 he was killed in action at the age of 25, one week before the Armistice. Only five poems were published in his lifetime—three in the Nation and two that appeared anonymously in the Hydra, a journal he edited in 1917 when he was a patient at Craiglockhart War Hospital in Edinburgh. Shortly after his death, seven more of his poems appeared in the 1919 volume of Edith Sitwell's annual anthology, Wheels: a volume dedicated to his memory, and in 1919 and 1920 seven other poems appeared in periodicals. Almost all of Owen’s poems, therefore, appeared posthumously: importantly in the bestselling collection Poems (1920), edited by Siegfried Sassoon with the assistance of Edith Sitwell, contains 23 poems; The Poems of Wilfred Owen (1931), edited by Edmund Blunden, adds 19 poems to this number; and The Collected Poems of Wilfred Owen (1963), edited by C. Day Lewis, contains 80 poems, adding some juvenilia, minor poems, and fragments but omitting a few of the poems from Blunden’s edition. Owen wrote vivid and terrifying poems about modern warfare, depicting graphic scenes with honest emotions; in doing so, young Owen helped to advance poetry into the Modernist era.\nWilfred Edward Salter Owen was born on March 18, 1893, in Oswestry, on the Welsh border of Shropshire, in the beautiful and spacious home of his maternal grandfather. Wilfred’s father, Thomas, a former seaman, had returned from India to marry Susan Shaw; throughout the rest of his life Thomas felt constrained by his somewhat dull and low-paid position as a railway station master. Owen’s mother felt that her marriage limited her intellectual, musical, and economic ambitions. Both parents seem to have been of Welsh descent, and Susan’s family had been relatively affluent during her childhood but had lost ground economically. As the oldest of four children born in rapid succession, Wilfred developed a protective attitude toward the others and an especially close relationship with his mother. After he turned four, the family moved from the grandfather’s home to a modest house in Birkenhead, where Owen attended Birkenhead Institute from 1900 to 1907. The family then moved to another modest house, in Shrewsbury, where Owen attended Shrewsbury Technical School and graduated in 1911 at the age of 18. Having attempted unsuccessfully to win a scholarship to attend London University, he tried to measure his aptitude for a religious vocation by becoming an unpaid lay assistant to the Reverend Herbert Wigan, a vicar of evangelical inclinations in the Church of England, at Dunsden, Oxfordshire. In return for the tutorial instruction he was to receive, but which did not significantly materialize, Owen agreed to assist with the care of the poor and sick in the parish and to decide within two years whether he should commit himself to further training as a clergyman. At Dunsden he achieved a fuller understanding of social and economic issues and developed his humanitarian propensities, but as a consequence of this heightened sensitivity, he became disillusioned with the inadequate response of the Church of England to the sufferings of the underprivileged and the dispossessed. In his spare time, he read widely and began to write poetry. In his initial verses he wrote on the conventional subjects of the time, but his work also manifested some stylistic qualities that even then tended to set him apart, especially his keen ear for sound and his instinct for the modulating of rhythm, talents related perhaps to the musical ability that he shared with both of his parents.\nIn 1913 he returned home, seriously ill with a respiratory infection that his living in a damp, unheated room at the vicarage had exacerbated. He talked of poetry, music, or graphic art as possible vocational choices, but his father urged him to seek employment that would result in a steady income. After eight months of convalescence at home, Owen taught for one year in Bordeaux at the Berlitz School of Languages, and he spent a second year in France with a Catholic family, tutoring their two boys. As a result of these experiences, he became a Francophile. Later these years undoubtedly heightened his sense of the degree to which the war disrupted the life of the French populace and caused widespread suffering among civilians as the Allies pursued the retreating Germans through French villages in the summer and fall of 1918.\nIn September 1915, nearly a year after the United Kingdom and Germany had gone to war, Owen returned to England, uncertain as to whether he should enlist. By October he had enlisted and was at first in the Artists’ Rifles. In June 1916 he received a commission as lieutenant in the Manchester Regiment, and on December 29, 1916 he left for France with the Lancashire Fusiliers.\nJudging by his first letters to his mother from France, one might have anticipated that Owen would write poetry in the idealistic vein of Rupert Brooke: “There is a fine heroic feeling about being in France. ...” But by January 6, 1917 he wrote of the marching, “The awful state of the roads, and the enormous weight carried was too much for scores of men.” Outfitted in hip-length rubber waders, on January 8,  he had waded through two and a half miles of trenches with “a mean depth of two feet of water.” By January 9,  he was housed in a hut where only 70 yards away a howitzer fired every minute day and night. On January 12 occurred the march and attack of poison gas he later reported in “Dulce et Decorum Est.” They marched three miles over a shelled road and three more along a flooded trench, where those who got stuck in the heavy mud had to leave their waders, as well as some clothing and equipment, and move ahead on bleeding and freezing feet. They were under machine-gun fire, shelled by heavy explosives throughout the cold march, and were almost unconscious from fatigue when the poison-gas attack occurred. Another incident that month, in which one of Owen’s men was blown from a ladder in their trench and blinded, forms the basis of “The Sentry.” In February Owen attended an infantry school at Amiens. On March 19,  he was hospitalized for a brain concussion suffered six nights earlier, when he fell into a 15-foot-deep shell hole while searching in the dark for a soldier overcome by fatigue. Blunden dates the writing of Owen’s sonnet “To A Friend (With an Identity Disc)” to these few days in the hospital. Throughout April the battalion suffered incredible physical privations caused by the record-breaking cold and snow and by the heavy shelling. For four days and nights Owen and his men remained in an open field in the snow, with no support forces arriving to relieve them and with no chance to change wet, frozen clothes or to sleep: “I kept alive on brandy, the fear of death, and the glorious prospect of the cathedral town just below us, glittering with the morning.” Three weeks later on April 25 he continued to write his mother of the intense shelling: “For twelve days I did not wash my face, nor take off my boots, nor sleep a deep sleep. For twelve days we lay in holes where at any moment a shell might put us out.” One wet night during this time he was blown into the air while he slept. For the next several days he hid in a hole too small for his body, with the body of a friend, now dead, huddled in a similar hole opposite him, and less than six feet away. In these letters to his mother he directed his bitterness not at the enemy but at the people back in England “who might relieve us and will not.”\nHaving endured such experiences in January, March, and April, Owen was sent to a series of hospitals between May 1 and June 26, 1917 because of severe headaches. He thought them related to his brain concussion, but they were eventually diagnosed as symptoms of shell shock, and he was sent to Craiglockhart War Hospital in Edinburgh to become a patient of Dr. A. Brock, the associate of Dr. W.H.R. Rivers, the noted neurologist and psychologist to whom Siegfried Sassoon was assigned when he arrived six weeks later.\nOwen’s annus mirabilis as a poet apparently began in the summer of 1917, but he had, in fact, been preparing himself haphazardly but determinedly for a career as poet throughout the preceding five or six years. He had worshipped Keats and later Shelley during adolescence; during his two years at Dunsden he had read and written poetry in the isolated evenings at the vicarage; in Bordeaux, the elderly symbolist poet and pacifist writer Laurent Tailhade had encouraged him in his ambition to become a poet. Also in France in 1913 and 1914 he probably read and studied the works of novelist and poet Jules Romains, who was experimenting with pararhyme and assonance. While he was stationed in London in 1915 and 1916, he found stimulation in discussions with another older poet, Harold Monro, who ran the Poetry Bookshop, a meeting place for poets; and in 1916, he read Rupert Brooke, William Butler Yeats, and A.E. Housman. Owen was developing his skill in versification, his technique as a poet, and his appreciation for the poetry of others, especially that of his more important contemporaries, but until 1917 he was not expressing his own significant experiences and convictions except in letters to his mother and brother. This preparation, the three bitter months of suffering, the warmth of the people of Edinburgh who “adopted” the patients, the insight of Dr. Brock, and the coincidental arrival of Siegfried Sassoon brought forth the poet and the creative outpouring of his single year of maturity.\nBefore Sassoon arrived at Craiglockhart in mid-August, Dr. Brock encouraged Owen to edit the hospital journal, the Hydra, which went through twelve issues before Owen left.  It seems likely that this sensitive psychologist and enthusiastic friend assisted Owen in confronting the furthermost ramifications of his violent experiences in France so that he could write of the terrifying experiences in poems such as “Dulce et Decorum Est,” “The Sentry,” and “The Show.” He may also have helped him confront his shyness; his intense involvement with his mother and his attempt, at the same time, to become more independent; his resentment of his father’s disapproval of his ambition for a career as a poet; his ambivalence about Christianity and his disillusionment with Christian religion in the practices of the contemporary church; his expressed annoyance with all women except his mother and his attraction to other men; and his decision to return to his comrades in the trenches rather than to stay in England to protest the continuation of the war.\nWhen Sassoon arrived, it took Owen two weeks to get the courage to knock on his door and identify himself as a poet. At that time Owen, like many others in the hospital, was speaking with a stammer. By autumn he was not only articulate with his new friends and lecturing in the community but was able to use his terrifying experiences in France, and his conflicts about returning, as the subject of poems expressing his own deepest feelings. He experienced an astonishing period of creative energy that lasted through several months, until he returned to France and the heavy fighting in the fall of 1918.\nBy the time they met, Owen and Sassoon shared the conviction that the war ought to be ended, since the total defeat of the Central Powers would entail additional destruction, casualties, and suffering of staggering magnitude. In 1917 and 1918 both found their creative stimulus in a compassionate identification with soldiers in combat and in the hospital. In spite of their strong desire to remain in England to protest the continuation of the war, both finally returned to their comrades in the trenches. Whatever the exact causes of Owen’s sudden emergence as “true poet” in the summer of 1917, he himself thought that Sassoon had “fixed” him in place as poet. By the time Sassoon arrived, his first volume of poetry, The Old Huntsman (1917), which includes some war poems, had gained wide attention, and he was already preparing Counter-Attack (1918), which was to have an even stronger impact on the English public. In the weeks immediately before he was sent to Craiglockhart under military orders, Sassoon had been the center of public attention for risking the possibility of court martial by mailing a formal protest against the war to the War Department. Further publicity resulted when he dramatized his protest by throwing his Military Cross into the River Mersey and when a member of the House of Commons read the letter of protest before the hostile members of the House, an incident instigated by Bertrand Russell in order to further the pacifist cause. Sassoon came from a wealthy and famous family. He had been to Cambridge, he was seven years older than Owen, and he had many friends among the London literati. Both pride and humility in having acquired Sassoon as friend characterized Owen’s report to his mother of his visits to Sassoon’s room in September. He remarked that he had not yet told his new friend “that I am not worthy to light his pipe. I simply sit tight and tell him where I think he goes wrong.”\nIf their views on the war and their motivations in writing about it were similar, significant differences appear when one compares their work. In the poems written after he went to France in 1916 Sassoon consistently used a direct style with regular and exact rhyme, pronounced rhythms, colloquial language, a strongly satiric mode; and he also tended to present men and women in a stereotypical manner. After meeting Sassoon, Owen wrote several poems in Sassoon’s drily satirical mode, but he soon rejected Sassoon’s terseness or epigrammatic concision. Consequently, Owen created soldier figures who often express a fuller humanity and emotional range than those in Sassoon’s more cryptic poems. In his war poems, whether ideological, meditative, or lyrical, Owen achieved greater breadth than Sassoon did in his war poetry. Even in some of the works that Owen wrote before he left Craiglockhart in the fall of 1917, he revealed a technical versatility and a mastery of sound through complex patterns of assonance, alliteration, dissonance, consonance, and various other kinds of slant rhyme—an experimental method of composition which went beyond any innovative versification that Sassoon achieved during his long career.\nWhile Owen wrote to Sassoon of his gratitude for his help in attaining a new birth as poet, Sassoon did not believe he had influenced Owen as radically and as dramatically as Owen maintained. Sassoon regarded his “touch of guidance” and his encouragement as fortunately coming at the moment when Owen most needed them, and he later maintained in Siegfried’s Journey, 1916-1920 that his “only claimable influence was that I stimulated him towards writing with compassionate and challenging realism. ... My encouragement was opportune, and can claim to have given him a lively incentive during his rapid advance to self-revelation.” Sassoon also saw what Owen may never have recognized—that Sassoon’s technique “was almost elementary compared with his [Owen’s] innovating experiments.” Perhaps Sassoon’s statement in late 1945 summarizes best the reciprocal influence the two poets had exerted upon one another: “imperceptible effects are obtained by people mingling their minds at a favorable moment.”\nSassoon helped Owen by arranging for him, upon his discharge from the hospital, to meet Robert Ross, a London editor who was Sassoon’s friend. Ross, in turn, introduced Owen—then and in May 1918—to other literary figures, such as Robert Graves, Edith and Osbert Sitwell, Arnold Bennett, Thomas Hardy, and Captain Charles Scott Moncrieff, who later translated Proust. Knowing these important writers made Owen feel part of a community of literary people—one of the initiated. Accordingly, on New Year’s Eve 1917, Owen wrote exuberantly to his mother of his poetic ambitions: “I am started. The tugs have left me. I feel the great swelling of the open sea taking my galleon.” At the same time, association with other writers made him feel a sense of urgency—a sense that he must make up for lost time in his development as a poet. In May 1918, on leave in London, he wrote his mother: I am old already for a poet, and so little is yet achieved.” But he added with his wry humor, “celebrity is the last infirmity I desire.”\nBy May 1918 Owen regarded his poems not only as individual expressions of intense experience but also as part of a book that would give the reader a wide perspective on World War I. In spring 1918 it appeared that William Heinemann (in spite of the paper shortage that his publishing company faced) would assign Robert Ross to read Owen’s manuscript when he submitted it to them. In a table of contents compiled before the end of July 1918 Owen followed a loosely thematic arrangement. Next to each title he wrote a brief description of the poem, and he also prepared in rough draft a brief, but eloquent, preface, in which he expresses his belief in the cathartic function of poetry. For a man who had written sentimental or decorative verse before his war poems of 1917 and 1918, Owen’s preface reveals an unexpected strength of commitment and purpose as a writer, a commitment understandable enough in view of the overwhelming effects of the war upon him. In this preface Owen said the poetry in his book would express “the pity of War,” rather than the “glory, honour, might, majesty, dominion, or power,” which war had acquired in the popular mind. He distinguished also between the pity he sought to awaken by his poems (“The Poetry is in the Pity”) and that conventionally expressed by writers who felt less intensely opposed to war by this time than he did. As they wrote their historically oriented laments or elegies for those fallen in wars, they sought to comfort and inspire readers by placing the deaths and war itself in the context of sacrifice for a significant cause. But Owen’s message for his generation, he said, must be one of warning rather than of consolation. In his last declaration he appears to have heeded Sassoon’s advice to him that he begin to use an unmitigated realism in his description of events: “the true poet must be truthful.”\nOwen’s identification of himself as a poet, affirmed by his new literary friends, must have been especially important in the last few months of his life. Even the officer with whom he led the remnant of the company to safety on a night in October 1918 and with whom he won the Military Cross for his action later wrote to Blunden that neither he nor the rest of the men ever dreamed that Owen wrote poems.\nWhen Owen first returned to the battlefields of France on September  1, 1918, after several months of limited service in England, he seemed confident about his decision: “I shall be better able to cry my outcry, playing my part.” Once overseas, however, he wrote to Sassoon chiding him for having urged him to return to France, for having alleged that further exposure to combat would provide him with experience that he could transmute into poetry: “That is my consolation for feeling a fool,” he wrote on September 22, 1918. He was bitterly angry at Clemenceau for expecting the war to be continued and for disregarding casualties even among children in the villages as the Allied troops pursued the German forces. He did not live long enough for this indignation or the war experiences of September and October to become part of his poetry, although both are vividly expressed in his letters.\nIn October Owen wrote of his satisfaction at being nominated for the Military Cross because receiving the award would give him more credibility at home, especially in his efforts to bring the war to an end. Lieutenant J. Foulkes, who shared command with him the night in October 1918 that all other officers were killed, described to Edmund Blunden the details of Owen’s acts of “conspicuous gallantry.” His company had successfully attacked what was considered a “second Hindenburg Line” in territory that was “well-wired.” Losses were so heavy that among the commissioned officers only Foulkes and Owen survived. Owen took command and led the men to a place where he held the line for several hours from a captured German pill box, the only cover available. The pill box was, however, a potential death trap upon which the enemy concentrated its fire. By morning the few who survived were at last relieved by the Lancashire Fusiliers. Foulkes told Blunden, “This is where I admired his work—in leading his remnant, in the middle of the night, back to safety. ... I was content to follow him with the utmost confidence.” Early in his army career Owen wrote to his brother Harold that he knew he could not change his inward self in order to become a self-assured soldier, but that he might still be able to change his appearance and behavior so that others would get the impression he was a “good soldier.” Such determination and conscientiousness account for the trust in his leadership that Foulkes expressed. Owen was again moving among his men and offering encouragement when he was killed the next month.\nIn the last weeks of his life Owen seems to have coped with the stress of the heavy casualties among his battalion by “insensibility,” much like that of soldiers he forgives in his poem of the same title, but condemns among civilians: “Happy are men who yet before they are killed / Can let their veins run cold.” These men have walked “on the alleys cobbled with their brothers.” “Alive, he is not vital overmuch; / Dying, not mortal overmuch.” Owen wrote to Sassoon, after reading Counter-Attack , that Sassoon’s war poems frightened him more than the actual experience of holding a soldier shot through the head and having the man’s blood soak hot against his shoulder for a half hour. Two weeks before his death he wrote both to his mother and to Sassoon that his nerves were “in perfect order.” But in the letter to Sassoon he explained, “I cannot say I suffered anything, having let my brain grow dull. ... I shall feel anger again as soon as I dare, but now I must not. I don’t take the cigarette out of my mouth when I write Deceased over their letters. But one day I will write Deceased over many books.”\nAfter Wilfred Owen’s death his mother attempted to present him as a more pious figure than he was. For his tombstone, she selected two lines from “The End”—”Shall life renew these bodies? Of a truth / All death will he annul, all tears assuage?”—but omitted the question mark at the close of the quotation. His grave thus memorializes a faith that he did not hold and ignores the doubt he expressed. In 1931 Blunden wrote Sassoon, with irritation, because Susan Owen had insisted that the collected edition of Owen’s poems celebrate her son as a majestic and tall heroic figure: “Mrs. Owen has had her way, with a purple binding and a photograph which makes W look like a 6 foot Major who had been in East Africa or so for several years.” (Owen was about a foot shorter than Sassoon.)\nHarold Owen succeeded in removing a reference to his brother as “an idealistic homosexual” from Robert Graves’s Goodbye to All That, and specifically addressed in volume three of his biography the questions that had been raised about his brother’s disinterest in women. Harold Owen insisted that his brother had been so dedicated to poetry that he had chosen, at least temporarily, the life of a celibate. He also explains, what was undoubtedly true, that Owen expressed himself impulsively and emotionally, that he was naive, and that he was given to hero worship of other men.\nOwen’s presentation of “boys” and “lads”—beautiful young men with golden hair, shining eyes, strong brown hands, white teeth—has homoerotic elements. One must recognize, however, such references had become stock literary devices in war poetry. The one poem which can clearly be called a love poem, “To A Friend (With an Identity Disc),” carefully avoids the use of either specifically masculine or feminine terms in addressing the friend. Eroticism in Owen’s poems seems idealized, romantic, and platonic and is used frequently to contrast the ugly and horrible aspects of warfare. Of more consequence in considering Owen’s sexual attitudes in relation to his poetry is the harshness in reference to wives, mothers, or sweethearts of the wounded or disabled soldiers. The fullness of his insight into “the pity of war” seems incomprehensibly limited in the presentation of women in “The Dead-Beat,” “Disabled,” “The Send-Off,” and “S.I.W.”\nIn several of his most effective war poems, Owen suggests that the experience of war for him was surrealistic, as when the infantrymen dream, hallucinate, begin freezing to death, continue to march after several nights without sleep, lose consciousness from loss of blood, or enter a hypnotic state from fear or excessive guilt. The resulting disconnected sensory perceptions and the speaker’s confusion about his identity suggest that not only the speaker, but the whole humanity, has lost its moorings. The horror of war, then, becomes more universal, the tragedy more overwhelming, and the pity evoked more profound, because there is no rational explanation to account for the cataclysm.\nIn “Conscious” a wounded soldier, moving in and out of consciousness, cannot place in perspective the yellow flowers beside his hospital bed, nor can he recall blue sky. The soldiers in “Mental Cases” suffer hallucinations in which they observe everything through a haze of blood: “Sunlight becomes a blood-smear; dawn comes blood-black.” In “Exposure,” which displays Owen’s mastery of assonance and alliteration, soldiers in merciless wind and snow find themselves overwhelmed by nature’s hostility and unpredictability. They even lose hope that spring will arrive: “For God’s invincible spring our love is made afraid.” Anticipating the search that night for the bodies of fallen soldiers in no man’s land, the speaker predicts that soon all of his comrades will be found as corpses with their eyes turned to ice. Ironically, as they begin freezing to death, their pain becomes numbness and then pleasurable warmth. As the snow gently fingers their cheeks, the freezing soldiers dream of summer: “so we drowse, sun-dozed / Littered with blossoms trickling where the blackbird fusses.” Dreaming of warm hearths as “our ghosts drag home,” they quietly “turn back to our dying.” The speaker in “Asleep” envies the comfort of one who can sleep, even though the sleep is that of death: “He sleeps less tremulous, less cold / Than we who must awake, and waking, say Alas!” All these “dream poems” suggest that life is a nightmare in which the violence of war is an accepted norm. The cosmos seems either cruelly indifferent or else malignant, certainly incapable of being explained in any rational manner. A loving Christian God is nonexistent. The poem’s surface incoherence suggests the utter irrationality of life. Even a retreat to the comfort of the unconscious state is vulnerable to sudden invasion from the hell of waking life.\nOne of Owen’s most moving poems, “Dulce et Decorum Est,” which had its origins in Owen’s experiences of January 1917, describes explicitly the horror of the gas attack and the death of a wounded man who has been flung into a wagon. The horror intensifies, becoming a waking nightmare experienced by the exhausted viewer, who stares hypnotically at his comrade in the wagon ahead of him as he must continue to march.\nThe nightmare aspect reaches its apogee in “The Show.” As the speaker gazes upon a desolate, war-ravaged landscape, it changes gradually to the magnified portion of a dead soldier’s face, infested by thousands of caterpillars. The barbed wire of no-man’s-land becomes the scraggly beard on the face; the shell holes become pockmarked skin. Only at the end does the poet’s personal conflict become clear. Owen identifies himself as the severed head of a caterpillar and the many legs, still moving blindly, as the men of his command from whom he has been separated. The putrefying face, the sickening voraciousness of the caterpillars, and the utter desolation of the ruined landscape become symbolic of the lost hopes for humanity.\n“Strange Meeting,” another poem with a dreamlike frame, differs from those just described in its meditative tone and its less—concentrated use of figurative language. Two figures—the poet and the man he killed—gradually recognize each other and their similarity when they meet in the shadows of hell. In the background one becomes aware of multitudes of huddled sleepers, slightly moaning in their “encumbered” sleep—all men killed in “titanic wars.” Because the second man speaks almost exclusively of death’s thwarting of his purpose and ambition as a poet, he probably represents Owen’s alter ego. Neither figure is differentiated by earthly association, and the “strange friend” may also represent an Everyman figure, suggesting the universality of the tragedy of war. The poem closes as the second speaker stops halfway through the last line to return to his eternal sleep. The abrupt halt drives home the point that killing a poet cuts off the promise of the one more line of poetry he might have written. The last line extends “the Pity of war” to a universal pity for all those who have been diminished through the ages by art which might have been created and was not.\nSassoon called “Strange Meeting” Owen’s masterpiece, the finest elegy by a soldier who fought in World War I. T.S. Eliot, who praised it as “one of the most moving pieces of verse inspired by the war,” recognized that its emotional power lies in Owen’s “technical achievement of great originality.” In “Strange Meeting,” Owen sustains the dreamlike quality by a complex musical pattern, which unifies the poem and leads to an overwhelming sense of war’s waste and a sense of pity that such conditions should continue to exist. John Middleton Murry in 1920 noted the extreme subtlety in Owen’s use of couplets employing assonance and dissonance. Most readers, he said, assumed the poem was in blank verse but wondered why the sound of the words produced in them a cumulative sadness and inexorable uneasiness and why such effects lingered. Owen’s use of slant-rhyme produces, in Murry’s words, a “subterranean ... forged unity, a welded, inexorable massiveness.”\nAlthough Owen does not use the dream frame in “Futility,” this poem, like “Strange Meeting,” is also a profound meditation on the horrifying significance of war. As in “Exposure,” the elemental structure of the universe seems out of joint. Unlike the speaker in “Exposure,” however, this one does not doubt that spring will come to warm the frozen battlefield, but he wonders why it should. Even the vital force of the universe—the sun’s energy—no longer nurtures life.\nOne of the most perfectly structured of Owen’s poems, “Anthem for Doomed Youth,” convinced Sassoon in October 1917 that Owen was not only a “promising minor poet” but a poet with “classic and imaginative serenity” who possessed “impressive affinities with Keats.” By using the fixed form of the sonnet, Owen gains compression and a close interweaving of symbols. In particular, he uses the break between octave and sestet to deepen the contrast between themes, while at the same time he minimizes that break with the use of sound patterns that continue throughout the poem and with the image of a bugle, which unifies three disparate groups of symbols. The structure depends, then, not only on the sonnet form but on a pattern of echoing sounds from the first line to the last, and upon Owen’s careful organization of groups of symbols and of two contrasting themes—in the sestet the mockery of doomed youth, “dying like cattle,” and in the octave the silent personal grief which is the acceptable response to immense tragedy. The symbols in the octave suggest cacophony; the visual images in the sestet suggest silence. The poem is unified throughout by a complex pattern of alliteration and assonance. Despite its complex structure, this sonnet achieves an effect of impressive simplicity.\nPoems (1920), edited by Sassoon, established Owen as a war poet before public interest in the war had diminished in the 1920s. The Poems of Wilfred Owen (1931), edited by Blunden, aroused much more critical attention, especially that of W.H. Auden and the poets in his circle, Stephen Spender, C. Day Lewis, Christopher Isherwood, and Louis MacNeice. Blunden thought that Auden and his group were influenced primarily by three poets: Gerard Manley Hopkins, T.S. Eliot, and Wilfred Owen. The Auden group saw in Owen’s poetry the incisiveness of political protest against injustice, but their interest in Owen was less in the content of his poems than in his artistry and technique. Though they were moved by the human experience described in Owen’s best poems and understood clearly his revulsion toward war, they were appalled by the sheer waste of a great poet dying just as he had begun to realize fully his potential. Dylan Thomas, who, like Owen, possessed a brilliant metaphorical imagination, pride in Welsh ancestry, and an ability to dramatize in poetry his psychic experience, saw in Owen “a poet of all times, all places, and all wars. There is only one war, that of men against men.”\nC. Day Lewis, in the introduction to The Collected Poems of Wilfred Owen (1963), judiciously praised Owen’s poems for “the originality and force of their language, the passionate nature of the indignation and pity they express, their blending of harsh realism with a sensuousness unatrophied by the horrors from which they flowered.” Day Lewis’s view that Owen’s poems were “certainly the finest written by any English poet of the First War” is incontestable. With general agreement critics—J. Middleton Murry, Bonamy Dobree, Hoxie Fairchild, Ifor Evans, Kenneth Muir, and T.S. Eliot, for example—have written of his work for six decades. The best of Owen’s 1917-1918 poems are great by any standard. Day Lewis’s conclusion that they also are “probably the greatest poems about the war in our literature” may, if anything, be too tentative. His work will remain central in any discussion of war poetry.\n", "attrs": {"Region:": ["England"], "School/Period:": ["Georgian"]}}