{"pf_url": "https://www.poetryfoundation.org/poets/william-langland", "name": "William Langland", "yob": "1332", "yod": "1400", "image": null, "bio": "\n                                                                    The earliest publishers of Piers Plowman assumed that there was one version of the poem. By the early nineteenth century it had become evident that there are three different versions of Piers Plowman, known as the A-text, the B-text, and the C-text since Walter W. Skeat’s editions of 1867, 1869, and 1873 respectively. The A-text is the earliest and shortest of the three versions, being roughly 2,400 lines long. The B-text is an extensive reworking of the A-text: the original 2,400 lines are transformed into 3,200 lines, and more than 4,000 lines of new material are added. The B-text is the most poetic of the three versions, and the majority of criticism (including this essay) is based upon it. In comparison, the C-text is more prosaic. C is almost a total revision of B, except for the last two passuspassus which are untouched (the various sections of all three versions are called by the Latin word passus; the singular spelling is the same as the plural). Elsewhere, the cuts, additions, and shifting of passages result in a slightly longer poem (7,338 lines), but one which is radically different in style and effect.   There has been much debate regarding the dates of composition for the three recensions, but the A-text is usually dated as completed by 1370, while the B-text seems to be the product of the mid to late 1370s. The “Parliament of Rats” in the prologue likely refers to the Good Parliament of 1376, and the later passus contain several possible allusions to the Papal Schism of 1379. The C-text is the hardest to date, but some changes made to it strongly suggest a date shortly after the Peasants’ Revolt of 1381. The C-text, then, may be dated between 1382 and 1387. Piers Plowman is thus the product of nearly thirty years’ labor, as its author wrote and revised the poem in a near-constant fashion.   Although Skeat claimed that all three versions were written by one individual, the question of whether the three recensions are the product of single or multiple authorship was long a point of contention. After George Kane’s thorough study of the available internal and external evidence in his Piers Plowman: The Evidence for Authorship (1965), single authorship is now generally, though not universally, accepted. The author’s name may appear within the text at B, 15, 152 in the first person narrator’s remark, “I have lyved in londe, ... my name is Longe Wille.”  Read in reverse order the emphasized words form the “name” Wille Longe londe, leading to speculation that the author’s name was William Langland. As some manuscript attributions use this name, “William Langland” has come to be accepted as that of the author.   Beyond this, little can be said with any certainty about the author of Piers Plowman. He was probably a cleric, but if he was married, as is the narrator within the text, he could only have been in minor orders. The knowledge the narrator displays suggests that Langland possessed some higher education, but the Latin quotations from the church fathers and the Latin and vernacular tags he employs probably came from the numerous handbooks and manuals that collated such material into convenient sources. He also had some legal background. Piers Plowman was the lifework of Langland as a writer. No other text can be attributed to him.   The geography and verse form can also tell the reader something about the historical Langland. He was a writer who belonged both to the western Midlands, situated near the Malvern Hills where the poem begins, and to the city of London. The dual nature of Langland’s life can be seen in the wide scope of his vision of English society, from the pomp and majesty of the trial of Lady Meed at the King’s court to the wretched poverty of life on Piers Plowman’s half-acre. The poem also demonstrates its dual nature in its verse form, the alliterative line and circular structure characteristic of the alliterative revival of the northwest.   Practically no aspect of English medieval life passes without comment in Piers Plowman. The text draws upon a number of literary forms—among them the beast fable, sermon, and debate—but Langland is primarily a satirist working within a complex allegorical dream vision. In it Langland grapples with the most serious questions of his generation, so he must be viewed in the context of the religious, social and economic upheavals sweeping mid-to late-fourteenth-century England. Piers Plowman is a series of quests, of searches for answers as the dream narrator Will goes from authority to authority. The object of the search, however, changes as the poem proceeds. First the search is for what is expected of the Christian living in the world, then its object becomes Truth and salvation, and this transforms into a quest for Dowel, Dobet and Dobest (that is, do well, do better, and do best), which becomes in turn a vision of Faith, Hope, and Charity, which at length returns the Dreamer to the human world. The poem concludes with the beginning of yet another quest as Conscience vows to become a pilgrim “and walken as wide as the world lasteth, / To seken Piers the Plowman.”  The fact that Piers Plowman concludes with a new quest makes it clear that Langland is concerned with searching; he does not offer any hard and fast solutions. Will the Dreamer is always directed toward a new path. The point is clear: the Christian quest for salvation is never ending.   The opening lines of the prologue set the work in the familiar context of the dream vision: it is a usual May morning when the narrator, exhausted from his wanderings, falls asleep. The interesting aspect is the narrator’s state of dress. He is in “shroudes as [he] a sheep were, / In habite as an heremite unholy of werkes.”  These details are symbolic of the narrator’s uncertain spiritual condition. The sheep represents the saved Christian in the New Testament, but the wording here suggests that the narrator might be a wolf in sheep’s clothing instead. Hermits are men and women who have renounced the world and devoted their lives to God in contemplation, but they can only do so at the expense of others. Other people must endow the monasteries or support hermits with alms. The potential for abuse is great, as the lazy individual dons the garb of the contemplative and lives comfortably off alms from the pious without giving anything in return. The false contemplatives are thus a drain on the resources of the community and also a threat to its spiritual health. The false contemplatives are wolves in sheep’s clothing, having the appearance of holiness—the habit—but none of the substance. Will thus puts himself into a position at the beginning of the poem that only raises questions. As a hermit in sheep’s clothing, is he part of the problem or the solution? What kind of hermit is he? How does one tell the true contemplative from the false?   A solution to this last question is implied in Will’s description of himself as “unholy of werkes.”  The expression does not mean that Will is evil. It is part of Langland’s emphasis throughout Piers Plowman on the spirit of James 2:2 (quoted at B, 1, 187a)—that faith without good works is dead. Later, during the quest for Dowel, Dobet, and Dobest, one cannot forget the verbal action implied in those terms. The Christian is to do well, not simply be well, for Christian faith must be expressed in actions before it is valid. Will, however, is “unholy of werkes” at the beginning—which means that he has performed no works at all and is metaphorically a child. By the end of the poem he will be an old man on the verge of death. The majority of the poem traces Will’s development through life as he chooses between doing good and bad works. To some degree this life journey can be seen as autobiography, but primarily it is allegory. Will is not just William; he is the human will personified in human flesh—will being the intellectual faculty which enables an individual to make a choice and put it into action. The protagonist is thus an Everyman figure whose struggles represent the human struggle for salvation.   The dream landscape into which Will enters furthers this idea of choice. Again the details are symbolic. The wilderness is the earth and the unknown dangers it entails. The tower on a “toft” in the east is heaven; the deep dale and its dungeon are hell. These two put the poem in a cosmic perspective. What lies between the two extremes of heaven and hell is Langland’s major concern: namely, the Field Full of Folk which represents the Christian community. The presence of heaven and hell reminds the reader that choices made during the transitory life on earth have eternal consequences. One is, in effect, challenged to choose between heaven and hell.   The complete social spectrum is portrayed in the Field Full of Folk: the three estates, the rich and the poor, men and women. At once the element of choice appears. The people are “werking and wandering as the world asketh.”  Clearly the world’s demand is interpreted in two different ways: there are those who work hard and obey the strictest dictates of their social position and estate, and there are those who selfishly accumulate material goods. Yet Langland is not being morally ambiguous, for the distinction between the right choice and the wrong choice is clear-cut. Hardworking plowmen, anchorites and hermits who keep to their cells, and guiltless minstrels are the sort who are bound for heaven. The rest—gluttons, hermits in a heap, and friars, just to name a few—are the sort who are bound for hell. They have made the world and its pursuits their all. Notably, of those who have chosen worldliness, half are from the clerical estate. This spiritual rot undermines the Christian community throughout Piers Plowman and causes its final collapse.   The feudal spectrum of the Field Full of Folk is incomplete until the introduction of the King. There has been considerable disagreement over Langland’s political views as expressed in the prologue, ranging from those who believe Langland’s political views are democratic in the B-text to those who argue that Langland is an absolutist. Some critics argue that Langland’s political leanings can be seen to change in the three versions; others argue that he was consistently conservative in preferring absolute rule of a king to that of a sycophantic mob. The system established by Kynde Wit (common sense) is the ideal scenario of all three social estates working in unison for the common good. The set-up described by the angel and goliard is also an idealized scenario: the King is granted unlimited power and the people commit themselves willingly to obey. This unrestricted power, however, presents problems which are illustrated in the political fable of the Parliament of Rats. The predatory cat who torments the rats represents royal authority at its worst: capricious, arbitrary, and cruel. The rats desire to curb this royal tyranny by belling the cat, but not one of them volunteers to do so, and they opt instead for the status quo. They must wait for their opportunity when the cat dies and a kitten takes its place. Yet Langland makes it clear that he is not advocating the rule of the rats over the rule of the cat. The rats are cowardly, destructive creatures who have no self-restraint; their rule would be chaos. The rats do not represent the oppressed masses; they represent the selfish (and therefore destructive) forces in society—the gluttons, false hermits, and other social parasites—who are only kept in check by an equally selfish and destructive force—the King. The ideal may be the three estates working in harmony according to the dictates of common sense, but the reality is once again a choice between tyranny or social collapse. Selfishness is the cause of this uncomfortable choice on both a social and spiritual scale: first, individuals putting their wants and desires before the common good; and second, individuals putting themselves before God. This human devotion to the self is underscored by the end of the prologue as the scene dissolves with an appeal to the pleasures of the flesh.   The prologue sets up the situation into which Will is metaphorically born. With the appearance of Holy Church in the opening lines of passus 1, Will is ready to begin his education. Holy Church is a familiar character in medieval literature. She is a wise woman counselor in the tradition of Lady Philosophy from Boethius’s Consolation of Philosophy (circa 525). She represents Ecclesia, the eternal and divine Church untouched by human corruption and weakness, and she functions as Will’s catechist, teaching him the rudiments of his Christian faith and the basics of Christian behavior. She especially emphasizes the need to be wary of the body’s desires. The body cannot be trusted, for, unlike the soul which is taught by the divine Church and guided toward moderation by Reason, the body is taught by the World, the Flesh, and the Fiend (the familiar anti-Trinity) and is immoderate in all things. Thus, Will is again presented with a demand that he make a choice: the body and soul are in constant struggle for dominance, and what is good for one is invariably not good for the other. Will must find the balance between the conflicting physical desires of the body and the spiritual desires of the soul. Life on earth means that a human must by necessity be concerned to some degree about material things in order to stay alive, but even this concern for the good of the body distracts the soul. The balance is Truth, the best treasure, which allows three things in moderation: clothes (shelter in general), food, and drink.   Reason and moderation are important agents of self-control in Piers Plowman. The problem of self-rule has thus a simple solution: reasonability, but it is typical of the medieval perspective that the difficulty does not lie in not knowing what one should do but in acting upon what one knows. Even at this early point in Piers Plowman Will does not need any more education; he already knows all that he needs to know. Kynde Wit tells him what is commonsensical, Reason tells him what is reasonable and moderate, Holy Church tells him the rudiments of his faith, and Truth through Holy Church tells Will what is expected of him: he must be true of tongue, true of work, and true of intention. Will therefore knows the truth, but he is not yet able to act upon this knowledge. This inability is due in part to his being a typically obtuse dream-vision narrator. But Will’s inability to act goes back to his allegorical nature as the human will, the intellectual faculty of choice and action, neither of which is this Will seemingly capable.   Before Will can understand fully what Truth is, he needs to know what it is not: that is, Falseness. This is the subject of passus 2. Holy Church does not explain the nature of Falseness to Will; instead, it is demonstrated to him by the story of Lady Meed, the first of several ambivalent characters in the text. On the one hand, she is the bastard daughter of False and about to be wed to Fals Fikel-tonge. Her description, especially her scarlet robe, recalls the Whore of Babylon in Revelation. She also looks like Alice Perrers, the extravagant and much-hated mistress of Edward III. This aspect of Lady Meed represents the corruptive influence of money (bribery, simony, prostitution), and she is everywhere. She is even as intimate with the papacy as Holy Church. On the other hand, she is the legitimate daughter of Amendes and is intended by God to wed Truth. This aspect of Lady Meed represents the legitimate uses of money in such matters as payment for work and material restitution. The problem with Lady Meed is that she can be used by anyone and is thus very dangerous. Even with the best of intentions, money may come to be used for illegitimate purposes.   Lady Meed’s impending marriage to Fals Fikel-tonge is prevented by Theology, who insists that the King decide whom Lady Meed should marry. The scene shifts back to the royal court as Lady Meed and her entourage travel to London riding on the backs of various legal officials. The King, however, is a good ruler. He listens to Conscience, swears he will have nothing to do with wickedness, and plans to punish the evildoers. The latter are warned of the King’s good intentions and abandon Lady Meed. Passus 2 concludes with Lady Meed all alone, her fate in the King’s hands.   The King has already demonstrated promise in listening to Conscience, yet at the start of passus 3 there are ominous signs of trouble. He states his intention to “assayen” Lady Meed, to investigate the sort of character she is, but he also decides “if she werche bi wit and my wil folwe I wol forgyven hire this gift.”  The King intends for Lady Meed to follow his will, ultimately expressed by his wish that she marry Conscience—the ability to know the right from the wrong. The King’s desire is well-intentioned. He thinks that by joining Conscience and Lady Meed he will subsequently reward only those who deserve it. Yet the King does not realize that Lady Meed’s nature is ambivalent, that he cannot use her solely for good, since even when the donor has the best of intentions she always has the potential to corrupt. Lady Meed is likely to destroy quickly a person’s sense of right and wrong. The King is confident that he can control Lady Meed, but Conscience points out that it is she who would soon control him.   Lady Meed quickly corrupts those in the legal system, those looking for promotion at court, those involved in trade, and, most ominously, the friars. The latter are accused of perverting the sacrament of penance, the means by which the sinner is reconciled to God and the sacrament in which the sinner admits responsibility and expresses a desire to amend. Penance, thus, should both renew the sinner’s relationship with God and function as a means by which society as a whole can be transformed. The friars undermine both roles of the sacrament by turning it into a financial transaction, accepting money as proof of contrition as well as the required satisfaction. Lechery, for example, is no longer a serious moral offence that alienates the sinner from God but a small offence that is easily paid for. The rich in particular have no motivation to improve their lives morally or socially since they can do what they please if they can afford to pay for it in the confessional. The friars’ corruption of the sacrament of penance will undermine the Christian community. It will be critical in the unfolding of events at the poem’s end.   Lady Meed debates her merits with Conscience, pointing out the good things about her nature, while Conscience emphasizes the bad and underscores her essential ambivalence. Lady Meed appeals to scriptural authority with a quotation from Proverbs 22:9 that at first glance seems to support her side: “Honorem adquiret qui dat munera”  (He who gives riches receives honor and victory). Yet Lady Meed has not quoted the entire line, and Conscience triumphantly finishes it: “Animam autem aufert accipientium”  (But he carries away the soul of the receiver). Lady Meed’s own words betray that whatever benefits she may bring, like worship and victory, come at a very high and dubious price: the freedom of the soul.   Conscience wins the debate, but the King is still not convinced of Lady Meed’s dangerous nature and tries to reconcile them forcibly by ordering Conscience to give her the kiss of peace. Conscience refuses unless Reason assents first. The King again demonstrates his potential for good by agreeing to Conscience’s request that Reason (the ability to weigh the pros and cons of a situation) be summoned. Immediately a test of the King’s justice is presented to the court in the legal case of Peace versus Wrong. Wisdom and Wit, figured as lawyers, argue a course of action seconded by Lady Meed: Wrong should be allowed to buy his way out of the charges against him—which include rape, murder, and theft. Reason argues for harsh punishment. In the end, the King realizes the right and acts reasonably: Wrong is punished, Lady Meed is recognized for the troublesome quality she is, and Conscience and Reason are accepted as the King’s counselors. This is political wishful thinking, an idealized court where the King, if not absolutely perfect, does successfully balance conflicting forces and acts upon the advice of Conscience and Reason. He is a portrait of a good king, a strong, but not abusive, authority. There is only one problem, noted by Conscience: “But the commune wol assente, / It is ful hard, by myn heed, herto to brynge it, / And alle youre lige leodes [people] to lede thus evene.”    This King is an idealized king of England, but the message of the passage is more general. Conscience and Reason are faculties that all humans possess to some degree. The conflict between Peace and Wrong is a common one, if not always as extreme as that in the poem. The problem presented by Lady Meed is also a universal one. The King’s dilemma is not an abstract one limited to those of royal blood. The King is another Everyman, and his dilemma is one all humans must face.   The scene returns to the Field Full of Folk at the start of passus 5 as the Dreamer wakes up and then falls asleep again. The link is the figure of Reason, dressed as a bishop, who advises the people to repent and reform. One of the most memorable sections of the text follows: the confession of the Seven Deadly Sins. Each of the Sins confesses, yet there are many signs that there has been no inner spiritual renewal. Repentance, for example, asks Covetousness if he has ever repented or made restitution. Covetousness does not even know what restitution means, and he certainly does not understand its importance to the sacrament. The confession has the correct outward form but little evidence of any inner sense of conversion. Reason has led the people to repent, repentance has led the people to Hope, and Hope has led the people to the first quest in Piers Plowman—that for Truth. Yet the people are lost on this spiritual journey. They “blustreden forth as beestes” and need to ask for directions. The point is that humans need more than Reason to advise them; they need faith as well, which is absent here.   Just how lost the people are is evidenced when they first seek direction. They ask someone who has the correct outward form: a man who is dressed as a pilgrim and who has been to most of the major shrines. But this guide knows the way to Truth no better than the rest, for he is a professional pilgrim whose journeys have been physical adventures, not spiritual ones. There is no substance in the form.   At this point someone who does know the way to Truth suddenly appears: Piers Plowman, whose identity is very complex. Literally, he is a simple plowman of the third estate, the lowest of the low on the social scale. Unlike the professional pilgrim, who looks as if he would know something, Piers looks least likely to know anything. He is proof that spirituality has nothing to do with social status. But Piers is also meant to be taken symbolically as the good priest who harvests Christian souls, who plows the Gospels to prepare their message for his congregation, and who uses his tongue as a plowshare in his sermons. Later visions reveal that Piers Plowman is Truth/Good Samaritan/Christ/Eucharist, but at first such connections are only suggested. Piers is seen here as a follower of Truth. Through him the importance of good works is again stressed since Piers follows Truth through labor and not pilgrimages to far-off lands. His directions to Truth indicate an inner spiritual journey through Meekness to Conscience, over to the obedience of the Ten Commandments, to the moat of Mercy, through the walls of Wit, past Grace the porter, to arrive at Truth, which in the end is sitting “in thyn herte.”  In spite of very clear directions, not all the people accept Piers’s guidance. Some still prefer to put their trust in such external paraphernalia as indulgences and bulls.   Passus 6 returns to the discussion of the world’s demands of the individual. Piers becomes, in effect, a king, as he equitably divides labor between the estates, social classes, and sexes. In this idealized scheme everyone has duties and responsibilities so that the whole can function smoothly: women make cloth and plowmen produce food. Langland uses the events of passus 6 to demonstrate the differences between how feudalism should be and the corrupted reality of the fourteenth century. This is clearly illustrated in the role of the knight whose role as protector of society is emphasized. He plights his troth to defend feudalism against what the rats and mice of the prologue represent, both literally and figuratively: real animals, and wasteful, wicked human parasites. For a time all is well; then Piers discovers that some will not or cannot work. He is willing to support out of Christian charity those who really do need help, but he is unwilling to support parasites, the professional beggars, false hermits, and so on. When Piers confronts these parasites, they simply refuse to work. He then turns to the knight to fulfill his pledge to defend society from such a threat. True to his word, the knight tries to enforce the law, but is ignored and insulted. Conscience’s cautionary words to the King in Passus 4 are now self-evident: without the cooperation of the people governed, political authority is ineffective. Unless the knight is willing to play the tyrant like the cat of the prologue, he cannot fulfill his role in society.   In anger, Piers calls upon Hunger to help him, a strategy that quickly puts the parasites to work; but as soon as Hunger no longer poses a threat, they return to their wasteful ways. It may appear peculiar that Piers Plowman, the representative of Truth and later the human manifestation of Christ the Good Samaritan, would call upon something so seemingly uncharitable as Hunger, yet this would be to misunderstand the episode. Hunger is not to be seen as an evil or even amoral force. It is first of all the logical extension of human action: if too few produce, soon all will starve. But it is also a moral force for the good, as is demonstrated in Hunger’s conversation with Piers where it reinforces, first, Piers’s own belief that the needy must be supported and the parasites ignored; second, Holy Church’s earlier insistence upon moderation; and third, Kynde Wit’s message that work is necessary. Hunger is shown to be part of the larger good but is limited because it is coercive and external to the individual.   Passus 7 concerns the pardon sent from Truth to Piers Plowman and therefore to the whole Christian community, represented by the Field Full of Folk. The pardon absolves both a poena et a culpa, that is, from punishment and guilt. As such, it does not have the usual form or function of a pardon. It combines the function and powers of an indulgence, since it will enable the recipient “thorugh purgatorie to passen ful lightly,” and the sacrament of penance, the only orthodox means by which absolution from guilt can be obtained. The pardon’s combination of the sacrament and the indulgence strengthens the connections between Christ, Truth, and Piers Plowman, as well as between Piers Plowman and the priesthood.   Although the pardon cannot be used in this life, it shows the importance of work in Langland’s vision. Those included in Truth’s pardon are those who work hard and use their talents to support the less fortunate. Truth’s pardon very carefully and explicitly includes those who cannot work, such as the old, the pregnant, the sick, the blind, and the crippled. Those who can work but refuse are pointedly left out. Corrupt friars, false contemplatives (especially in the C-text), and professional beggars are excluded from Truth’s pardon and any claim upon the charity of others.   Passus 7 contains what is probably the most controversial scene in all of Piers Plowman: the confrontation between Piers and a priest over this pardon. The episode begins when a priest in the crowd asks to see the pardon so that he can “construe” it, that is, interpret its meaning in the medieval exegetical fashion. The priest’s demand is, on one level, well-intentioned, as he is offering to put the pardon’s Latin text into words that simple plowmen and others can understand. On another level, given the deeper meanings behind Piers Plowman as the Good Priest, Truth, and Christ, the priest’s actions are a challenge and lead to conflict. When the priest reads the pardon he sees only a worthless scrap of paper—no pardon at all. When Piers’s interpretation is contradicted by the priest, Piers rips the pardon in two and swears off sowing, “swynking,” and belly joy in favor of prayers, penance, and weeping. The two men become embroiled in a heated exchange, and the Dreamer abruptly wakes up.   There are several points of contention in this scene, and there is no general consensus on any of them. The first dilemma is whose interpretation of the pardon is correct, that of Piers or of the priest. Most critics favor Piers, but some support the priest. In the literal sense the priest is right. The pardon does not have the correct form and in legal terms that would invalidate it. Nor does it actually pardon anything since the text is really just a simple statement about the consequences of human actions: if one does well, one goes to heaven; if one does evil, one goes to hell. On the other hand, the usual medieval belief was that no one deserved heaven as a reward. Thus, in a sense the document is a pardon, as it commutes the sentence from certain damnation to conditional salvation. The argument that the pardon does not have the correct form actually works against the priest since the idea of “form” recalls previous instances in the poem of the opposition of form to substance.   More difficult to resolve is Piers’s tearing of the pardon. The reader should consider two factors. First, it is unlikely, given his symbolic value, that Piers is meant to be doing the wrong thing in this scene. It could be that the tearing of the pardon is meant to be seen as wrong from a limited, human point of view, yet right from the omniscient, divine point of view. Second, the Dreamer’s musings on the scene cannot be taken as Langland’s thoughts, for the Dreamer’s spiritual education is far from complete. Another consideration is that, although the tearing seems to be a critical moment in the B-text, it does not appear in the C-text. C follows B closely up to the priest’s rejection of the pardon; it then abruptly ends the scene with Piers and the priest beginning to argue. If the tearing of the pardon was so crucial to Langland’s conception of the poem, then why (assuming single authorship) did he choose to cut the scene from the C version? It could be simply that Langland did not feel the scene to be all that important. More likely, the changes in the C-text reflect Langland’s fears about misinterpretation. Perhaps he realized that the episode was far too ambiguous—certainly the mass of contradictory critical interpretations of the tearing scene attests to its lack of clarity. One reason why Langland would have had to make changes here was the Peasants’ Revolt of 1381, in which the peasant rebels murdered Simon Sudbury, the archbishop of Canterbury. The revolt was a traumatic experience for the ruling class, and, in light of it, the scene in the B-text, in which a peasant reacts with violence to a clergyman, takes on a significantly different dimension. Langland likely distanced himself as quickly as possible from any dangerously subversive suggestion that he approved of the peasant rebels.   There is also a possible connection between Piers’s tearing of the pardon and the rejection of the Active Life in favor of the Contemplative Life. The concept of the Active and Contemplative Lives is a very common motif grounded in the New Testament story of Martha and Mary. The Active Life of Martha is concerned with physical labor, but within a Christian perspective. The Contemplative Life of Mary is a turning away from the physical to the spiritual. The Active Life is good, but the Contemplative Life is better, although more difficult to maintain. Piers’s vow sounds like a transition from the physical to the spiritual, the Active to the Contemplative. Some critics object that the stress remains on doing things and that Piers’s vow thus cannot be a rejection of the Active Life, but such reasoning is based on false premises. The Active Life is described as active because it obviously entails hard, active labor, but that does not mean the Contemplative Life must be passive and involve no work. After all, faith without good works is dead. Langland’s conception here is of a very aggressive spirituality. Piers shall continue to plow, only his materials and mode change from the physical to the spiritual. Even so, Piers’s vow is not technically the same as the transition from the Active to the Contemplative Lives, for these were very precise terms in the Middle Ages. In any case, the tearing of the pardon and Piers’s renunciation of his past life do mark the point at which Piers Plowman changes its focus from the social to the individual as the search for Truth on a social scale turns into the Dreamer’s individual quest for the “Three Lives” of Dowel, Dobet, and Dobest.   Will’s quest marks an improvement in his character that is underscored by the echoes between the beginnings of the prologue and passus 8. At the beginning Will wandered about without direction to hear wonders; in passus 8 he is still wandering, but this time with a specific goal in mind. There is also an echo of the beginning of the search for Truth, which had almost ended before it began with the Field Full of Folk turning to a false authority—the professional pilgrim—for guidance. Here Will’s search is nearly sidetracked by the two friars he meets who claim that Dowel lives with them, but he recognizes the exaggeration of their claim and continues his search. He encounters a series of allegorical authority figures such as Thought, Wit, Study, Clergy, Scripture, Imaginatif, Patience, and Anima, who all offer definitions of Dowel, Dobet, and Dobest. Most of these figures are manifestations of faculties possessed by every human; therefore, Will is in a sense meeting aspects of his own self, a fact that emphasizes the individual, internal nature of the quest yet maintains its universality. This may explain why the divisions between speakers in this section are so obscure: in a sense they are all the same person.   What Dowel, Dobet, and Dobest represent is another point of contention. There have been many attempts to equate them with the triad of the Active, Contemplative, and Mixed Lives or with the triad of the Illuminative, Purgative, and Unitive stages of mysticism. To some degree these schemata have merit, yet neither fits the context exactly. For example, Thought defines the Three Lives, with Dowel being honest labor, Dobet being compassion for others, and Dobest being the reprimand of sinners. This can fit neatly into the Active-Contemplative-Mixed triad if Dowel is equated simply with the Active Life, Dobet the Contemplative, and Dobest with the Mixed—the Mixed Life being a combination of the physical deeds of action and the prayerful deeds of contemplation seen in the role and function of a bishop, and it is noteworthy that Dobest bears a bishop’s crook. Nevertheless, Langland makes no mention of the Mixed Life by name even when ample opportunity arises, as in the C-text when Will specifically states without contradiction that there are but two Lives (8.81). Moreover, examination of the details in Thought’s description reveals that they are not specific to any one of the traditional lives. Does the reader believe that only bishops can reprimand sinners? The description of Dobet in particular does not fit its place in the triad very well. It begins with preaching and interpreting the Bible which were indeed exclusive functions of the clergy; but it also includes the prevention of financial abuse and the distribution of wealth to the poor which surely are activities as open to the laity as the clergy.   What is truly important is the pattern that Langland consistently builds between the three lives. Dowel’s focus is on what one must do for oneself. Dobet puts the person into the larger context of a community and focuses on what one must do to meet the physical needs of other people. Dobest also functions within the context of a larger community; however, the focus this time is upon how one must act to meet the spiritual needs of other people. The three stages build upon one another: to care for another’s spiritual needs one must first care for that person’s physical needs. Dobest therefore entails the other two. Wit’s definition (9.200-207) is similar. Dowel is self-contained: personal obedience to the Ten Commandments. Dobet includes others: love of friend and foe. Dobest goes even farther, since it expresses that love in action by giving to, caring for, healing, and helping friend and foe. Always the definitions entail doing more than one has done before, and thus ultimately the quest for Dowel, Dobet and Dobest will give way to the Dreamer’s vision of Faith, Hope, and Charity in the guise of Abraham, Moses, and the Good Samaritan/ Christ in passus 16 and passus 17.   Although the definitions given to Will have a consistent pattern, his journey is not a smooth one. He is sidetracked in passus 11 by Fortune and taken to the land of longing and love where he is persuaded by the three temptations of the Lust of the Flesh, the Covetousness of the Eyes, and the Pride of Life to enjoy a materialistic life. He is warned of his folly by Old Age, but Will at this point is at the height of his health and wealth and trusts in friars to ensure he will be saved at a later date, only to be deserted by them when his wealth fails.   If salvation cannot be bought, how can it be gained? Langland spends some time discussing a problematic theological point in the fourteenth century: the fate of the righteous heathen. Scripture offers the strict interpretation: only the Christian is saved through faith. (The A-text ends approximately at this point.) However, Scripture is contradicted by the example of the Roman emperor, Trajan, who was not saved by faith yet nevertheless broke out of hell through the uprightness of his life. Langland raises the subject to emphasize the importance of action. Will is a baptized Christian, and baptism is an expression of Christian faith, but baptism alone does not guarantee salvation. The onus is always on the individual to act in a Christian manner, for faith without good works is dead. The dilemma of the salvation of the heathen is solved in passus 12 by Imaginatif, who first points out that there are levels of reward in heaven and that Trajan could never attain the same closeness to God a baptized Christian can.   Langland firmly grounds the ability to maintain a Christian life in divine grace. Imaginatif quotes, “salvabitur vix iustus in die iudicii; ergo—salvabitur!” (The just man will scarcely be saved on the day of judgment; therefore—he will be saved!) The Latin employs a common pun in exegetical writing. The literal text emphasizes that no one, even the righteous, deserves to be saved. Yet vix (scarcely), which literally seems to exclude most people, actually offers hope for all since it is an allusion to Christ’s Passion. Vix refers to the five wounds of Jesus Christ suffered on the cross (V = Roman numeral five; I = Latin letter I in Iesus; X = the Greek letter chi in Christ). Humans are thus saved by God’s divine grace.   Passus 13 begins with the Dreamer awakening to contemplate his experiences and then again falling asleep. It is largely taken up by two episodes: the Feast of Patience and Will’s encounter with Haukyn the Active Man. Six people attend the Feast: Conscience; Clergy and his wife, Scripture; Patience; Will; and a Master of Divinity. The latter is a friar and theologian. The rich foods he eats and the good wine he drinks are metaphors for elaborate exegetical interpretations of the Bible which serve only to obfuscate its meaning. Will and Patience’s food, in contrast, is very simple. It is also allegorized, since the dishes are named as Latin quotations which encourage the sacrament of penance. The Feast reminds the reader of the importance of the sacrament, and it also attacks current practices of exegesis and implicitly connects friars again with the corruption of penance.   Will next meets Haukyn the active man, a personification of the Active Life. Like Will, Haukyn is cast into ambivalent roles. He is a “minstral,” but the prologue talks of good and bad minstrels. He is also a waferer, but could sell either bread for the body or bread for the soul (that is, the Eucharist). Haukyn represents what is good about the Active Life—its hatred of idleness, for example—but mostly he underscores its limitations, symbolized by his coat, which is then described at great length. Like Will’s clothing, Haukyn’s coat is a metaphor for his spiritual condition. Each sin committed stains his coat, which is then cleansed by the sacrament of penance, yet no sooner is it clean than it is again soiled. Patience offers guidance, extolling the benefits of patient poverty. Haukyn responds with genuine contrition, and Will awakens at the end of passus 14.   Passus 15 begins with Will characterized as a fool. This may seem derogatory, but it actually marks progress, for the word fool recalls 1 Corinthians 4:10. Will is a fool from the world’s limited point of view, and in that state of mind he falls asleep and meets the last of the major allegorical figures, Anima (Liberum Arbitrium in the C-text), who points out to Will the importance of putting into action all that he has learned. He supports Patience’s advice on poverty and especially stresses the importance of charity. Anima thus prepares Will for a vision of the Tree of Charity in passus 16, a vision granted and explained to Will by Piers Plowman himself. This tree is an image of fallen humanity. Its three kinds of fruit are human souls in the states of wedlock, widowhood, and virginity, and it is supported by three planks—the Trinity. Yet the Tree is under constant threat by Covetise, the Flesh, and the Fiend. The Devil eagerly snatches up the fallen, unredeemed fruit despite Piers’s efforts to save it, for humanity will only be redeemed when Jesus Christ jousts with the Devil for the fruit. Langland reenters historical time at the moment of Incarnation and quickly summarizes the life and death of Christ. The Dreamer encounters Faith, Hope, and the Good Samaritan, who is visualized as a knight riding off to a joust in Jerusalem and who pauses to explain to Will the limitations of Faith and Hope as well as the nature of the divine. He then leaves Will to awaken once again at the end of passus 17.   In passus 18 Will is dressed like a “reccheles renk,” a penitent man careless about the things of this world. His change in dress reveals that he has learned from his experiences. He falls asleep again, sleeping through Lent to Palm Sunday, during which time he dreams of a knight who has a “semblance to the Samaritan, and somdeel to Piers the Plowman” riding on an ass toward Jerusalem. The events of Holy Week unfold as Langland conflates history, the ecclesiastical year, and allegory into one. The effect is that Will does not briefly hear of Christ’s triumph over the Devil as he did in passus 16; instead, he is an eyewitness to these sacred events as they unfold in detail. The Triumphant Entry into Jerusalem, the trial before Pilate, the Crucifixion and Death, blind Longinus and his spear, the Debate of the Four Daughters of God, and the Harrowing of Hell are all recounted. Passus 18 concludes with Will waking up to the bells ringing on Easter Sunday.   At the start of passus 19 Will goes to mass on Easter Sunday and, during the middle of mass, falls asleep and dreams of Piers Plowman, this time “peynted al blody / And com in with a cros bifore the comune peple, / And right lik in all lymes to Oure Lord Iesu.”  Piers is identified this time as the eucharistic Host at the moment of consecration during the Mass when the bread and wine become the Body and Blood of Christ. The mystery of transubstantiation is illustrated by the sudden appearance of Piers before the people. Will turns to Conscience for an explanation of the mystery. In answer, Conscience reviews the life of Jesus in terms of the sacraments. The miracle at Cana involves the changing of water into wine, a type of wine turning into blood in the Eucharist. The whole episode is not only an allusion to the Eucharist, it is also explicitly related to Dowel. Thus, the Three Lives are put into the perspective of the ministry of Christ, and the message is clear: it is impossible to do well, do better, and do best without divine grace, and this grace is available to all through the sacraments, especially the Eucharist and penance. If Dowel is the sacramental wine, Dobet is the eucharistic bread, as it is paralleled to the miracle of the loaves and fishes.   When Conscience tells the story of Christ’s Passion and Resurrection, the focus is significantly different from before. Unlike passus 18, where the focus was on the divine, passus 19 puts its focus on the human: the Jews, Mary Magdalene, Peter, James, John, and doubting Thomas. The focus is on the human element because Langland’s concern here is to narrate the founding of the Christian church so he can review its entire history as a human institution from its beginnings here to the apocalyptic coming of Antichrist in passus 20. Langland has not, however, forgotten Dobest, which he associates with the power to forgive sins—in other words, the sacrament of penance. As the last sacrament instituted by Christ and the only one to grant the baptized Christian absolution of sin, it is made the cornerstone of the Christian community in Langland’s text. It should not be forgotten that during the Middle Ages frequent reception of the Eucharist was strongly discouraged. Most people received it only once a year, preferably at Eastertime. The rest of the year the laity was encouraged to adore the eucharistic Host on display in a monstrance in the church. Frequent reception of the sacrament of penance, in contrast, was strongly encouraged. It was canon law since the Lateran Council of 1215 that confession be made at least once a year, preferably immediately before Easter, but the Christian was encouraged to confess as often as possible. Given this context, it is no wonder that Langland places penance above the Eucharist and that the corruption of the newly founded Church will come to rest on the friars’ corruption of it.   That Piers is granted the power of binding and unbinding sins reflects back upon the early association of Piers and the Good Priest. Piers is a variation of Peter, suggesting the apostle and first pope. Piers remains behind after the Ascension, and it is to him that Grace gives the four oxen (the four Evangelists) and the four “stottes” (the church fathers). The connection of Piers as Christ and as the Good Priest implies that the priesthood is a part of the eternal, divine Church. It is noteworthy that the forces of Pride wait to attack until Piers has made his final appearance in the poem. The suggestion is clear: there are no good priests left by the end.   The coming of Grace on Pentecost Sunday reassures the reader that the human community is not abandoned. Grace acts as a counselor to Piers and Conscience, and it enables both Conscience to know right from wrong and the good priest to remain faithful. It also calls the people together and distributes to them talents for particular occupations, actions which recall the events of passus 6 where Piers distributes labor among the people. In many ways, in fact, the last two passus repeat earlier events in the poem, but there is one fundamental difference: the tone is now much darker.   The Barn of Unity that Grace advises Piers to build is another image of the whole Christian community. But just as the Tree of Charity is under constant threat, so too is the Barn of Unity. Pride’s agents attack at the first opportunity and target Penance. Their aim is to confuse Conscience with their sophistry so that he cannot tell right from wrong or Christian from heathen. On Conscience’s advice the Christians retreat for safety to the barn and prepare for a siege. Among the preparations is the reception of the sacraments of penance and the Eucharist. So long as people listen to their consciences, the faithful can with God’s grace resist evil. However, this does not happen. Representatives from each estate—a brewer, a vicar, and a lord and a king—refuse to submit to the authority of Conscience, and so collapse from within seems inevitable.   In passus 20 events become even more grim. Will is accosted by Need, another ambivalent quality. It can be a humbling factor, but it can also be a convenient excuse for doing what one wants to do rather than what one ought to do. Will falls asleep after being reproached by Need and dreams of the coming of Antichrist. As a defense, Conscience calls upon Kynde (Nature) and its associates—Old Age and Death—for help, echoing Piers’s summons of Hunger earlier in the poem. The outcome is again a momentary success, as the enemy forces are thrown into confusion. But as soon as the coercive force ceases, the vices renew their attack with increased vigor.   In spite of the grimness of the scene, there are humorous moments, as when Old Age hits Will who promptly becomes bald, deaf, toothless, goutish, and impotent. But when Death approaches, Will begs Kynde for aid. Kynde’s advice is for Will to learn the craft of love, advice almost identical to that of Holy Church in passus 1, where Truth is defined in terms of love. The implication is that Will knew the answer all along and was just unable to act upon the information. In passus 20 Will is finally able to choose. He chooses to undergo contrition and confession and so enter the Barn of Unity.   In desperation Conscience calls upon Clergy for help. He is answered by the friars. This scenario illustrates Langland’s attitude toward the fraternal orders. Allusions to Saint Francis of Assisi and Saint Dominic demonstrate Langland’s acceptance of their initial purpose, the spiritual rejuvenation of the people. Nevertheless, Langland as a writer within the larger antifraternal tradition sees more potential for abuse. Envy, rather than a spiritual impetus, is depicted as sending friars to the university to become philosophers and theologians.   When Conscience calls for a “leche” (a leech, that is, a physician), it is a friar for whom the people ask, against Conscience’s better judgment. The “leche” is part of a physical/spiritual metaphor common to medieval writing, sin being a disease. The physician image is also one that is used with two earlier figures: Christ, the “Leech of Lyf” (16.118) and Satan, the “Doctor of Death” (18.365). When the physician-friar appears, a question is understood: is he aligned with the Leech of Life or the Doctor of Death? As a friar in an openly antifraternal text, one answer is obvious: friars are the favorite agents of Antichrist and this one will be no exception. Nevertheless, a potential for goodness exists if the friar chooses to follow Christ instead.   The friar’s name is Sire Penetrans-Domos, an allusion to 2 Timothy 3: 6-7, which describes the false preachers of the last days and which was interpreted in antifraternal literature as referring to friars. The name suggests his invasive nature. When he penetrates the Barn of Unity, instead of groping the sinner’s conscience, he, like Judas, gropes for silver. The sacrament becomes a financial transaction, and contrition, the sense of remorse for sin, is paralyzed. The people no longer fear sin or dread its consequences. Pride and Sloth see their advantage and attack. Nothing can stop them now.   For such a long and complex poem, Piers Plowman concludes very abruptly. Conscience vows to undertake another quest, this time to find Piers Plowman, and he calls upon Grace for help. Then the Dreamer simply wakes up and that is the end. There is considerable debate about whether the conclusion of the poem should be regarded as pessimistic or optimistic. The forces of evil seem triumphant, but things are not entirely bleak, as revealed by Conscience’s final thoughts about the friars. Although his attitude toward them has been consistently negative, Conscience finally urges not their abolishment but their reformation. Conscience’s aim in searching for Piers is in fact twofold: Piers Plowman as Christ / Good Priest will destroy Pride just as he once destroyed Satan; Piers Plowman will also ensure that the friars be granted a “finding,” endowed resources of their own, so that they will not be forced by ambivalent Need to beg for a living. There is still hope that the friars can realize their spiritual potential. There is also hope for humanity at large because Conscience still functions, Grace is still present, and Piers Plowman still exists. The reader only has to find him.  \n", "attrs": {"Region:": ["England"], "School/Period:": ["Middle English"]}}