{"pf_url": "https://www.poetryfoundation.org/poets/william-meredith", "name": "William Meredith", "yob": "1919", "yod": "2007", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/76840ee4962b09a327a720506823ad052d85ebef.jpeg", "bio": "\nAcclaimed poet William Meredith wrote formal, disciplined poetry of cool observation, intelligence, and wit. A Consultant in Poetry to the Library of Congress, and later the Poet Laureate Consulate in Poetry to the Library of Congress, Meredith was also a Director and Chancellor of the Academy of American Poets. His many honors also included the Pulitzer Prize, the Los Angeles Times Book Award, the National Book Award and the Harriet Monroe Memorial Prize, the International Vaptsarov Prize, a Guggenheim Foundation fellowship in Poetry, two Rockefeller Foundation grants, and grants from the American Academy and Institute of Arts and Letters. A noted translator and editor, Meredith was responsible for the introduction of many Bulgarian poets to the English language through his work as editor on Poets of Bulgaria (1986) and Window on the Black Sea (1992). He also translated the Alcools (1964) of Guillaume Apollinaire. Meredith’s books of essays and criticism include Reasons for Poetry, and the Reason for Criticism (1982) and the highly praised Poems are Hard to Read (1991).\r\n \r\nBorn in New York City in 1919, Meredith attended Lenox School in Massachusetts and first began writing poetry as a college student at Princeton University. After graduation, he worked for a year as a reporter with the New York Times before joining the army. In 1942 he transferred to the U.S. Navy to become a pilot, serving on aircraft carriers in the Pacific Theater for the duration of World War II. In 1944, Meredith’s first collection, Love Letter from an Impossible Land, was chosen by Archibald MacLeish for publication in the Yale Series of Younger Poets. Meredith’s second collection, Ships and Other Figures, was published in 1948; four years later, Meredith re-enlisted to fly missions in the Korean War, receiving two Air Medals.\r\n \r\nFollowing his military service Meredith pursued an academic career, teaching English at Connecticut College, the University of Hawaii, and Princeton University from 1955 to 1983. During this time Meredith published Open Sea and Other Poems (1958), as well as The Wreck of the “Thresher” and Other Poems (1964), whose title poem is an elegy to an American submarine lost at sea in 1963. In the same year that The Wreck of the “Thresher” and Other Poems was released, Meredith was elected as the Chancellor of the Academy of American Poets in 1964, a position he held until 1987.\r\n \r\nWith Partial Accounts: New and Selected Poems (1987), Meredith gathered poems from throughout his long writing career. The book provided an opportunity for critics to assess Meredith’s contribution to the genre. The poet Linda Gregerson, writing in Poetry, observed that Partial Accounts documents Meredith’s serious use of formal poetic structures. Meredith, Gregerson wrote, “is a poet who asks us seriously to consider the rhymed quatrain as a unit of perceptual pacing, the villanelle as the ambivalent and ritual simulation of fate, the sestina as a scaffolding for directed rumination, the sonnet as an instrument for testing the prodigious or the ineffable against the longing-for-shapeliness we know as ‘argument.’” She concluded, “Touched as they are by goodness, rich in craft and thoughtfulness, the poems collected here should find themselves well-treated by their readers.” Partial Accounts: New and Selected Poems won both the Pulitzer Prize for Poetry and a Los Angeles Times Book Award.\r\n \r\nIn 1983, Meredith sustained a stroke and began experiencing expressive aphasia, a condition that affected his ability to produce language. The stroke forced an early retirement from teaching and months of rehabilitation to regain his speech. Despite all of this, Meredith received the National Book Award for Poetry for Effort at Speech: New and Selected Poems (1997), a compilation of both new and previously published poems. Both Partial Accounts and Effort at Speech were published after his stroke; Meredith received poetry’s highest awards after having been without speech for years. The poet Ed Hirsch praised Meredith as looking “generously and hard at our common world. He doesn’t slight the disastrous, the ‘umpteen kinds of trouble’ he has seen—accountability weighs heavily in his poems—but his work reverberates with old-fashioned terms such as fairness, morale, cheerfulness, joy and happiness.”\r\n \r\nMeredith died in 2007 at the age of 88 in New London, CT. He had been nursed through his long illness by his partner, the poet and fiction writer Richard Harteis. The William Meredith Foundation and the William Meredith Center for the Arts continue his legacy through its residency program, poetry reading series, and various other activities. In 2008 Marathon, a movie about Meredith and Harteis, based on Harteis’s memoir of the same name, was released.\r\n \n", "attrs": {}}