{"pf_url": "https://www.poetryfoundation.org/poets/william-blake", "name": "William Blake", "yob": "1757", "yod": "1827", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/16/f563065256a6d8e47d7d218edf4bcc88d1bd0485.jpeg", "bio": "\nPoet, painter, engraver, and visionary William Blake worked to bring about a change both in the social order and in the minds of men. Though in his lifetime his work was largely neglected or dismissed, he is now considered one of the leading lights of English poetry, and his work has only grown in popularity. In his Life of William Blake (1863) Alexander Gilchrist warned his readers that Blake “neither wrote nor drew for the many, hardly for work’y-day men at all, rather for children and angels; himself  ‘a divine child,’ whose playthings were sun, moon, and stars, the heavens and the earth.” Yet Blake himself believed that his writings were of national importance and that they could be understood by a majority of his peers. Far from being an isolated mystic, Blake lived and worked in the teeming metropolis of London at a time of great social and political change that profoundly influenced his writing. In addition to being considered one of the most visionary of English poets and one of the great progenitors of English Romanticism, his visual artwork is highly regarded around the world. \nBlake was born on November 28, 1757. Unlike many well-known writers of his day, Blake was born into a family of moderate means. His father, James, was a hosier, and the family lived at 28 Broad Street in London in an unpretentious but “respectable” neighborhood. In all, seven children were born to James and Catherine Harmitage Blake, but only five survived infancy. Blake seems to have been closest to his youngest brother, Robert, who died young.\nBy all accounts Blake had a pleasant and peaceful childhood, made even more pleasant by skipping any formal schooling. As a young boy he wandered the streets of London and could easily escape to the surrounding countryside. Even at an early age, however, his unique mental powers would prove disquieting. According to Gilchrist, on one ramble he was startled to “see a tree filled with angels, bright angelic wings bespangling every bough like stars.” His parents were not amused at such a story, and only his mother’s pleadings prevented him from receiving a beating. His parents did, however, encourage his artistic talents, and the young Blake was enrolled at the age of 10 in Pars’ drawing school. The expense of continued formal training in art was a prohibitive, and the family decided that at the age of 14 William would be apprenticed to a master engraver. At first his father took him to William Ryland, a highly respected engraver. William, however, resisted the arrangement telling his father, “I do not like the man’s face: it looks as if he will live to be hanged!” The grim prophecy was to come true 12 years later. Instead of Ryland the family settled on a lesser-known engraver, James Basire. Basire seems to have been a good master, and Blake was a good student of the craft.\nAt the age of 21, Blake left Basire’s apprenticeship and enrolled for a time in the newly formed Royal Academy. He earned his living as a journeyman engraver. Booksellers employed him to engrave illustrations for publications ranging from novels such as Don Quixote to serials such as Ladies’ Magazine.\nOne incident at this time affected Blake deeply. In June of 1780 riots broke out in London incited by the anti-Catholic preaching of Lord George Gordon and by resistance to continued war against the American colonists. Houses, churches, and prisons were burned by uncontrollable mobs bent on destruction. On one evening, whether by design or by accident, Blake found himself at the front of the mob that burned Newgate prison. These images of violent destruction and unbridled revolution gave Blake powerful material for works such as Europe (1794) and America (1793).\nNot all of the young man’s interests were confined to art and politics. After one ill-fated romance, Blake met Catherine Boucher. After a year’s courtship the couple were married on August 18, 1782. The parish registry shows that Catherine, like many women of her class, could not sign her own name. Blake soon taught her to read and to write, and under Blake’s tutoring she also became an accomplished draftsman, helping him in the execution of his designs. By all accounts the marriage was a successful one, but no children were born to the Blakes.\nBlake’s friend John Flaxman introduced Blake to the bluestocking Harriet Mathew, wife of the Rev. Henry Mathew, whose drawing room was often a meeting place for artists and musicians. There Blake gained favor by reciting and even singing his early poems. Thanks to the support of Flaxman and Mrs. Mathew, a thin volume of poems was published under the title Poetical Sketches (1783). Many of these poems are imitations of classical models, much like the sketches of models of antiquity the young artist made to learn his trade. Even here, however, one sees signs of Blake’s protest against war and the tyranny of kings. Only about 50 copies of Poetical Sketches are known to have been printed. Blake’s financial enterprises also did not fare well. In 1784, after his father’s death, Blake used part of the money he inherited to set up shop as a printseller with his friend James Parker. The Blakes moved to 27 Broad Street, next door to the family home and close to Blake’s brothers. The business did not do well, however, and the Blakes soon moved out.\nOf more concern to Blake was the deteriorating health of his favorite brother, Robert. Blake tended to his brother in his illness and according to Gilchrist watched the spirit of his brother escape his body in his death: “At the last solemn moment, the visionary eyes beheld the released spirit ascend heaven ward through the matter-of-fact ceiling,  ‘clapping its hands for joy.’\"\nBlake always felt the spirit of Robert lived with him. He even announced that it was Robert who informed him how to illustrate his poems in “illuminated writing.” Blake’s technique was to produce his text and design on a copper plate with an impervious liquid. The plate was then dipped in acid so that the text and design remained in relief. That plate could be used to print on paper, and the final copy would be then hand colored.\nAfter experimenting with this method in a series of aphorisms entitled There is No Natural Religion and All Religions are One (1788?), Blake designed the series of plates for the poems entitled Songs of Innocence and dated the title page 1789. Blake continued to experiment with the process of illuminated writing and in 1794 combined the early poems with companion poems entitled Songs of Experience. The title page of the combined set announces that the poems show “the two Contrary States of the Human Soul.”\nThe introductory poems to each series display Blake’s dual image of the poet as both a “piper” and a “Bard.” As man goes through various stages of innocence and experience in the poems, the poet also is in different stages of innocence and experience. The pleasant lyrical aspect of poetry is shown in the role of the “piper” while the more somber prophetic nature of poetry is displayed by the stern Bard.\nThe dual role played by the poet is Blake’s interpretation of the ancient dictum that poetry should both delight and instruct. More important, for Blake the poet speaks both from the personal experience of his own vision and from the “inherited” tradition of ancient Bards and prophets who carried the Holy Word to the nations.\nThe two states of innocence and experience are not always clearly separate in the poems, and one can see signs of both states in many poems. The companion poems titled “Holy Thursday” are on the same subject, the forced marching of poor children to St. Paul’s Cathedral in London. The speaker in the state of innocence approves warmly of the progression of children:\n\n’Twas on a Holy Thursday their innocent faces clean\r\nThe children walking two & two in red & blue & green\r\nGrey headed beadles walkd before with wands as white as snow\r\nTill into the high dome of Pauls they like Thames waters flow[.]\n\nThe brutal irony is that in this world of truly “innocent” children there are evil men who repress the children, round them up like herd of cattle, and force them to show their piety. In this state of innocence, experience is very much present.\nIf experience has a way of creeping into the world of innocence, innocence also has a way of creeping into experience. The golden land where the “sun does shine” and the “rain does fall” is a land of bountiful goodness and innocence. But even here in this blessed land, there are children starving. The sharp contrast between the two conditions makes the social commentary all the more striking and supplies the energy of the poem.\nThe storming of the Bastille in Paris in 1789 and the agonies of the French Revolution sent shock waves through England. Some hoped for a corresponding outbreak of liberty in England while others feared a breakdown of the social order. In much of his writing Blake argues against the monarchy. In his early Tiriel (written circa 1789) Blake traces the fall of a tyrannical king.\nPolitics was surely often the topic of conversation at the publisher Joseph Johnson’s house, where Blake was often invited. There Blake met important literary and political figures such as William Godwin, Joseph Priestly, Mary Wollstonecraft, and Thomas Paine. According to one legend Blake is even said to have saved Paine’s life by warning him of his impending arrest. Whether or not that is true, it is clear that Blake was familiar with some of the leading radical thinkers of his day.\nIn The French Revolution Blake celebrates the rise of democracy in France and the fall of the monarchy. King Louis represents a monarchy that is old and dying. The sick king is lethargic and unable to act: “From my window I see the old mountains of France, like aged men, fading away.” The “voice of the people” demands the removal of the king’s troops from Paris, and their departure at the end of the first book signals the triumph of democracy.\nOn the title page for book one of The French Revolution Blake announces that it is “A Poem in Seven Books,” but none of the other books has been found. Johnson never published the poem, perhaps because of fear of prosecution, or perhaps because Blake himself withdrew it from publication. Johnson did have cause to be nervous. Erdman points out that in the same year booksellers were thrown in jail for selling the works of Thomas Paine.\nIn America (1793) Blake also addresses the idea of revolution–less as a commentary on the actual revolution in America as a commentary on universal principles that are at work in any revolution. The figure of Orc represents all revolutions:\n\nThe fiery joy, that Urizen perverted to ten commands,\r\nWhat night he led the starry hosts thro’ the wide wilderness,\r\nThat stony law I stamp to dust; and scatter religion abroad\r\nTo the four winds as a torn book, & none shall gather the leaves.\n\nThe same force that causes the colonists to rebel against King George is the force that overthrows the perverted rules and restrictions of established religions.\nThe revolution in America suggests to Blake a similar revolution in England. In the poem the king, like the ancient pharaohs of Egypt, sends pestilence to America to punish the rebels, but the colonists are able to redirect the forces of destruction to England. Erdman suggests that Blake is thinking of the riots in England during the war and the chaotic condition of the English troops, many of whom deserted. Writing this poem in the 1790s, Blake also surely imagined the possible effect of the French Revolution on England.\nAnother product of the radical 1790s is The Marriage of Heaven and Hell. Written and etched between 1790 and 1793, Blake’s poem brutally satirizes oppressive authority in church and state.\nThe powerful opening of the poem suggests a world of violence: “Rintrah roars & shakes his fires in the burden’d air / Hungry clouds swag on the deep.” The fire and smoke suggest a battlefield and the chaos of revolution. The cause of that chaos is analyzed at the beginning of the poem. The world has been turned upside down. The “just man” has been turned away from the institutions of church and state, and in his place are fools and hypocrites who preach law and order but create chaos. Those who proclaim restrictive moral rules and oppressive laws as “goodness” are in themselves evil. Hence to counteract this repression, Blake announces that he is of the “Devil’s Party” that will advocate freedom and energy and gratified desire.\nThe “Proverbs of Hell” are clearly designed to shock the reader out of his commonplace notion of what is good and what is evil:\n\nPrisons are built with stones of Law,\r\nBrothels with bricks of Religion.\r\nThe pride of the peacock is the glory of God.\r\nThe lust of the goat is the bounty of God.\r\nThe wrath of the lion is the wisdom of God.\r\nThe nakedness of woman is the work of God.\n\nIt is the oppressive nature of church and state that has created the repulsive prisons and brothels. Sexual energy is not an inherent evil, but the repression of that energy is. The preachers of morality fail to understand that God is in all things, including the sexual nature of men and women.\nThe Marriage of Heaven and Hell contains many of the basic religious ideas developed in the major prophecies. Blake analyzes the development of organized religion as a perversion of ancient visions: “The ancient Poets animated all sensible objects with Gods or Geniuses, calling them by the names and adorning them with the properties of woods, rivers, mountains, lakes, cities, nations, and whatever their enlarged & Numerous senses could perceive.” Ancient man created those gods to express his vision of the spiritual properties that he perceived in the physical world. The gods began to take on a life of their own separate from man: “Till a system was formed, which some took advantage of, & enslav’d the vulgar by attempting to realize or abstract the mental deities from their objects: thus began Priesthood.” The “system” or organized religion keeps man from perceiving the spiritual in the physical. The gods are seen as separate from man, and an elite race of priests is developed to approach the gods: “Thus men forgot that All deities reside in the human breast.” Instead of looking for God on remote altars, Blake warns, man should look within.\nIn August of 1790 Blake moved from his house on Poland Street across the Thames to the area known as Lambeth. The Blakes lived in the house for 10 years, and the surrounding neighborhood often becomes mythologized in his poetry. Felpham was a “lovely vale,” a place of trees and open meadows, but it also contained signs of human cruelty, such as the house for orphans. At his home Blake kept busy not only with his illuminated poetry but also with the daily chore of making money. During the 1790s Blake earned fame as an engraver and was glad to receive numerous commissions.\nOne story told by Blake’s friend Thomas Butts shows how much the Blakes enjoyed the pastoral surroundings of Lambeth. At the end of Blake’s garden was a small summer house, and coming to call on the Blakes one day Butts was shocked to find the couple stark naked: “Come in!” cried Blake; “it’s only Adam and Eve you know!” The Blakes were reciting passages from Paradise Lost, apparently “in character.\"Sexual freedom is addressed in Visions of the Daughters of Albion (1793), also written during the Lambeth period.\nBetween 1793 and 1795 Blake produced a remarkable collection of illuminated works that have come to be known as the “Minor Prophecies.” In Europe (1794), The First Book of Urizen (1794), The Book of Los (1795), The Song of Los (1795), and The Book of Ahania (1795) Blake develops the major outlines of his universal mythology. In these poems Blake examines the fall of man. In Blake’s mythology man and God were once united, but man separated himself from God and became weaker and weaker as he became further divided.\nThe narrative of the universal mythology is interwoven with the historical events of Blake’s own time. The execution of King Louis XVI in 1793 led to an inevitable reaction, and England soon declared war on France. England’s participation in the war against France and its attempt to quell the revolutionary spirit is addressed in Europe. The very force of that repression, however, will cause its opposite to appear in the revolutionary figure of Orc: “And in the vineyards of reds France appear’d the light of his fury.”\nThe causes of that repression are examined in The First Book of Urizen. The word Urizen suggests “your reason” and also “horizon.” He represents that part of the mind that constantly defines and limits human thought and action. In the frontispiece to the poem he is pictured as an aged man hunched over a massive book writing with both hands in other books. Behind him stand the tablets of the 10 commandments, and Urizen is surely writing other “thou shalt nots” for others to follow. His twisted anatomical position shows the perversity of what should be the “human form divine.\"\nThe poem traces the birth of Urizen as a separate part of the human mind. He insists on laws for all to follow:\n\nOne command, one joy, one desire\r\nOne curse, one weight, one measure,\r\nOne King, one God, one Law.\n\nUrizen’s repressive laws bring only further chaos and destruction. Appalled by the chaos he himself created, Urizen fashions a world apart.\nThe process of separation continues as the character of Los is divided from Urizen. Los, the “Eternal Prophet,” represents another power of the human mind. Los forges the creative aspects of the mind into works of art. Like Urizen he is a limiter, but the limitations he creates are productive and necessary. In the poem Los forms “nets and gins” to bring an end to Urizen’s continual chaotic separation.\nLos is horrified by the figure of the bound Urizen and is separated by his pity, “for Pity divides the Soul.” Los undergoes a separation into a male and female form. His female form is called Enitharmon, and her creation is viewed with horror:\n\nEternity shudder’d when they saw\r\nMan begetting his likeness\r\nOn his own divided image.\n\nThis separation into separate sexual identities is yet another sign of man’s fall. The “Eternals” contain both male and female forms within themselves, but man is divided and weak.\nEnitharmon gives birth to the fiery Orc, whose violent birth gives some hope for radical change in a fallen world, but Orc is bound in chains by Los, now a victim of jealousy. Enitharmon bears an “enormous race,” but it is a race of men and women who are weak and divided and who have lost sight of eternity. \nIn his fallen state man has limited senses and fails to perceive the infinite. Divided from God and caught by the narrow traps of religion, he sees God only as a crude lawgiver who must be obeyed.\nThe Book of Los also examines man’s fall and the binding of Urizen, but from the perspective of Los, whose task it is to place a limit on the chaotic separation begun by Urizen. The decayed world is again one of ignorance where there is “no light from the fires.” From this chaos the bare outlines of the human form begin to appear:\n\nMany ages of groans, till there grew\r\nBranchy forms organizing the Human\r\nInto finite inflexible organs.\n\nThe human senses are pale imitations of the true senses that allow one to perceive eternity. Urizen’s world where man now lives is spoken of as an “illusion” because it masks the spiritual world that is everywhere present.\nIn The Song of Los, Los sings of the decayed state of man, where the arbitrary laws of Urizen have become institutionalized:\n\nThus the terrible race of Los & Enitharmon gave\r\nLaws & Religions to the sons of Har, binding them more\r\nAnd more to Earth, closing and restraining,\r\nTill a Philosophy of five Senses was complete.\r\nUrizen wept & gave it into the hands of Newton & Locke.\n\nThe “philosophy of the five senses” espoused by scientists and philosophers argues that the world and the mind are like industrial machines operating by fixed laws but devoid of imagination, creativity, or any spiritual life. Blake condemns this materialistic view of the world espoused in the writings of Newton and Locke.\nAlthough man is in a fallen state, the end of the poem points to the regeneration that is to come:\n\nOrc, raging in European darkness,\r\nArose like a pillar of fire above the Alps,\r\nLike a serpent of fiery flame!\n\nThe coming of Orc is likened not only to the fires of revolution sweeping Europe, but also to the final apocalypse when the “Grave shrieks with delight.\"\nThe separation of man is also examined in The Book of Ahania, which Blake later incorporated in Vala, or The Four Zoas. In The Book of Ahania Urizen is further divided into male and female forms. Urizen is repulsed by his feminine shadow that is called Ahania:\n\nHe groan’d anguish’d, & called her Sin,\r\nKissing her and weeping over her;\r\nThen hid her in darkness, in silence,\r\nJealous, tho’ she was invisible.\n\n“Ahania” is only a “sin” in that she is given that name. Urizen, the lawgiver, can not accept the liberating aspects of sexual pleasure. At the end of the poem, Ahania laments the lost pleasures of eternity:\n\nWhere is my golden palace?\r\nWhere my ivory bed?\r\nWhere the joy of my morning hour?\r\nWhere the sons of eternity singing.\n\nThe physical pleasures of sexual union are celebrated as an entrance to a spiritual state. The physical union of man and woman is sign of the spiritual union that is to come.\nThe Four Zoas is subtitled “The Torments of Love and Jealousy in the Death and Judgement of Albion the Ancient Man,” and the poem develops Blake’s myth of Albion, who represents both the country of England and the unification of all men. Albion is composed of “Four Mighty Ones\": Tharmas, Urthona, Urizen, and Luvah. Originally, in Eden, these four exist in the unity of “The Universal Brotherhood.” At this early time all parts of man lived in perfect harmony, but now they are fallen into warring camps. The poem traces the changes in Albion:\n\nHis fall into Division & his Resurrection to Unity:\r\nHis fall into the Generation of decay & death, & his\r\nRegeneration by the Resurrection from the dead.\n\nThe poem begins with Tharmas and examines the fall of each aspect of man’s identity. The poem progresses from disunity toward unity as each Zoa moves toward final unification.\nIn the apocalyptic “Night the Ninth,” the evils of oppression are overturned in the turmoil of the Last Judgment: “The thrones of Kings are shaken, they have lost their robes & crowns/ The poor smite their oppressors, they awake up to the harvest.”\nAs dead men are rejuvenated, Christ, the “Lamb of God,” is brought back to life and sheds the evils of institutionalized religions:\n\nThus shall the male & female live the life of Eternity,\r\nBecause the Lamb of God Creates himself a bride & wife\r\nThat we his Children evermore may live in Jerusalem\r\nWhich now descendeth out of heaven, a City, yet a Woman\r\nMother of myriads redeem’d & born in her spiritual palaces,\r\nBy a New Spiritual birth Regenerated from Death.\n\nVery little of Blake’s poetry of the 1790s was known to the general public. His reputation as an artist was mixed. Response to his art ranged from praise to derision, but he did gain some fame as an engraver. His commissions did not produce much in the way of income, but Blake never seems to have been discouraged. In 1799 Blake wrote to George Cumberland, “I laugh at Fortune & Go on & on.\"\nBecause of his monetary woes, Blake often had to depend on the benevolence of patrons of the arts. This sometimes led to heated exchanges between the independent artist and the wealthy patron. Dr. John Trusler was one such patron whom Blake failed to please. Dr. Trusler was a clergyman, a student of medicine, a bookseller, and the author of such works as Hogarth Moralized (1768), The Way to be Rich and Respectable (1750?), and A Sure Way to Lengthen Life with Vigor (circa 1819). Blake found himself unable to follow the clergyman’s wishes: “I attempted every morning for a fortnight together to follow your Dictate, but when I found my attempts were in vain, resolv’d to shew an independence which I know will please an Author better than slavishly following the track of another, however admirable that track may be. At any rate, my Excuse must be: I could not do otherwise; it was out of my power!” Dr. Trusler was not convinced and replied that he found Blake’s “Fancy” to be located in the “World of Spirits” and not in this world. Dr. Trusler was not the only patron that tried to make Blake conform to popular tastes; for example, Blake’s stormy relation to his erstwhile friend and patron William Hayley directly affected the writing of the epics Milton and Jerusalem.\nBlake left Felpham in 1803 and returned to London. In April of that year he wrote to Butts that he was overjoyed to return to the city: “That I can alone carry on my visionary studies in London unannoy’d, & that I may converse with my friends in Eternity, See Visions, Dream Dreams & Prophecy & Speak Parables unobserv’d & at liberty from the Doubts of other Mortals.” In the same letter Blake refers to his epic poem Milton, composed while at Felpham: “But none can know the Spiritual Acts of my three years  ‘Slumber on the banks of the Ocean, unless he has seen them in the Spirit, or unless he should read My long Poem descriptive of those Acts.\"\nIn his “slumber on the banks of the Ocean,” Blake, surrounded by financial worries and hounded by a patron who could not appreciate his art, reflected on the value of visionary poetry. Milton, which Blake started to engrave in 1804 (probably finishing in 1808), is a poem that constantly draws attention to itself as a work of literature. Its ostensible subject is the poet John Milton, but the author, William Blake, also creates a character for himself in his own poem. Blake examines the entire range of mental activity involved in the art of poetry from the initial inspiration of the poet to the reception of his vision by the reader of the poem. Milton examines as part of its subject the very nature of poetry: what it means to be a poet, what a poem is, and what it means to be a reader of poetry.\nIn the preface to the poem, Blake issues a battle cry to his readers to reject what is merely fashionable in art:\n\nRouze up, O Young Men of the New Age! set your foreheads against the ignorant Hirelings! For we have Hirelings in the Camp, the Court & the University, who would, if they could, for ever depress Mental & prolong Corporeal War. Painters! on you I call. Sculptors! Architects! suffer not the fashionable Fools to depress your powers by the prices they pretend to give for contemptible works, or the expensive advertizing boasts that they make of such works; believe Christ & his Apostles that there is a Class of men whose whole delight is in Destroying. We do not want either Greek or Roman Models if we are but just & true to our own imaginations, those Worlds of Eternity in which we shall live for ever in Jesus our Lord.\n\nIn attacking the “ignorant Hirelings” in the “Camp, the Court & the University,” Blake repeats a familiar dissenting cry against established figures in English society. Blake’s insistence on being “just & true to our own Imaginations” places a special burden on the reader of his poem. For as he makes clear, Blake demands the exercise of the creative imagination from his own readers.\nIn the well-known lyric that follows, Blake asks for a continuation of Christ’s vision in modern-day England:\n\nI will not cease from Mental Fight,\r\nNor shall my Sword sleep in my hand\r\nTill we have built Jerusalem\r\nIn England’s green & pleasant Land.\n\nThe poet-prophet must lead the reader away from man’s fallen state and toward a revitalized state where man can perceive eternity.\n\"Book the First” contains a poem-within-a-poem, a “Bard’s Prophetic Song.” The Bard’s Song describes man’s fall from a state of vision. We see man’s fall in the ruined form of Albion as a representative of all men and in the fall of Palamabron from his proper position as prophet to a nation. Interwoven into this narrative are the Bard’s addresses to the reader, challenges to the reader’s senses, descriptions of contemporary events and locations in England, and references to the life of William Blake. Blake is at pains to show us that his mythology is not something far removed from us but is part of our day to day life. Blake describes the reader’s own fall from vision and the possibility of regaining those faculties necessary for vision.\nThe climax of the Bard’s Song is the Bard’s sudden vision of the “Holy Lamb of God\": “Glory! Glory! to the Holy lamb of God: / I touch the heavens as an instrument to glorify the Lord.” At the end of the Bard’s Song, his spirit is incorporated into that of the poet Milton. Blake portrays Milton as a great but flawed poet who must unify the separated elements of his own identity before he can reclaim his powers of vision and become a true poet, casting off “all that is not inspiration.\"\nAs Milton is presented as a man in the process of becoming a poet, Blake presents himself as a character in the poem undergoing the transformation necessary to become a poet. Only Milton believes in the vision of the Bard’s Song, and the Bard takes “refuge in Milton’s bosom.” As Blake realizes the insignificance of this “Vegetable World,” Los merges with Blake, and he arises in “fury and strength.” This ongoing belief in the hidden powers of the mind heals divisions and increases powers of perception. The Bard, Milton, Los, and Blake begin to merge into a powerful bardic union. Yet it is but one stage in a greater drive toward the unification of all men in a “Universal Brotherhood.\"\nIn the second book of Milton Blake initiates the reader into the order of poets and prophets. Blake continues the process begun in book one of taking the reader through different stages in the growth of a poet.\nTurning the outside world upside down is a preliminary stage in an extensive examination of man’s internal world. A searching inquiry into the self is a necessary stage in the development of the poet. Milton is told he must first look within: “Judge then of thy Own Self: thy Eternal Lineaments explore, / What is Eternal & what Changeable, & what Annihilable.”  Central to the process of judging the self is a confrontation with that destructive part of man’s identity Blake calls the Selfhood, which blocks “the human center of creativity.” Only by annihilating the Selfhood, Blake believes, can one hope to participate in the visionary experience of the poem.\nThe Selfhood places two powerful forces to block our path: the socially accepted values of “love” and “reason.” In its purest state love is given freely with no restrictions and no thought of return. In its fallen state love is reduced to a form of trade: “Thy love depends on him thou lovest, & on his dear loves / Depend thy pleasures, which thou hast cut off by jealousy.” “Female love” is given only in exchange for love received. It is bartering in human emotions and is not love at all. When Milton denounces his own Selfhood, he gives up “Female love” and loves freely and openly.\nAs Blake attacks accepted notions of love, he also forces the reader to question the value society places on reason. In his struggle with Urizen, who represents man’s limited power of reason, Milton seeks to cast off the deadening effect of the reasoning power and free the mind for the power of the imagination.\nDestroying the Selfhood allows Milton to unite with others. He descends upon Blake’s path and continues the process of uniting with Blake that had begun in book one. This union is also a reflection of Blake’s encounter with Los that is described in book one and illustrated in book two.\nThe apex of Blake’s vision is the brief image of the Throne of God. In Revelation, John’s vision of the Throne of God is a prelude to the apocalypse itself. Similarly Blake’s vision of the throne is also a prelude to the coming apocalypse. Blake’s vision is abruptly cut off as the Four Zoas sound the Four Trumpets, signaling the call to judgment of the peoples of the earth. The trumpets bring to a halt Blake’s vision, as he falls to the ground and returns to his mortal state. The apocalypse is still to come.\nThe author falls before the vision of the Throne of God and the awful sound of the coming apocalypse. However, the author’s vision does not fall with him to the ground. In the very next line after Blake describes his faint, we see his vision soar: “Immediately the lark mounted with a loud trill from Felpham’s Vale.” We have seen the lark as the messenger of Los and the carrier of inspiration. Its sudden flight here demonstrates that the vision of the poem continues. It is up to the reader to follow the flight of the lark to the Gate of Los and continue the vision of Milton.\nBefore Blake could leave Felpham and return to London, an incident occurred that was very disturbing to him and possibly even dangerous. Without Blake’s knowledge, his gardener had invited a soldier by the name of John Scofield into his garden to help with the work. Blake seeing the soldier and thinking he had no business being there promptly tossed him out.\nWhat made this incident so serious was that the soldier swore before a magistrate that Blake had said “Damn the King” and had uttered seditious words. Blake denied the charge, but he was forced to post bail and appear in court. Blake left Felpham at the end of September 1803 and settled in a new residence on South Molton Street in London. His trial was set for the following January at Chichester. The soldier’s testimony was shown to be false, and the jury acquitted Blake.\nBlake’s radical political views made him fear persecution, and he wondered if Scofield had been a government agent sent to entrap him. In any event Blake forever damned the soldier by attacking him in the epic poem Jerusalem.\nJerusalem is in many ways Blake’s major achievement. It is an epic poem consisting of 100 illuminated plates. Blake dated the title page 1804, but he seems to have worked on the poem for a considerable length of time after that date. In Jerusalem he develops his mythology to explore man’s fall and redemption. As the narrative begins, man is apart from God and split into separate identities. As the poem progresses man’s split identities are unified, and man is reunited with the divinity that is within him.\n\nIn chapter one Blake announces the purpose of his “great task\":\r\nTo open the Eternal Worlds, to open the immortal Eyes\r\nOf Man inwards into the Worlds of Thought, into Eternity\r\nEver expanding in the Bosom of God, the Human Imagination.\n\nIt is sometimes easy to get lost in the complex mythology of Blake’s poetry and forget that he is describing not outside events but a “Mental Fight” that takes place in the mind. Much of Jerusalem is devoted to the idea of awakening the human senses, so that the reader can perceive the spiritual world that is everywhere present.\nAt the beginning of the poem, Jesus addresses the fallen Albion: “’I am not a God afar off, I am a brother and friend;  ‘Within your bosoms I reside, and you reside in me.’” In his fallen state Albion rejects this close union with God and dismisses Jesus as the “Phantom of the overheated brain!” Driven by jealousy Albion hides his emanation, Jerusalem. Separation from God leads to further separation into countless male and female forms creating endless division and dispute.\nBlake describes the fallen state of man by describing the present day. Interwoven into the mythology are references to present-day London. In chapter two the “disease of Albion” leads to further separation and decay. As the human body is a limited form of its divine origin, the cities of England are limited representations of the Universal Brotherhood of Man. Fortunately for man, there is “a limit of contraction,” and the fall must come to an end.\nCaught by the errors of sin and vengeance, Albion gives up hope and dies. The flawed religions of moral law cannot save him: “The Visions of Eternity, by reason of narrowed perceptions, / Are become weak Visions of Time & Space, fix’d into furrows of death.” Our limited senses make us think of our lives as bounded by time and space apart from eternity. In such a framework physical death marks the end of existence. But there is also a limit to death, and Albion’s body is preserved by the Savior.\n", "attrs": {"Region:": ["England"], "School/Period:": ["Romantic"]}}