{"pf_url": "https://www.poetryfoundation.org/poets/william-e-stafford", "name": "William E. Stafford", "yob": "1914", "yod": "1993", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/6f7cfda6a50ac96df557273a1b3b61718e0741cf.jpeg", "bio": "\n\"If you have been wondering where the articulate, readable poems have gone in the last third of the 20th century, you might start with [William] Stafford,\" declares Victor Howes of the Christian Science Monitor. A pacifist and one of \"the quiet of the land,\" as he often describes himself, Stafford is known for his unique method of composition, his soft-spoken voice, and his independence from social and literary expectations. As G. E. Murray comments in a National Forum review, \"Stafford generally has been appreciated as a plain talking but remarkably effective and influential American poet, one who has paradoxically fashioned a part of the mainstream of American poetry by keeping apart from its trends and politics.\" And while critics through the years have not been unanimous to rank Stafford as a major poet, they concur that he is one of the most esteemed. This was confirmed in 1986 when Stafford's peers named him more often than anyone else in a Writer's Digest poll to identify America's ten major living poets. About Stafford's ambiguous position in the hierarchy of American letters, Steve Garrison of the Dictionary of Literary Biography affirms, \"That Stafford's is an important voice worthy of study, and of respect, cannot be disputed. He offers a unique way into the heart of the world.\"\n\r\nOne of America's most prolific poets, Stafford is, according to James Dickey in his book Babel to Byzantium, \"a real poet, a born poet,\" whose \"natural mode of speech is a gentle, mystical, half-mocking and highly personal daydreaming about the western United States.\" Frederick Garber says of Stafford's first book of poems, West of Your City, \"West is both Midwest and far West but it is always west of where we are. It is the place of nature and especially of nature's secrecy, that Otherness which we can touch at times.\" Earlier in the American Poetry Review article, Garber claims, \"The long spaces which stretch ahead of us, compelling our half-willed entry into them; that curious Other, ... whose hiding-places and motivation are out in those long spaces and have to be sought for there—this is essential Stafford.\" Other critics explain that the Kansas-born poet and long-time Oregon resident uses western landscapes to address universal themes. New York Times Book Review contributor Ralph J. Mills, Jr., comments, \"Of the Eastern states, of our swollen urban areas, [Stafford] does not write, though his work and attitudes say a good deal indirectly about contemporary modes of living that have lost touch with the earth and what it has to teach. He is a regional writer in the best, rather than the narrow sense: He uncovers and keeps alive strata of experience and knowledge that his readers are in grave danger of losing, and without which, Stafford keeps saying, they will forget how 'To walk anywhere in the world, to live / now, to speak, to breathe a harmless / breath.'\"\n\r\nStafford's poems most often take place on a mountainside, a riverbank, or a roadside—\"near an exit,\" as he told Peter Ellsworth in a Chicago Review interview. The houses in which the poet grew up, according to his essay in  Contemporary Authors Autobiography Series, were always near the edge of town, beyond which there was \"adventure, fields forever, or rivers that wended off over the horizon, forever. And in the center of town was a library, another kind of edge out there forever, to explore.\" Dennis Daley Lynch finds in all the poetry \"a searching\" that the speaker in the poems regards \"as a duty, a charge.\" Writing in Modern Poetry Studies, Lynch cites as evidence the final line of  \"Vocation,\" the last poem in Stafford's 1963 National Book Award-winning title,  Traveling through the Dark: \"Your job is to find out what the world is trying to be.\" An extension of Stafford's \"questing imagination,\" in Garrison's view, the poetry also \"seeks to take the reader to the frontiers of his own imagination, to the edge of what he knows, and then to induce him to explore farther.\"\n\r\nFascination with the process of discovery also accounts for Stafford's distinctive method of composition. He told Ellsworth, \"I feel very exploratory when I write.... I feel like Daniel Boone going into Kentucky. The thing is being there and finding it.\" Essays that reveal more about Stafford's way of writing make up Writing the Australian Crawl, which Garrison believes to be the best introduction to the poems. About the book, Stafford, who has also taught writing for thirty years, comments in Contemporary Authors Autobiography Series, \"My disquiets—my pacifist disquiets, I guess—about teaching and writing by competitive methods are in that book. For me, a crucial sentence there is, 'A writer is not so much someone who has something to say as he is someone who has found a process that will bring about new things he would not have thought of if he had not started to say them.'\" The sentence he cites begins an essay first published in Field (1970) in which Stafford reports that he sits alone in the early morning and writes down whatever occurs to him, following his impulses. \"It is like fishing,\" he says, and he must be receptive and \"willing to fail. If I am to keep writing, I cannot bother to insist on high standards.... I am following a process that leads so wildly and originally into new territory that no judgment can at the moment be made about values, significance, and so on.... I am headlong to discover.\"\n\r\nStafford established his habit of rising early every morning to write during the 1940s when he lived with other conscientious objectors in work camps in Arkansas and California. As it becomes clear from the fictionalized account of those experiences Down in My Heart, outdoor work for the U.S. Forest Service left him with little energy for writing or studying at night, so Stafford and the other writers in the camp rose before dawn and wrote until they were called for breakfast. In his Contemporary Authors Autobiography Series essay, Stafford claims that during those hours \"something is offering you a guidance available only to those undistracted by anything else.\" Critic Laurence Lieberman, writing in the Yale Review, remarks that Stafford, who has kept the practice for almost fifty years, \"has continued, unwaveringly, ... to develop and refine one of the most delicate supersensitive recording instruments in our poetry. He has been training himself to hear and feel his way back in touch with distant places, ages, epochs.\"\n\r\nThose places are the frontiers of his childhood and the wilderness of the native American. George S. Lensing and Ronald Moran, who examine Stafford's themes in Four Poets and the Emotive Imagination, explain, \"The Kansas boyhood of Stafford, marking an epoch of American life between two wars, is rural, austere, inhabited by companionable neighbors and dominated by family.\" Both his parents were avid readers; Stafford often acknowledges their contributions to his identity as a writer. He told Ellsworth, \"The voice I hear in my poems is my mother's voice.... I think the arts come from total experience, not that little relay race from Pound to Eliot to me.\" When another interviewer, Cynthia Lofsness, asked him to elaborate, he replied, \"When I notice little turns of speech, and attitudes toward events and people, I sense the presence of my mother's nature and her way of talking.\" Later in the interview, published in the Iowa Review, he added that her \"attitude of not being impressed by the sort of stance or posture that most people take\" had influenced him the most.\n\r\nLensing and Moran observe that Stafford gained his view of nature, and with it, his most pervasive theme, from his father. \"The father who appears in the poems is heroic: ... his moral strength is steady and independent of worldly expectations; most important of all, he is the high priest of the wilderness.... Stafford's father is initiator and instructor to the son, not only in relation to the wilderness itself, but in the moral values which inhere in it.\" Corresponding to the poet's father are figures of native Americans, whose \"wisdom also derives from intimacy with the wilderness.\" Qualities of Indian life highlighted by Stafford, the analysts note, are \"reticence and concealment,\" \"harmony with the wilderness,\" and \"withdrawal, both imposed and preferred, from the predator-settlers.\" The poems depict this kind of life as the one \"the poet has attempted to stake for himself and his family.\" Stafford \"seem[s] to have in mind an ideal community at the edge of the frontier where the people use the land but still have a sense of its mystery,\" Ellsworth suggests. This life is presented, say Lensing and Moran, as \"a richly attractive alternative to contemporary society\" that is plagued by \"threats of nuclear war,\" a \"ravaging\" industrialism, and \"a mechanical existence that divorces the individual from authentic human values.\"\n\r\nThe essayists also claim that Stafford's assessment of society is not pessimistic, but rather \"a reaffirmation of American life in the twentieth century.... Part of his confidence in the future is founded upon the miraculous ability of the wilderness, independent of any human agency, to renew itself.\" The poet describes his first encounter with that power in his Contemporary Authors Autobiography Series essay: \"It was like an Indian vision-quest. I was in Liberal High School, and one autumn afternoon on a weekend I got on my bike ... and rode ten or twelve miles to the Cimarron River northeast of town.\" He climbed the riverbank, and from that vantage observed the open land, the setting sun, the emerging stars, and the rising sun the next morning. \"That encounter with the size and serenity of the earth and its neighbors in the sky has never left me. The earth was my home; I would never feel lost while it held me.\"\n\r\n\"In all his volumes Stafford makes clear his allegiances to all those elements of existence capable of teaching him something about how to live,\" Garrison notes, but critics feel that two books emphasize this particular \"Staffordism.\" Allegiances—\"the most dangerous American book since Walden,\" according to Gerald Burns—contains poems that tell \"what relation is possible between us and the frightening land buried under all that asphalt, and how such a peculiar people as ourselves can live together with something like dignity,\" as he writes in the Southwest Review. The second is A Glass Face in the Rain, which belongs \"in the American pattern of mysticism, a heritage from Edwards, Emerson, and Whitman, preaching wonder and calling us to recognize the physical world around us,\" Michael Pearson says in the Southern Humanities Review. These comments notwithstanding, Stafford told Ellsworth that he doesn't feel mystical; he only feels \"driven into uttering things that must seem quite tame to other people.\"\n\r\n\"Stafford's dogged faith in the teaching power of Nature has been matched by his persistent demand for a plain-spoken poetry,\" observes  Virginia Quarterly Review contributor Stephen Corey. Stafford's voice, Lieberman says, is \"a bare plain idiom capable of the widest range of expressiveness in the lowest registers of the quiet tones of language.\" It is \"never raised above the sound of one man talking to another man at nightfall outdoors,\" notes Richard Howard, who praises Stafford's \"level delivery\" in a Parnassus review. Stafford \"impresses without dazzling,\" Sister Bernetta Quinn writes in Poetry magazine; \"his poetry succeeds not by excess, but by understatement,\" says Lynch; and M. L. Rosenthal, writing in the New York Times Book Review, remarks, \"Nothing is forced. The poems shape themselves, discover their right images and perception and then end, like songs improvised by a sad, gallantly restrained folk-singer.\" Lawrence Kramer's review in Parnassus relates Stafford's voice to the kind of moment generally captured in the poems. \"Often retrospective, ... Stafford's 'moment' combines a sense of peace or calm, a stillness, and a sense that the self's presence is permitted or acknowledged by presences external to it. To record such moments, ... Stafford has developed a language of radical 'quiet,' but also of great clarity like a whisper without the hoarseness.\"\n\r\nIt seems to Kramer that though the poems may not always come \"wholly from within a steady quiet,\" nevertheless \"the quiet is their goal.\" Anxiety \"because of the discrepancy between the way men live and the way they ought to live\" launches many of the poems and \"perhaps intensifies in Traveling through the Dark ,\" Garrison speculates. \"As a pacifist, [Stafford] is alarmed at the capacity for slaughter the human race is stockpiling,\" writes Greg Orfalea in Pebble, Special Issue: A Book of Rereadings in Recent American Poetry—30 Essays. The destruction of man's natural environment is the poet's major concern, according to Lensing and Moran, who feel that he salvages some of the threatened world \"through the language of poetry. Family and friends of youth have departed; the Indian civilizations of the past are reduced to captive feebleness. The values by which that lost world existed, however, remain possible; they are indeed a desperately prescribed remedy in the face of perils which Stafford sees on every side.\"\n\r\n\"More than any other contemporary American poet, Stafford delivers injunctions, prescriptions, prohibitions, and gentle curses,\" observes Linda Wagner, who notes in  Modern Poetry Studies that Stafford's courage \"to suggest moral judgments\" surprised the literary world of the 1960s. \"Relativism,\" she comments, was \"more than rampant\" then, and some critics called Stafford's works \"preachy\"—a criticism about which the poet has often returned comment. Singled out as an example of moral directive is the much-anthologized poem  \"Traveling through the Dark.\" The speaker of the poem is driving through the dark and stops to clear a dead doe off the narrow highway, but hesitates before pushing the doe down the embankment when he notices that the animal is pregnant, and that her unborn fawn is still alive. Though the poem states, \"I thought hard for us all,\" Stafford explained to Lofsness that it \"is not a poem that is written to support a position that I have chosen, it's just a poem that grows out of the plight I am in as a human being.\" Later in the interview, he asserted, \"I would like to dissociate myself from taking any kind of stance that would imply that being a writer is assuming a power of guidance or insight or anything like that. I'm not that kind of a writer.\" He is aware, however, that his poems have been \"full of issues, positions, and attempted wisdom;\" as he reflects in his Contemporary Authors Autobiography Series essay, \"I speculate that when you relax, your real self, or the self you accept as yours, takes over; and for me that self had been so formed that my poems were respectful of religion, people, and ideas that were different. [When writing,] I felt like a wide-ranging scout, but I usually drifted into a certain kind of territory.\"\n\r\nThat Stafford \"is, at core, a moralist\" in an age when it is fashionable \"to think of morality as an empty word\" partially explains some of the negative commentary on the poet's books, Orfalea believes. But speaking more generally, Garber maintains that \"when the poems don't work, we realize ... that what makes [Stafford] good is also, when it goes wrong, what makes him bad.\" For instance, the unity of vision behind the poems on the one hand can indicate that Stafford is a major poet, \"but can also carry dangers,\" writes Corey, who adds, \"recurrent ideas can become repetitive poems, and plain-speaking can become flat poetry.\" Secondly, while Kramer concedes that \"self may be a surplus commodity in American poetry from Whitman and Dickinson on down,\" he feels that \"the self in Stafford's work is just too small, too willing to rest in the given.\" Because he is prolific and admittedly reckless when it comes to submitting poems for publication, Stafford's is a large body of work that some critics find \"uneven.\" In addition, there have been \"no leaping incremental changes in his works, the kind of thing critics feed on,\" Orfalea suggests; or, as Howard phrases it, the \"poems accumulate, but they do not grow.\"\n\r\nWhen asked to say to what extent criticism had added to his understanding of his own works, Stafford told Ellsworth, \"Zero. don't think critics even belong in the consciousness of the writer while he's writing.\" This characteristic stance has earned the poet a reputation as \"a truly vigorous, independent American poet,\" in Mills's words. As Stafford told Lofsness, \"Many writers, artists, and intellectuals, of all kinds, are victims of people around them ... in the sense that they get to needing immediate reactions from human beings ... they get to feeling lonely, and they keep wanting to check what they're doing with all their friends, and that doesn't seem to me to be a good thing to do.\" And in the Contemporary Authors Autobiography Series, he explains, \"I wanted never to adjust my explorations to the anticipated expectations of others.\" This attitude prompted his wide reading of unorthodox histories and philosophies when he was a student: \"It seemed to me that living in a free country and not testing foregone conclusions would be a loss in anyone's life.\" Stafford's independence was strengthened during his term as a conscientious objector during a popular war and has since sustained his conviction, as Lensing and Moran phrase it, \"that some form of retreat\" from society is the best way to address its problems.\n\r\n\"It affords a kind of paradox to have someone who has stepped aside from society so often to feel the need to be with society, but I feel both those impulses,\" the poet told Ellsworth. Orfalea recognizes that Stafford's writings \"sustain a tension of a man struggling to be inside his community, when all along his personal beliefs have taken him outside.\" Far from seeking \"opportunities to disagree,\" he told Lofsness that he \"would like to conform as much as possible ... without reducing the willingness to take meaningful stands on essential things.\" For instance Stafford, who is Poet Laureate for the State of Oregon, was a member of the committee that advised the Idaho legislature not to appoint a Poet Laureate. They recommended instead that a Writer-in-Residence be appointed \"to act as a spokesperson between writers in the state and [the government],\" Daryln Brewer reports in Coda. In his poems as in his life, seeking reconciliation and keeping in touch with others is a theme as basic to Stafford as keeping in touch with the earth. Through the poems in A Glass Face in the Rain, he \"reaches out to the reader with a hand of trust and tenderness, time and again, in images that make small gestures large-hearted and full of importance,\" notes James Finn Cotter in America. Reviewers often mention a general friendliness in the poems expressed in a conversational tone.\n\r\nThese features combine with Stafford's experimental bent in Segues: A Correspondence in Poetry. Steven Ratiner reports in a Christian Science Monitor review that Stafford and American poet Marvin Bell began this sequence of verse-letters in order \"to strengthen their friendship and explore the ways a poem comes into being.\" \"'Segues',\" the reviewer explains, \"is a term for the transitions inside a piece of music that allow one theme to grow into another.\" In keeping with this principle, \"each successive poem grew out of the subject, tone or language of the previous one.\" Ratiner believes the resulting collection provides \"an intimate glimpse into the work of two accomplished writers\" that is also \"a refreshingly novel event on the literary scene.\"\n\r\nSurveying the poet's work from 1960 to 1983, Christian Century contributor Brent Short called it \"deceptively simple.\" But New York Times Book Review contributor R. W. Flint argues that Stafford's \"justly famous simplicities of style and thought are not in the least deceptive or designed to hide coded messages for initiates.\" Flint deems the poetry \"deeply considered, greatly coherent, self-aware writing.\" Another description, provided by Lynch, names the poetry \"a testimony to the power of self-reconciliation and regeneration through the continual process of self-questioning and discovery.\" Others define the poetry by describing the poet. In American Poetry since 1945: A Critical Survey, Stephen Stepanchev dubs Stafford a \"Western Robert Frost, forever amazed by the spaces of America, inner and outer.\" Orfalea finds Stafford \"a unique poet if there ever was one.\" Garber summarizes that the collected poems document \"a vision which is unique in our time. It has now become possible to argue, with full substantiation, not only that Stafford is (or used to be) frequently uneven but also—what we have guessed for some time—that he is one of the best poets we have. The irony of that combination is also peculiarly his own.\"\n", "attrs": {"Region:": ["U.S., Northwestern"]}}