{"pf_url": "https://www.poetryfoundation.org/poets/willis-barnstone", "name": "Willis Barnstone", "yob": "1927", "yod": null, "image": null, "bio": "\nPoet, religious scholar, and translator Willis Barnstone was born in Lewiston, Maine, and earned a BA from Bowdoin College, an MA from Columbia University, and a PhD from Yale University. An intrepid traveler, he taught in Greece at the end of that country’s civil war and in Argentina during the “Dirty War,” and was in China during the Cultural Revolution. He later returned to China as a Fulbright Professor at Beijing Foreign Studies University.\nThe author of nearly 50 books, Barnstone has published more than a dozen volumes of poetry, including From This White Island (1959), China Poems (1977), The Secret Reader: 501 Sonnets (1996), Algebra of Night: New & Selected Poems 1948–1998, and Life Watch (2003). Barnstone’s influences range from Wang Wei to Robert Frost to C.P. Cavafy to Dante to popular music. Equally at home in received form and free verse, Barnstone writes poems steeped in his travels and in the richness found in the connections between languages and cultures. As poet Ruth Stone observes of the poems in Algebra of Night, “With Borgesian scope and cunning, in free verse or invisible sonnets, Barnstone floats us to resonant surprise.”\nHe has also published numerous translations from Chinese, Spanish, French, Latin, ancient and modern Greek, and biblical Hebrew, including a complete translation of the New Testament (which he translates as the New Covenant), as well as memoirs, religious studies, children’s literature, and songs. His critical writing includes The Poetics of Translation: History, Theory, Practice (1993) and The Poetics of Ecstasy: Varieties of Ekstasis from Sappho to Borges (1983). Two of Barnstone’s memoirs recount his friendship with Jorge Luis Borges: With Borges on an Ordinary Evening in Buenos Aires (1993) and Borges at Eighty: Conversations (1982). He has also edited numerous anthologies, including Six Masters of the Spanish Sonnet: Francisco de Quevedo, Sor Juana Inés de la Cruz, Antonia Machado, Federico Garcia Lorca, Jorge Luis Borges, Miguel Hernandez (1993) and Literatures of Asia, Africa, and Latin America (1999).\nBarnstone’s honors include fellowships from the Guggenheim Foundation, the National Endowment for the Arts, and the National Endowment for the Humanities. He has won numerous awards from the Poetry Society of America, the W.H. Auden Award from the New York State Council on the Arts, and several Book of the Month designations. The University of Evansville awards the annual Willis Barnstone Translation Prize.\nBarnstone is Distinguished Professor Emeritus at Indiana University. He lives in Indiana and often reads with his children, the poets Aliki Barnstone and Tony Barnstone.\n", "attrs": {"Region:": ["U.S., New England"]}}