{"pf_url": "https://www.poetryfoundation.org/poets/william-vaughn-moody", "name": "William Vaughn Moody", "yob": "1869", "yod": "1910", "image": null, "bio": "\n                                                                    Poet and playwright William Vaughn Moody \"bridges the gap between traditional forms of the nineteenth century and experimental designs of the twentieth century,\" explained Dictionary of Literary Biography contributor Laura M. Zaidman. Moody spent his childhood in New Albany, Indiana, where he exhibited the potential for high achievement even at a young age. Moody's father was a riverboat captain on the Ohio River until his boat was confiscated as he passed through Memphis during the Civil War. Moody's mother nurtured in her son an appreciation for the arts and literature. Her death in 1884, followed by that of his father two years later, affected him deeply, and he composed some of his earliest poetry at that time. \"It is likely,\" wrote Colin Partridge in the Dictionary of Literary Biography, \"that the reiterated shock of sudden loss in these years weakened his religious beliefs and left an inner void he was never able to fill.\" \r Moody graduated first in his high school class in 1885, and for his speech as valedictorian he read an essay he had written titled \"The Evolution of History.\" Moody had also served as editor of a student newspaper called the Minute Man. The mission of the paper was to critique the flaws in society. Moody's flair for writing attracted the attention of his high school principal, who encouraged him to apply for colleges on the East Coast. Moody eventually followed this advice. Compelled to forge his own way in the world, Moody supported himself by tutoring in Poughkeepsie, New York, in 1887, and continued his own studies at Riverview Academy. In 1889, he graduated from Riverview with an outstanding academic record, winning a scholarship to Harvard. He continued to work part-time jobs, such as tutoring, proctoring, typing, and editing, to put himself through school. \r At Harvard, Moody began to immerse himself in the university's literary scene. He contributed to student literary magazines and began to associate with others who shared his passion for literature, such as Robert Morss Lovett, Philip Henry Savage, Hugh McCullough, Danied Gregory Mason, Norman Hapgood, and Robert Herrick. Moody was elected to the editorial board of the Monthly, one of the college literary magazines. This was an unusual honor for a student in his first year. Through his work on the Monthly, Moody gained exposure to high-profile Harvard instructors such as George Pierce Baker and George Santayana. Moody was influenced by the prevailing intellectual atmosphere at Harvard, which was characterized by pessimism. \r After finishing Harvard, Moody embarked on a year-long tour of Europe with a wealthy American family. He was especially taken with the sharp contrasts between northern and southern Europe. After returning from abroad, Moody went back to Harvard for a master's degree, writing his thesis on Sir Philip Sydney. He taught English for one year at Harvard and Radcliffe, and for three years at the University of Chicago. As a teacher, Moody had a reputation for being rather aloof; he failed to conceal his disdain for the more tedious tasks involved with teaching, such as grading papers. His work earned only the highest respect, however. To relieve what he saw as the tedium of academia, Moody began to edit classical English texts by writers such as Bunyan, Coleridge, Milton, Scott, and Homer. He also focused more on his own writing. His poems appeared in periodicals like Scribner's and Atlantic Monthly.  Moody left Chicago in 1899, moving first to Boston and then New York. He devoted himself full-time to writing Poems, published in 1901. The book received positive reviews. In 1909 it was republished as Gloucester Moors and Other Poems. The world of drama began to interest Moody more and more over the next few years. He and his friends worked on scripts and critiqued each other's work, hoping to see their plays one day performed on the stage. Moody's drama A Sabine Woman was produced in Chicago in 1906. Moody tinkered with the script and retitled the play  The Great Divide. Six months after the earlier version had opened in Chicago, The Great Divide made its debut on Broadway. It enjoyed a run of 238 performances. Moody turned down a lucrative offer to adapt the play as a novel, viewing such a project-for-hire as a threat to his artistic integrity. \r The Great Divide is a compelling homage to the power of love to bridge seemingly insurmountable obstacles. The play's protagonist, Ruth Gordon, is an upper-crust girl from the East Coast who gradually falls in love with a rough-hewn westerner whom she has met under peculiar circumstances. In Ruth and her love interest, Stephen Ghent, Moody presented audiences with more complex characters than was typical of plays at the time. He also departed from the prevailing theatrical technique by not giving the story a simplistic ending. In portraying the contrast between the Midwest and the East, Moody no doubt drew on his own experiences living in both regions. \r In addition to The Great Divide, Moody's play The Faith Healer was also produced for the stage, though it met with less popular acclaim. A New York Times reviewer remarked: \"It is closely written, with many individual lines of great beauty. But the drama, as a whole, has not the straight, direct appeal of The Great Divide.\" The Faith Healer told the story of Ulrich Michaelis, a faith healer who enabled a midwestern farm wife to walk for the first time in five years. When he fell in love with the woman's niece, Rhoda, however, Michaelis found that his relationship with Rhoda apparently interfered with his healing. Gradually Michaelis learned to reconcile his spiritual powers with his love for Rhoda. \r Despite his limited body of work, Moody's talents were well respected. Yale University awarded him an honorary Doctor of Letters degree in 1908, and among critics his work was considered a close rival to that of Eugene O'Neill. Illness, however, cut short Moody's career. He was struck by typhoid fever in 1908. The following year he married Harriet Brainard, with whom he had begun a friendship in 1901. Brainard, who was eleven years older than Moody, helped to care for him as his health deteriorated. He was already starting to go blind during their honeymoon in England. On October 17, 1910, Moody died of complications from a brain tumor. \r Before his death Moody had written one act of The Death of Eve, but was never able to finish it. He intended the play to depict Eve's efforts to reconcile man and God by being relieved of her sins. The play exemplified Moody's desire to use drama to criticize overly restrictive societal codes and promote a vision of emotional freedom and spiritual fulfillment. Moody's reputation as a poet endures, perhaps more so than his reputation as a playwright. \"Gloucester Moors,\" \"The Menagerie,\" \"On a Soldier Fallen in the Philippines,\" and other poems continue to appear in literary anthologies. Hermann Hagedorn praised Moody's poetry in a review in the Independent: \"We may be sure that future Americans will remember Moody gratefully as one not unworthy to walk in paths first trod by the feet of Milton and of Shelley.\"\n                                                            ", "attrs": {}}