{"pf_url": "https://www.poetryfoundation.org/poets/william-h-dickey", "name": "William H. Dickey", "yob": "1928", "yod": "1994", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/d45c4fcc0ddc118f4a9aa01f34cd0c6daefc0bae.jpeg", "bio": "\nWilliam H. Dickey was born in Bellingham, Washington, and grew up in Washington and Oregon. He earned his BA from Reed College, an MA from Harvard University and attended Oxford University on a Fulbright scholarship. He earned his MFA from the Iowa Writers’ Workshop. Dickey began his teaching career at Cornell and Denison Universities before joining the faculty at San Francisco State, where he taught for almost 30 years. Dickey’s many collections of poetry included Of the Festivity (1959), selected by W.H. Auden for the Yale Series of Younger Poets, More under Saturn (1971), The Rainbow Grocery (1971), which received the Juniper Prize, In the Dreaming: Selected Poems (1994), and The Education of Desire (1996).\n\r\nBrown Miller, writing in the San Francisco Review of Books, called Dickey “a national treasure,” although he remained largely unknown even to dedicated followers of contemporary poetry. The reasons for Dickey’s relative obscurity, as Miller noted, were that the poet “works harder on the writing of his work than the promoting of it, does only three or four readings a year, and often prefers to publish his poetry with small, independent presses whose books are lovingly crafted works of art in their own right.” Dickey’s talent, however, was not unknown to critics; in his introduction to Of the Festivity, Auden noted that great poetry contains a personal vision conveyed in lines that have “the power to speak” as they record keen observations, and that Dickey’s poems satisfy these criteria. “The critical consensus about the volume supports Auden’s judgment … [that] many of the poems are great,” Thomas Goldstein reported in the Dictionary of Literary Biography. He felt that Dickey’s humor and seriousness achieve an “equilibrium” in Of the Festivity.\n\r\nSome reviewers noted that in later books the balance tipped toward the darker, sometimes nightmarish elements of Dickey’s personal vision. Humor became sardonic in the poet’s fourth collection, observed Goldstein. Hudson Review contributor Vernon Young also believed Dickey was “best when firmly confronting the public condition with serene loathing…or, alternatively, treasuring the private hour, reverent, but skeptical.” Writing in Parnassus, Paul Zweig acknowledged this distance, but praised the poet’s “willingness to entertain difficult ideas.” Abstract ideas often function successfully as theme in the poems, and for this reason, readers “may tend to miss the earth in them,” commented John R. Reed in a Poetry magazine review. Dickey received a silver medal from the Commonwealth Club of California for More under Saturn in 1972.\n\nThe Rainbow Grocery, winner of the 1978 Juniper Prize from the University of Massachusetts Press, and The Sacrifice Consenting (1981) were also generally well-received. Poems in The Rainbow Grocery “are more loosely constructed, more sexual, and more frenzied” than poems in Of the Festivity; “cynicism has overcome the humor,” and “the terrors of the subconscious have overcome the rational mind” in these poems, Goldstein believes. For others such as Robert B. Shaw, however, the jesting and despair maintain a precarious balance. When so poised, comments Shaw in Poetry, “Dickey writes a rare and enviable sort of poem, truly humorous and truly serious at once.” Miller concurred: “In his work generally and in The King of the Golden River and Brief Lives [both published in 1985] specifically, [Dickey] integrates insight and feeling to an outstanding degree,” achieving gracefulness of phrase without “sacrificing a raw, gutsy contact with reality.”\nDickey lived much of his adult life in San Francisco with his long-time companion, the poet Leonard Sanazaro. He died from HIV-related complications in 1994.\n", "attrs": {}}