{"pf_url": "https://www.poetryfoundation.org/poets/william-bronk", "name": "William Bronk", "yob": "1918", "yod": "1999", "image": null, "bio": "\nWilliam Bronk was born in Fort Edward, New York in 1918, and he grew up in Hudson Falls, New York. He studied at Dartmouth College and Harvard University. Bronk won the American Book Award in 1982 for his collection Life Supports. His many other books of poetry include Metaphor of Trees and Last Poems (1999), Some Words (1992), Death Is the Place (1989), That Beauty Still (1978), The World, the Worldless (1964), and Light and Dark (1956).\nIn poems that have often been compared to those of Wallace Stevens, William Bronk investigates the nature of consciousness, time and space, and the poetic fictions that will suffice in an age of disbelief and uncertainty. As Michael Heller remarks in the New York Times Book Review, Bronk’s poetry “offers another way of looking at our common humanity, not in some imagined concurrence of shared knowledge, but in our need to construct and reconstruct worlds, in our attempts to appease a common metaphysical hunger.” Many critics also note that his meditative and experimental poems use a language stripped of ornament, imagery, and metaphor. “His poetry of statement,” comments Saturday Review contributor Robert D. Spector, “impresses with its clarity and precision of language; it manages to make metaphysics a subject of human emotion rather than a grand abstraction.”\r\n \r\nBoth Felix Stefanile and Richard Ellmann have called Bronk one of the best, if uncelebrated, of America’s poets. In his Parnassus: Poetry in Review discussion of Bronk’s approach to time and human history, Stefanile observes: “For Bronk ancient mountains and modern cities coexist in the flux of time in which man is trapped. That is why his startling connections are always so utterly contemporary, and personally relevant. Man is not man-in-history, or man-as-savage, but man. No other poet in the United States is quite like this.” And though his poetry describes the anguish and uncertainty of modern life, it does not succumb to despair. Instead, as Spector points out, “it recognizes our need ‘to make / a world for survival …’, since ‘One is nothing with no world.’” His poems instruct us, Heller remarks, “that the worlds we seem to share are created worlds; ‘like pieces of music, they are composed, oh wholly and well composed.’”\r\n \r\nBronk’s poetry considers the limits of human knowledge. “The natural world, Bronk would insist, is a world we can never know,” explains Heller. Consequently, Heller noted, Bronk’s work suggests that the recognition of this basic estrangement between man and nature “illuminates and clarifies the human situation.” To address this understanding and the need for “well-composed” worlds, Bronk searches for the appropriate form, style, and language. Ellmann declares in the New York Times Book Review: “Every new volume of his poems is engraved with terse statement, a high seriousness and strong uncluttered feeling. With each new volume he seems to be determined to make his utterance all the more specific, determined and quiet, as if he wrote his poems in the voice and with the mind in which we all truly sometimes think, beautifully and sublimely, through our perceptions.” Heller also applauds Bronk’s attempt to find a suitable language for describing human perception and its limits; he notes that Bronk seeks to discover “the exacting and naked process of realization.”\r\n \r\nBronk occasionally turned to the essay form to address many of the same topics that preoccupied him in his poetry. In Vectors and Smoothable Curves (1983), a collection of essays written over a period of 40 years, Bronk treats subjects as varied as the Inca and Maya civilizations of the Americas, 19th-century American literature, and the nature of time and space. Fred Moramarco characterizes Bronk’s essays as “exhilarating reading” in the Los Angeles Times, and New York Times Book Review contributor Andrea Barnet remarks that Bronk’s “unusual sensibility and expressiveness at times raise his essays to the narrative pitch of poetry.”\nBronk died in Hudson Falls, New York on February 22, 1999.\n", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}