{"pf_url": "https://www.poetryfoundation.org/poets/william-matthews", "name": "William Matthews", "yob": "1942", "yod": "1997", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/a61231723cc7346a2823a05fdd11887b193b7d72.jpeg", "bio": "\nWilliam Matthews was born in Cincinnati, Ohio. He earned a BA from Yale and MFA from the University of North Carolina. The author of eleven books of poetry, Matthews earned a reputation as a master of well-turned phrases, wise sayings, and rich metaphors. Much of Matthews’s poetry explores the themes of life cycles, the passage of time, and the nature of human consciousness. His collection Time & Money (1996) won the National Book Critics Circle Award and was a finalist for the Lenore Marshall Poetry Prize. Matthews’s other honors and awards included fellowships from the Guggenheim Foundation, the Ingram Merrill Foundation, the National Endowment for the Arts, and the Lila Wallace-Reader’s Digest Fund. He was awarded the Ruth Lilly Prize in 1997.\nMatthews’s first collection, Ruining the New Road: Poems (1970) was described by Paul West in Book World as a group of “terse but ripe little poems… It exposes, it warms, it warns.” West identified Matthews’s appreciation of nature and his unflinching view of human foibles. Matthews’s early poems are understated; his work was frequently described as “graceful.” Other early collections include Sticks and Stones (1975), Rising and Falling (1979), and Flood (1982). In Poetry, Bonnie Costello noted that in Flood “Matthews moves from outward observation to inward questioning. But his objectivity… never compromises lyricism.”\nIn A Happy Childhood (1984), Matthews set out to investigate the psychological aspects of human life, using the theories of Sigmund Freud. Freud is in fact “the muse of A Happy Childhood,” according to Washington Post Book World contributor David Lehman. Matthews “renews Freud’s metaphors… or propounds new ones… Most of all, Matthews emulates the poet in Freud, fastening on our errors and dreams and accidental patterns as badges of enchantment, clues to a mystery that retains something of its inscrutability even as it fosters new forms of revelation.” Later collections, including Forseeable Futures (1987), Blues If You Want (1989), and Time & Money (1995), play with structural and thematic conceits—poems with titles taken from jazz tunes, for example, or the tercet form. Matthews’s posthumous volumes include After All: Last Poems (1998) and Search Party: Collected Poems (2004).\nDuring his lifetime, Matthews taught at Wells College, Cornell, the University of Colorado-Boulder, the University of Washington-Seattle, and the City College of New York. He served as president of the Poetry Society of America. In an interview with Peter Davison for the Atlantic conducted shortly before his death, Matthews described his poetry’s relationship to pleasure: “I have been willing to consider the possibility that pleasure in itself, with regard for it as something that lessens our suffering, offers a consolation, a relief—I wanted to be able to avoid a vocabulary that insists on the secondariness or the tertiariness of pleasure. I would like to say that one of the primary reasons for being alive is to experience the pleasure of being alive. I would like to write as if it were a given to rise and look out the window on a particularly beautiful light on a summer morning, or on one of those winter mornings when snow has fallen and made the whole of New York City quiet, or you name your favorite such sight. To write of the experience of these things without any instinct to translate them into a relationship to humanism or God or philosophy or any idea, but simply because these impressions or perceptions were part of what it means to be human, and maybe because they are as close as we come to understanding the relationship of the human to the divine. That would be fine. I would love to be able to do that. Pleasure is in itself and by itself valuable and important.”\n \n", "attrs": {"Region:": ["U.S., Midwestern"]}}