{"pf_url": "https://www.poetryfoundation.org/poets/william-shakespeare", "name": "William Shakespeare", "yob": "1564", "yod": "1616", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/21/653f5eeafab7a9895af1eca68e97459c831812c6.jpeg", "bio": "\nWhile William Shakespeare’s reputation is based primarily on his plays, he became famous first as a poet. With the partial exception of the Sonnets (1609), quarried since the early 19th century for autobiographical secrets allegedly encoded in them, the nondramatic writings have traditionally been pushed to the margins of the Shakespeare industry. Yet the study of his nondramatic poetry can illuminate Shakespeare’s activities as a poet emphatically of his own age, especially in the period of extraordinary literary ferment in the last ten or twelve years of the reign of Queen Elizabeth.\nShakespeare’s exact birth date remains unknown. He was baptized in Holy Trinity Church in Stratford-upon-Avon on April 26, 1564, his mother’s third child, but the first to survive infancy. This has led scholars to conjecture that he was born on April 23rd, given the era’s convention of baptizing newborns on their third day. Shakespeare’s father, John Shakespeare, moved to Stratford in about 1552 and rapidly became a prominent figure in the town’s business and politics. He rose to be bailiff, the highest official in the town, but then in about 1575-1576 his prosperity declined markedly and he withdrew from public life. In 1596, thanks to his son’s success and persistence, he was granted a coat of arms by the College of Arms, and the family moved into New Place, the grandest house in Stratford.\nSpeculation that William Shakespeare traveled, worked as a schoolmaster in the country, was a soldier and a law clerk, or embraced or left the Roman Catholic Church continues to fill the gaps left in the sparse records of the so-called lost years. It is conventionally assumed (though attendance registers do not survive) that Shakespeare attended the King’s New School in Stratford, along with others of his social class. At the age of 18, in November 1582, he married Anne Hathaway, daughter of a local farmer. She was pregnant with Susanna Shakespeare, who was baptized on May 26, 1583. The twins, Hamnet and Judith Shakespeare, were baptized on February 2, 1585. There were no further children from the union.\nWilliam Shakespeare had probably been working as an actor and writer on the professional stage in London for four or five years when the London theaters were closed by order of the Privy Council on June 23, 1592. The authorities were concerned about a severe outbreak of the plague and alarmed at the possibility of civil unrest (Privy Council minutes refer to “a great disorder and tumult” in Southwark). The initial order suspended playing until Michaelmas and was renewed several times. When the theaters reopened in June 1594, the theatrical companies had been reorganized, and Shakespeare’s career was wholly committed to the troupe known as the Lord Chamberlain’s Men until 1603, when they were reconstituted as the King’s Men.\nBy 1592 Shakespeare already enjoyed sufficient prominence as an author of dramatic scripts to have been the subject of Robert Greene’s attack on the “upstart crow” in Greene’s Groatsworth of Wit. Such renown as he enjoyed, however, was as transitory as the dramatic form. Play scripts, and their authors, were accorded a lowly status in the literary system, and when scripts were published, their link to the theatrical company (rather than to the scriptwriter) was publicized. It was only in 1597 that Shakespeare’s name first appeared on the title page of his plays—Richard II and a revised edition of Romeo and Juliet.\nWhile the London theaters were closed, some actors tried to make a living by touring outside the capital. Shakespeare turned from the business of scriptwriting to the pursuit of art and patronage; unable to pursue his career in the theatrical marketplace, he adopted a more conventional course. Shakespeare’s first publication, Venus and Adonis (1593), was dedicated to the 18-year-old Henry Wriothesley, third Earl of Southampton. The dedication reveals a frank appeal for patronage, couched in the normal terms of such requests. Shakespeare received the Earl’s patronage and went on to dedicate his next dramatic poem, Lucrece, to the young lord as well. Venus and Adonis was printed by Richard Field, a professionally accomplished printer who lived in Stratford. Shakespeare’s choice of printer indicates an ambition to associate himself with unambiguously high-art productions, as does the quotation from Ovid’s Amores on the title page: “Vilia miretur vulgus: mihi flavus Apollo / Pocula Castalia plena ministret acqua” (Let worthless stuff excite the admiration of the crowd: as for me, let golden Apollo ply me with full cups from the Castalian spring, that is, the spring of the Muses). Such lofty repudiation of the vulgar was calculated to appeal to the teenage Southampton. It also appealed to a sizable slice of the reading public. In the midst of horror, disease, and death, Shakespeare was offering access to a golden world, showing the delights of applying learning for pleasure rather than pointing out the obvious morals to be drawn from classical authors when faced with awful catastrophe.\nWith Venus and Adonis Shakespeare sought direct aristocratic patronage, but he also entered the marketplace as a professional author. He seems to have enjoyed a degree of success in the first of these objectives, given the more intimate tone of the dedication of Lucrece to Southampton in the following year. In the second objective, his triumph must have outstripped all expectation. Venus and Adonis went though 15 editions before 1640; if was first entered in the Stationers’ Register on April 18, 1593. It is a fine and elegantly printed book, consisting of 1,194 lines in 199 six-line stanzas rhymed ababcc. The verse form was a token of social and literary ambition on Shakespeare’s part. Its aristocratic cachet derived from its popularity at court, being favored by several courtier poets, such as Sir Walter Ralegh, Sir Arthur Gorges, and Sir Edward Dyer. Venus and Adonis is unquestionably a work of its age. In it a young writer courts respectability and patronage. At one level, of course, the poem is a traditional Ovidian fable, locating the origin of the inseparability of love and sorrow in Venus’s reaction to the death of Adonis: “lo here I prophesy, / Sorrow on love hereafter shall attend /... all love’s pleasure shall not match his woe.” It invokes a mythic past that explains a painful present. Like so many texts of the 1590s, it features an innocent hero, Adonis, who encounters a world in which the precepts he has acquired from his education are tested in the surprising school of experience. His knowledge of love, inevitably, is not firsthand (“I have heard it is a life in death, / That laughs and weeps, and all but with a breath”). There is a staidly academic quality to his repudiation of Venus’s “treatise,” her “idle over-handled theme.\nShakespeare’s literary and social aspirations are revealed at every turn. In his Petrarchism, for example, he adopts a mode that had become a staple of courtly discourse. Elizabethan politicians figured themselves and their personal and political conditions in Petrarchan terms. The inescapable and enduring frustrations of the courtier’s life were habitually figured via the analogy of the frustrated, confused, but devoted Petrarchan lover. Yet Shakespeare’s approach to this convention typifies the 1590s younger generation’s sense of its incongruity. Lines such as “the love-sick queen began to sweat” are understandably rare in Elizabethan courtly discourse. Power relations expressed through the gendered language of Elizabeth’s eroticized politics are reversed: “Her eyes petitioners to his eyes suing / ... Her eyes wooed still, his eyes disdain’d the wooing.” It is Venus who deploys the conventional carpe diem arguments: “Make use of time / ... Fair flowers that are not gath’red in their prime, / Rot, and consume themselves in little time”; she even provides a blason of her own charms: “Thou canst not see one wrinkle in my brow, / Mine eyes are grey, and bright, and quick in turning.”\nLike most Elizabethan treatments of love, Shakespeare’s work is characterized by paradox (“She’s love, she loves, and yet she is not lov’d”), by narrative and thematic diversity, and by attempts to render the inner workings of the mind, exploring the psychology of perception (“Oft the eye mistakes, the brain being troubled”). The poem addresses such artistic preoccupations of the 1590s as the relation of poetry to painting and the possibility of literary immortality, as well as social concerns such as the phenomenon of “masterless women,” and the (to men) alarming and unknowable forces unleashed by female desire, an issue that for a host of reasons fascinated Elizabeth’s subjects. Indeed, Venus and Adonis flirts with taboos, as do other successful works of the 1590s, offering readers living in a paranoid, plague-ridden city a fantasy of passionate and fatal physical desire, with Venus leading Adonis “prisoner in a red-rose chain.” In its day it was appreciated as an erotic fantasy glorying in the inversion of established categories and values, with a veneer of learning and the snob appeal of association with a celebrated aristocrat.\nSince the Romantic period the frank sexuality of Shakespeare’s Venus has held less appeal for literary critics and scholars than it had to Elizabethan and Jacobean readers. C.S. Lewis concludes in English Literature in the Sixteenth Century, Excluding Drama (1954) that “if the poem is not meant to arouse disgust it was very foolishly written.” In more recent years a combination of feminism, cultural studies, renewed interest in rhetoric, and a return to traditional archival research has begun to reclaim Venus and Adonis from such prejudice.\nThe elevated subject of Shakespeare’s next publication, Lucrece, suggests that Venus and Adonis had been well received, Lucrece comprises 1,855 lines, in 265 stanzas. The stanza (as in Complaint of Rosamund) is the seven-line rhyme royal (ababbcc) immortalized in Chaucer’s Troilus and Criseyde (circa 1385) and thereafter considered especially appropriate for tragedy, complaint, and philosophical reflection. In places the narrator explicitly highlights the various rhetorical set pieces (“Here she exclaims against repose and rest”). Lucrece herself comments on her performance after the apostrophes to “comfort-killing Night, image of Hell,” Opportunity, and Time. Elizabethan readers would have appreciated much about the poem, from its plentiful wordplay (“to shun the blot, she would not blot the letter”; “Ere she with blood had stain’d her stain’d excuse”) and verbal dexterity, to the inner debate raging inside Tarquin. Though an exemplary tyrant from ancient history, he also exemplifies the conventional 1590s conflict between willful youthful prodigality and sententious experience (“My part is youth, and beats these from the stage”). The arguments in his “disputation / ‘Tween frozen conscience and hot burning will” are those of the Petrarchan lover: “nothing can affection’s course control,” and “Yet strive I to embrace mine infamy.” But the context of this rhetorical performance is crucial throughout. Unlike Venus and Adonis, Lucrece is not set in a mythical golden age, but in a fallen, violent world. This is particularly apparent in the rhetorical and ultimately physical competition of their debate--contrasting Tarquin’s speeches with Lucrece’s eloquent appeals to his better nature.\nThe combination of ancient and contemporary strengthens the political elements in the poem. It demonstrates tyranny in its most intimate form, committing a private outrage that is inescapably public; hence the rape is figured in terms both domestic (as a burglary) and public (as a hunt, a war, a siege). It also reveals the essential violence of many conventional erotic metaphors. Shakespeare draws on the powerful Elizabethan myth of the island nation as a woman: although Tarquin is a Roman, an insider, his journey from the siege of Ardea to Lucrece’s chamber connects the two assaults. His attack figures a society at war with itself, and he himself is shown to be self-divided.” Tyranny, lust, and greed translate the metaphors of Petrarchism into the actuality of rape, which is figured by gradatio, or climax: “What could he see but mightily he noted? / What did he note but strongly he desired?”\nThe historically validated interpretation—for Shakespeare’s readers, descendants of Brutus in New Troy—is figured by Brutus, who “pluck’d the knife from Lucrece’s side.” He steps forward, casting off his reputation for folly and improvising a ritual (involving kissing the knife) that transforms grief and outrage at Lucrece’s death into a determination to “publish Tarquin’s foul offense” and change the political system. Brutus emerges from the shadows, reminding the reader that the poem, notwithstanding its powerful speeches and harrowing images, is also remarkable for what is unshown, untold, implicit. Until recently few commentators have taken up the interpretative challenge posed by Brutus. Traditionally Lucrece has been dismissed as a bookish, pedantic dry run for Shakespeare’s tragedies, in William Empson‘s phrase, “the Bard doing five-finger exercises,” containing what F.T. Prince in his 1960 edition of the poems dismisses as defective rhetoric in the treatment of an uninteresting story. Many critics have sought to define the poem’s genre, which combines political fable, female complaint, and tragedy within a milieu of self-conscious antiquity. But perhaps the most significant recent developments have been the feminist treatments of the poem, the reawakening interest in rhetoric, and a dawning awareness of the work’s political engagement. Lucrece, like so many of Shakespeare’s historical tragedies, problematizes the categories of history and myth, of public and private, and exemplifies the bewildering nature of historical parallels. The self-conscious rhetorical display and the examination of representation is daringly politicized, explicitly, if inconclusively, connecting the aesthetic and the erotic with politics both sexual and state. At the time of its publication, Lucrece was Shakespeare’s most profound meditation on history, particularly on the relations between public role and private morality and on the conjunction of forces—personal, political, social—that creates turning points in human history. In it he indirectly articulates the concerns of his generation and also, perhaps, of his young patron, who was already closely associated with the doomed earl of Essex.\nIn 1598 or 1599 the printer William Jaggard brought out an anthology of 20 miscellaneous poems, which he eventually attributed to Shakespeare, though the authorship of all 20 is still disputed. At least five are demonstrably Shakespearean. Poem 1 is a version of Sonnet 138 (“When My Love Swears that She Is Made of Truth”), poem 2 of Sonnet 144 (“Two Loves I Have, of Comfort and Despair”), and the rest are sonnets that appear in act 4 of Love’s Labor’s Lost (1598). Investigation of Jaggard’s volume, called The Passionate Pilgrime, has yielded and will continue to yield insight into such matters as the relationship of manuscript to print culture in the 1590s, the changing nature of the literary profession, and the evolving status of the author. It may also, as with The Phoenix and Turtle (1601), lead to increased knowledge of the chronology and circumstances of Shakespeare’s literary career, as well as affording some glimpses of his revisions of his texts.\n“With this key / Shakespeare unlocked his heart,” wrote William Wordsworth in “Scorn not the Sonnet“ (1827) of the Sonnets. “If so,” replied Robert Browning in his poem “House” (1876), “the less Shakespeare he.” None of Shakespeare’s works has been so tirelessly ransacked for biographical clues as the 154 sonnets, published with A Lover’s Complaint by Thomas Thorpe in 1609. Unlike the narrative poems, they enjoyed only limited commercial success during Shakespeare’s lifetime, and no further edition appeared until Benson’s in 1640. The title page, like Jaggard’s of The Passionate Pilgrim, relies upon the drawing power of the author’s name and promises “SHAKE-SPEARES / SONNETS / Never before Imprinted.”\nThe 154 sonnets are conventionally divided between the “young man” sonnets (1-126) and the “dark lady” sonnets (127-152), with the final pair often seen as an envoy or coda to the collection. There is no evidence that such a division has chronological implications, though the volume is usually read in such a way. Shakespeare employs the conventional English sonnet form: three quatrains capped with a couplet. Drama is conjured within individual poems, as the speaker wrestles with some problem or situation; it is generated by the juxtaposition of poems, with instant switches of tone, mood, and style; it is implied by cross-references and interrelationships within the sequence as a whole.\nThere remains a question, however, of how closely Shakespeare was involved in preparing the text of the sonnets for publication. Some commentators have advocated skepticism about all attempts to recover Shakespeare’s intention. Others have looked more closely at Thorpe, at Benson, and at the circulation of Shakespeare’s verse in the manuscript culture: these investigations have led to a reexamination of the ideas of authorship and authority in the period. Although scholarly opinion is still divided, several influential studies and editions in recent years have argued, on a variety of grounds, for the authority, integrity, and coherence of Thorpe’s text, an integrity now regarded as including A Lover’s Complaint.\nThe subsequent history of the text of the sonnets is inseparable from the history of Shakespeare’s reputation. John Benson’s Poems: Written by Wil. Shake-speare. Gent (1640) was part of an attempt to “canonize” Shakespeare, collecting verses into a handsome quarto that could be sold as a companion to the dramatic folio texts (“to be serviceable for the continuance of glory to the deserved author in these his poems”). Benson dropped a few sonnets, added other poems, provided titles for individual pieces, changed Thorpe’s order, conflated sonnets, and modified some of the male pronouns, thereby making the sequence seem more unambiguously heterosexual in its orientation. In recent years there has been increasing study of Benson’s edition as a distinct literary production in its own right.\nThe Romantic compulsion to read the sonnets as autobiography inspired attempts to rearrange them to tell their story more clearly. It also led to attempts to relate them to what was known or could be surmised about Shakespeare’s life. Some commentators speculated that the publication of the sonnets was the result of a conspiracy by Shakespeare’s rivals or enemies, seeking to embarrass him by publishing love poems apparently addressed to a man rather than to the conventional sonnet-mistress. The five appendices to Hyder Edward Rollins’s Variorum edition document the first century of such endeavors. Attention was directed toward “problems” such as the identity of Master W. H., of the young man, of the rival poet, and of the dark lady (a phrase, incidentally, never used by Shakespeare in the sonnets). The disappearance of the sonnets from the canon coincided with the time when Shakespeare’s standing as the nation’s bard was being established. The critics’ current fascination is just as significant for what it reveals about contemporary culture, as the “Shakespeare myth” comes under attack from various directions.\nThe sonnets were apparently composed during a period of ten or a dozen years starting in about 1592-1593. In Palladis Tamia Meres refers to the existence of “sugared sonnets” circulating among Shakespeare’s “private friends,” some which were published in The Passionate Pilgrim. The fact of prior circulation has important implications for the sonnets. The particular poems that were in circulation suggest that the general shape and themes of the Sonnets were established from the earliest stages. Evidence suggesting a lengthy period of composition is inconvenient for commentators seeking to unlock the autobiographical secret of the sonnets. An early date (1592-1594) argues for Southampton as the boy and Christopher Marlowe as the rival poet; a date a decade later brings George Herbert and George Chapman into the frame. There are likewise early dark ladies (Lucy Negro, before she took charge of a brothel) and late (Emilia Lanier, Mary Fitton). There may, of course, have been more than one young man, rival, and dark lady, or in fact the sequence may not be autobiographical at all.\nNo Elizabethan sonnet sequence presents an unambiguous linear narrative, a novel in verse. Shakespeare’s is no exception. Yet neither are the Sonnets a random anthology, a loose gathering of scattered rhymes. While groups of sonnets are obviously linked thematically, such as the opening sequence urging the young man to marry (1-17), and the dark lady sequence (127-152), the ordering within those groups is not that of continuous narrative. There are many smaller units, with poems recording that the friend has become the lover of the poet’s mistress (40-42), or expressing jealousy of the young man’s friendship with a rival poet (78-86). Sonnet 44 ends with a reference to two of the four elements “so much of earth and water wrought,” and 45 starts with “The other two, slight air and purging fire.” Similarly indivisible are the two “horse” sonnets 50 and 51, the “Will” sonnets 135 and 136, and 67 and 68. Sonnets 20 and 87 are connected as much by their telling use of feminine rhyme as by shared themes. Dispersed among the poems are pairs and groups that amplify or comment on each other, such as those dealing with absence (43-45, 47-48, 50-52, and 97-98).\n“My name is Will,” declares the speaker of 136. Sonnet 145 apparently puns on Anne Hathaway’s name (“I hate, from hate away she threw”). Elizabethan sonneteers, following Sir Philip Sidney, conventionally teased their readers with hints of an actuality behind the poems. Sidney had given Astrophil his own coat of arms, had quibbled with the married name of the supposed original for Stella (Penelope Rich) and with the Greek etymology of his own name (Philip, “lover of horses”) in Astrophil and Stella sonnets 41, 49, and 53. Shakespeare’s speaker descends as much from Astrophil as from Daniel’s more enigmatic persona, most obviously in the deployment of the multiple sense of will in 135 and 136. Yet Shakespeare’s sequence is unusual in including sexual consummation (Spenser’s Amoretti led to the celebration of marriage in Epithalamion, 1595) and unique in its persuasion to marry. There is evidence that some contemporary readers were disturbed by the transgressive and experimental features of 1590s erotic writing. Works by Marston and Marlowe were among those banned in 1599 along with satires and other more conventional kindling. Benson’s much-discussed modification of the text of the Sonnets indicates at least a certain level of anxiety about the gender of the characters in the poems. Benson retained Sonnet 20 but dropped 126 (“O Thou My Lovely Boy”) and changed the direct address of 108 (“Nothing, Sweet Boy”) to the neutral “Nothing, Sweet Love.”\nThe speaker sums up his predicament in 144, one of the Passionate Pilgrim poems:\nTwo loves I have of comfort and despair,\r\nWhich like two spirits do suggest me still:\r\nThe better angel is a man right fair,\r\nThe worser spirit a woman color’d ill.\nThe speaker’s attraction to the “worser spirit” is figured in harsh language throughout the sequence: in fact, the brutal juxtaposition of lyricism and lust is characteristic of the collection as a whole. The consequent disjointedness expresses a form of psychological verisimilitude by the standards of Shakespeare’s day, where discontinuity and repetition were held to reveal the inner state of a speaker.\nThe anachronism of applying modern attitudes toward homosexuality to early modern culture is self-evident. Where Shakespeare and his contemporaries drew their boundaries cannot be fully determined, but they were fascinated by the Platonic concept of androgyny, a concept drawn on by the queen herself almost from the moment of her accession. Sonnet 53 is addressed to an inexpressible lover, who resembles both Adonis and Helen. Androgyny is only part of the exploration of sexuality in the sonnets, however. A humanist education could open windows onto a world very different from post-Reformation England. Plato’s praise of love between men was in marked contrast to the establishment of capital punishment as the prescribed penalty for sodomy in 1533.\nIn the Sonnets the relationship between the speaker and the young man both invites and resists definition, and it is clearly presented as a challenge to orthodoxy. If at times it seems to correspond to the many Elizabethan celebrations of male friendship, at others it has a raw physicality that resists such polite categorization. Even in sonnet 20, where sexual intimacy seems to be explicitly denied, the speaker’s mind runs to bawdy puns. The speaker refers to the friend as “rose,” “my love,” “lover,” and “sweet love,” and many commentators have demonstrated the repeated use of explicitly sexual language to the male friend (in 106, 109, and 110, for example). On the other hand, the acceptance of the traditional distinction between the young man and the dark lady sonnets obscures the fact that Shakespeare seems deliberately to render the gender of his subject uncertain in the vast majority of cases.\nFor some commentators the sequence also participates in the so-called birth of the author, a crucial feature of early modern writing: the liberation of the writer from the shackles of patronage. In Joel Fineman’s analysis, Shakespeare creates a radical internalization of Petrarchism, reordering its dynamic by directing his attention to the speaker’s subjectivity rather than to the ostensible object of the speaker’s devotion: the poetry of praise becomes poetry of self-discovery.\nSidney’s Astrophil had inhabited a world of court intrigue, chivalry, and international politics, exemplifying the overlap between political and erotic discourse in Elizabethan England. The circumstances of Shakespeare’s speaker, in contrast, are not those of a courtier but of a male of the upwardly mobile “middling sort.” Especially in the young man sonnets, there is a marked class anxiety, as the speaker seeks to define his role, whether as a friend, a tutor, a counselor, an employee, or a sexual rival. Not only are comparisons drawn from the world of the professional theater (“As an unperfect actor on the stage” in sonnet 23), but also from the world of business: compared to the prodigal “Unthrifty loveliness” of the youth (sonnet 4), “Making a famine where abundance lies” (1), the speaker inhabits a bourgeois world of debts, loans, repayment, and usury, speaking in similar language to the Dark Lady: “I myself am mortgaged to thy will” (134).\nYet Shakespeare’s linguistic performance extends beyond the “middling sort.” He was a great popularizer, translating court art and high art—John Lyly, Sidney, Edmund Spenser—into palatable and sentimental commercial forms. His sequence is remarkable for its thematic and verbal richness, for its extraordinary range of nuances and ambiguities. He often employs words in multiple senses (as in the seemingly willfully indecipherable resonance, punning, polysemy, implication, and nuance of sonnet 94). Shakespeare’s celebrated verbal playfulness, the polysemy of his language, is a function of publication, whether by circulation or printing. His words acquire currency beyond himself and become the subject of reading and interpretation.\nThis linguistic richness can also be seen as an act of social aspiration: as the appropriation of the ambiguity axiomatically inherent in courtly speech. The sequence continues the process of dismantling traditional distinctions among rhetoric, philosophy, and poetry begun in the poems of 1593-1594. The poems had dealt in reversal and inversion and had combined elements of narrative and drama. The Sonnets occupy a distinct, marginal space between social classes, between public and private, narrative and dramatic, and they proceed not through inverting categories but rather through interrogating them. Variations are played on Elizabethan conventions of erotic discourse: love without sex, sex without love, a “master-mistress” who is “prick’d ... out for women’s pleasure” as the ultimate in unattainable (“to my purpose nothing,” 20) adoration. Like Spenser’s Amoretti, Shakespeare’s collection meditates on the relationships among love, art, time, and immortality. It remains a meditation, however, even when it seems most decided.\nThe consequences of love, the pain of rejection, desertion, and loss of reputation are powerful elements in the poem that follows the sequence. Despite Thorpe’s unambiguous attribution of the piece to Shakespeare, A Lover’s Complaint was rejected from the canon, on distinctly flimsy grounds, until quite recently. It has been much investigated to establish its authenticity and its date. It is now generally accepted as Shakespearean and dated at some point between 1600 and 1609, possibly revised from a 1600 first version for publication in Thorpe’s volume. The poem comprises 329 lines, disposed into 47 seven-line rhyme-royal stanzas. It draws heavily on Spenser and Daniel and is the complaint of a wronged woman about the duplicity of a man. It is in some sense a companion to Lucrece and to All’s Well That Ends Well (circa 1602-1603) as much as to the sonnets. Its connections with the narrative poems, with the plays, and with the genre of female complaint have been thoroughly explored. The woman is a city besieged by an eloquent wooer (“how deceits were gilded in his smiling”), whose essence is dissimulation (“his passion, but an art of craft”). There has been a growing tendency to relate the poem to its immediate context in Thorpe’s Sonnets volume and to find it a reflection or gloss or critique of the preceding sequence.\nInterest in Shakespeare’s nondramatic writings has increased markedly in recent years. They are no longer so easily marginalized or dismissed as conventional, and they contribute in powerful ways to a deeper understanding of Shakespeare’s oeuvre and the Elizabethan era in which he lived and wrote.\nShakespeare died on April 23, 1616, on what may have been his 52nd birthday.\n \n \n \n", "attrs": {"Region:": ["England"], "School/Period:": ["Renaissance"]}}