{"pf_url": "https://www.poetryfoundation.org/poets/will-alexander", "name": "Will Alexander", "yob": "1948", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/22/005e5dc62fc9229b4a7acc96410c03f11b08bf73.jpeg", "bio": "\nWriter, artist, philosopher, and pianist Will Alexander was born in Los Angeles, California in 1948 and has remained a lifetime resident of the city. He earned a BA in English and creative writing from the University of California–Los Angeles in 1972. Alexander’s books of poetry include Across the Vapour Gulf (2017), Compression & Purity (2011), The Sri Lankan Loxodrome (2009), Asia & Haiti (1995), and The Stratospheric Canticles (1995). He has taught at many colleges and universities, including the Jack Kerouac School of Disembodied Poetics, the University of California, and Hofstra University, among others. His collection Singing In Magnetic Hoofbeat: Essays, Prose, Texts, Interviews, and a Lecture (2013) was awarded an American Book Award. His other honors include a Whiting Fellowship for Poetry, a California Arts Council Fellowship, and the 2016 Jackson Poetry Prize.\nThough his work is frequently described as “surreal,” Alexander does not fit any clichéd image of the generation of avant-garde poets that began publishing in the 1970s and ’80s. The son of a World War II veteran, Alexander was influenced by the revolutionary struggles that first inspired his father during a military tour of the Caribbean. Alexander’s father found there was a sharp contrast in how Black Americans lived in the United States as compared to other countries, according to Harryette Mullen, writing in an issue of Callalloo that included a colloquium on his work. “There, the elder Alexander was impressed to see black people in positions of power, and his story of that experience left a distinct impression on his son, who counts among his culture heroes Césaire of Martinique and Wifredo Lam of Cuba,” Mullen noted.\nAlexander’s influences include Bob Kaufman, Octavio Paz, Jean-Joseph Rabéarivelo, and Philip Lamantia. According to Clayton Eshleman, writing in American Poet, Alexander was probably first published in 1981 in the small press literary journal Sulfur. Since the mid-1990s, he has given readings of his work and held artist-in-residence posts at various colleges.\n\r\nAlexander’s first work to attract critical attention was Asia & Haiti (1995). Writing on the collection for Sulfur, John Olson commented, “Poetry and politics make peculiar bedfellows. One is private experience made public, the other public experience made private. In Will Alexander’s Asia & Haiti … poetry writhes like a wounded snake in a miasma of brutality and oppression.” He added, “Shelley called poets legislators and prophets, visionaries who drew their authority from ‘that partial apprehension of the agencies of the invisible world which is called religion.’ This is what gives Asia such tremendous pathos, taking China’s invasion of Tibet as point of departure. It is a poem with a surrealistic aperture, oracular lens and Delphic tripod.”\n\r\nIn discussing a passage from Alexander’s Towards the Primeval Lightning Field (1998), Eshleman wrote, “The desire in such writing is for a paradise of language, for the creation, in language, of a reality that uses particles from the observational world to foment interlocking nonsequitor constellations that ignite new constellations as they burst.” As Alexander wrote in the first paragraph of the work, “It is not with the steepness of vultures that I seek to procure an arcane stability in the void, but by the blending of halts and motions, like the vertical equilibria of fire, brought to an incandescent pitch of value.” In his introduction to Towards the Primeval Lightning Field, Andrew Joron pointed out that Alexander’s imagination is imbued with the pre-Romantic idea of imagination as “the link of links”: “Here, the energy of the imagination has not yet been harnessed (as it would be in Romanticism) to the goals of bourgeois subjectivization. It can never be a matter of ‘possessing’ this imagination, but only (as in the communalistic spirit of voudou) of being possessed by it. Imagination is the conductor of primeval lightning, the fiery trickster leaping between frozen and fragmented realia, the universal translator of the multitude of tongues (both human and inhuman) emitted by the Signal of signals.”\n\r\nIn American Book Review, Mark Scroggins stated that Alexander is “acutely conscious of the issue of poetic voice, and is unwilling to let poetry’s potential for ventriloquizing or exploring the voices of others be subsumed in an impersonal écriture or ultimately homogenous montage. He seems as well interested in the spiritual dimension of poetry, especially in the degrees to which poetry can give us access to spiritual or emotional states beyond those we normally experience.” Alexander has likewise described poetry as literally transportive: “I think of myself, the poet,” he wrote in “On Anti-Biography,” “sending signals into mystery, and having them return to me with oneiric wings and spirals, so much so, that I forget my prosaic locale with its stultifying anchors, with its familial dotage and image reports, with its dates inscribed in trapezoidal faces. I am only concerned with simultaneity and height, with rays of monomial kindling, guiding the neo-cortex through ravens, into the ecstasy of x-rays and blackness.”\n\r\nCritics have observed that Alexander reaches for entirely new lexicons while making use of the inferences of the language he has at his disposal. Mullen explained, “Although Alexander resists discussions of the technical aspects of writing, it would be useful to have a fuller account of his process of lexical selection and combination; to understand how his reading habits and writing practices overlap in the intertextuality and diverse vocabularies incorporated into his poetry; to appreciate how certain rare, unusual, specialized, foreign, or archaic words are used in the poem for their precise denotative meaning, connotative meaning, metaphorical resonance, aural or phonemic qualities, or all of the above.” In the surrealist tradition, Alexander works through automatic writing, trying to achieve a state of trance, as Mullen pointed out. His preference for the British spelling of English words adds a whole dimension to his use of language. Mullen concluded, “His literary influences connect him to an international avant-garde, just as his experience as an African American connects him to a black diaspora, and to the political struggles of Third World people.”\n\r\nIn a piece on the book Above the Human Nerve Domain (1998), Mullen wrote: “The domain of poet Will Alexander’s nervy curiosity ranges from the icy Himalayas, to African savannahs, from physics, astronomy, and music, to alchemy, philosophy, and painting. Orishas, angels and ghosts all sing to this poet, instructing him in their art of verbal flight. This is a poet whose lexicon, a ‘glossary of vertigo,’ might be culled from the complete holdings of a reconstituted Alexandrian library endowed for the next millennium.”\r\n \r\nAlexander’s recent work has continued to mine the visionary depths and lexical heights of his work from the 1980s and 1990s. He has written across genres, in novels such as Diary as Sin (2011), the story-like collection Sunrise in Armageddon (2006), the play At Night on the Sun (2017), and theater pieces collected in Inside the Earthquake Palace (2011). Other essay and philosophical writings are included in Mirach Speaks to his Grammatical Transparents (2011). His essay collection A Cannibal Explains Himself to Himself was published by The Elephants in 2019.\n", "attrs": {}}