{"pf_url": "https://www.poetryfoundation.org/poets/william-h-davies", "name": "William H. Davies", "yob": "1871", "yod": "1940", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/7b1f9e275db6d7a71ebe71df04dc46712d8b330c.jpeg", "bio": "\n                                                                    Poet and writer William Henry Davies was born in Newport, Wales. His father died when he was three years old, and after his mother’s subsequent remarriage, Davies was raised by his grandparents. He attended school until age 14 and then apprenticed with a picture framer while attending night school. At age 22, with a small inheritance, he boarded a ship to New York and spent the following six years train hopping across the United States and Canada, supporting himself through casual labor and panhandling. After a March 1899 train hopping injury that necessitated the amputation of his right leg below the knee, Davies returned to Wales and then settled in London, where he devoted his time to writing poetry.   In his poems, grounded in realism, Davies often engaged themes of hardship, the natural world, and city life. His 20 collections of poetry include The Soul’s Destroyer and Other Poems (1905), Nature Poems and Others (1908), Foliage (1913), and The Bird of Paradise and Other Poems (1914). An introduction to his poetry is included in Selected Poems (1985, chosen for the Oxford Poets series by Jonathan Barker). His work is also featured in Georgian Poetry, Edward Marsh’s anthology series, and in The Oxford Book of Twentieth Century English Verse (1973, edited by Philip Larkin). Davies is the subject of Richard J. Stonesifer’s W.H. Davies: A Critical Biography (1963).   Davies wrote two memoirs, The Autobiography of a Super-Tramp (1908) and Young Emma (written in 1924, published in 1980) and four novels, which include The True Traveller (1912) and The Adventures of Johnny Walker, Tramp (1926).   Davies received an honorary doctorate from the University of Wales and is honored by a plaque at the Church House Inn in Newport, Wales. A selection of his papers and manuscripts is held at the National Library of Wales.\n                                                            ", "attrs": {"Region:": ["England"], "School/Period:": ["Georgian"]}}