{"pf_url": "https://www.poetryfoundation.org/poets/yosano-akiko", "name": "Yosano Akiko", "yob": "1878", "yod": "1942", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/20/fabfbec0b6aa2ee64cb0a9c3ae8c937a738a15be.jpeg", "bio": "\nYosano Akiko is one of the best-known female poets from post-classical Japan. Her work is celebrated for its eroticism and emotional explicitness; the publication of her first collection of poetry, Midaregami (Tangled Hair, 1901), created a stir in Japanese literary circles for its frank depictions of female passion as well as sexual and spiritual love. Written in tanka form, the poems in Midaregami defy conventions of traditional Japanese verse by creating “friction” between religious and spiritual metaphors and sensuous descriptions. According to Nicholas Albertson, “The poems stand both sexual and religious mores on their heads.” At a moment when Japanese literature was opening to the influence of European Romanticism, Akiko’s poetry captured the new sense of expansiveness that marked the period’s revival of old forms of poetry and various experiments in new techniques.\nAkiko was associated with the Tokyo Shinshisha, or New Poetry Society, a group founded by Yosano Tekkan, whom Akiko later married. The main journal of the movement, also founded by Tekkan, Myōjō (Bright Star), first published many of Akiko’s works, including her social and political criticism. When the journal folded, Akiko’s writing became the primary source of income for her growing family: she gave birth to 13 children, 11 of whom survived. She spent a year in France in 1912 and after returning to Japan began translating Murasaki Shikibu’s epic Genji monogatari. In all, she published more than 20 collections of poetry and numerous volumes of social criticism. An early feminist and outspoken critic of nationalism and government policy, particularly acts of foreign aggression such as the Sino-Japanese war, Akiko was also an educational reformer and established the Bunka Gakuin, a women’s trade school, in 1921.\nThere have been a few selected translations of Akiko’s work into English, including River of Stars (trans. Sam Hamill and Keiko Matsui Gibson, 1997), Tangled Hair: Selected Tanka from Midaregami (trans. Sanford Goldstein and Seishi Shinoda, 2002), and A Girl with Tangled Hair (trans. Jane Reichhold and Machiko Kobayashi, 2013), the first English translation of the complete Midaregami.\nTravels in Manchuria and Mongolia: A Feminist Poet from Japan Encounters Prewar China (trans. Joshua Fogel, 2001) is Akiko’s account of her 1928 journey through China at the behest of the South Manchurian Railway Company. Janine Beichman’s Embracing the Firebird: Yosano Akiko and the Birth of the Female Voice in Modern Japanese Poetry (2002) is the first full-length study of Akiko’s work.\n", "attrs": {"Region:": ["Asia, East"]}}