{"pf_url": "https://www.poetryfoundation.org/poets/yusef-komunyakaa", "name": "Yusef Komunyakaa", "yob": "1947", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/22/437bf33340ea23fbe0561a6853b4603fe214a1fe.jpeg", "bio": "\nYusef Komunyakaa was born in Bogalusa, Louisiana. The son of a carpenter, Komunyakaa has said that he was first alerted to the power of language through his grandparents, who were church people: “the sound of the Old Testament informed the cadences of their speech,” Komunyakaa has stated. “It was my first introduction to poetry.” Komunyakaa went on to serve in the Vietnam War as a correspondent; he was managing editor of the Southern Cross during the war, for which he received a Bronze Star. He earned a BA from the University of Colorado Springs on the GI Bill, an MA from Colorado State University, and an MFA from the University of California-Irvine.\nIn his poetry, Yusef Komunyakaa weaves together personal narrative, jazz rhythms, and vernacular language to create complex images of life in peace and in war. In the New York Times, Bruce Weber described Komunyakaa as “Wordsworthian,” adding that the poet has a “worldly, philosophic mind… His poems, many of which are built on fiercely autobiographical details—about his stint in Vietnam, about his childhood—deal with the stains that experience leaves on a life, and they are often achingly suggestive without resolution.”\nKomunyakaa’s early work includes the poetry collections Dedications & Other Darkhorses (1977) and Lost in the Bonewheel Factory (1979). Widespread recognition came with the publication of Copacetic (1984), which showcased what would become his distinctive style: vernacular speech layered with syncopated rhythms from jazz traditions. His next book I Apologize for the Eyes in My Head (1986) won the San Francisco Poetry Center Award; Dien Cai Dau (1988), a book that treated his experience in the Vietnam War in stark and personal terms, won the Dark Room Poetry Prize. It is regularly described as one of the best books of war poetry from the Vietnam War. The title means “crazy” in Vietnamese and was used by locals to refer to American soldiers fighting in their country. The collection explores the experience of African American soldiers in the war as well as captures the embattled Southeast Asian landscape. In the New York Times Book Review, Wayne Koestenbaum remarked that Komunyakaa’s casual juxtaposition of nature and war belied the artistry at work. “Though his tersely-phrased chronicles, like documentary photographs, give us the illusion that we are facing unmediated reality, they rely on a predictable though powerful set of literary conventions.” Koestenbaum added, “The book works through accretion, not argument; the poems are all in the present tense, which furthers the illusion that we are receiving tokens of a reality untroubled by language.”\nKomunyakaa’s Neon Vernacular: New and Selected Poems (1994) won the Kingsley Tufts Poetry Award and the Pulitzer Prize. In the collection, Komunyakaa pulls together all of the most powerful strands of his poetic vision. The images are those of the South and its culture, of Black resilience to white supremacy, of war in Southeast Asia, of urban experience, and of musical forms such as blues and jazz. The language is simple, laid out in short lines. As Robyn Selman put it in a Voice Literary Supplement review, “Most of Yusef Komunyakaa's poems rise to a crescendo, like that moment in songs one or two beats before the bridge, when everything is hooked-up, full-blown.”\n\r\nKomunyakaa's other works include Warhorses (2008); Taboo: The Wishbone Trilogy, Part 1 (2006); Pleasure Dome: New & Collected Poems, 1975-1999 (2001); Talking Dirty to the Gods (2000); and Thieves of Paradise (1998), which was a finalist for the National Book Critics Circle Award. His most recent collections of poetry include The Chameleon Couch (2011), Testimony: A Tribute to Charlie Parker (2013), Emperor of Water Clocks (2015), and Everyday Mojo Songs of the Earth: New and Selected Poems (2021). He is the author of the verse play Gilgamesh: A Verse Play (2006) and in collaboration with composer T.J. Anderson the opera libretto Slip Knot. \nIn 2011 Komunyakaa was awarded the Wallace Stevens Award. He is the recipient of numerous honors and awards including the Ruth Lilly Poetry Prize, the William Faulkner Prize from the Université de Rennes, the Thomas Forcade Award, the Hanes Poetry Prize, and fellowships from the Fine Arts Work Center in Provincetown, the Louisiana Arts Council, and the National Endowment for the Arts. He served as Chancellor of the Academy of American Poets from 1999-2005. He has taught at numerous institutions including University of New Orleans, Indiana University, and Princeton University. Currently he serves as Distinguished Senior Poet in New York University’s graduate creative writing program.\n", "attrs": {}}