{"pf_url": "https://www.poetryfoundation.org/poets/yves-bonnefoy", "name": "Yves Bonnefoy", "yob": "1923", "yod": "2016", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/da5735709a1ba4f727afc07b15596b6b0a627f2c.jpeg", "bio": "\nYves Bonnefoy was born in Tours, France to a railroad worker and a schoolteacher. He studied mathematics, the history of science, and philosophy at both the University of Poitiers and the Sorbonne. He moved to Paris in 1943 and was influenced by surrealist poets André Breton and George Éluard. But with his first poetry collection, Du mouvement et de l'immobilite de Douve (On the motion and immobility of Douve), published in 1953, Bonnefoy began to develop his own style and approach. Speaking of the sources of his own poetry, Bonnefoy told the Paris Review, “What is usual for me is the desire to find myself once again within a specifically poetic idiom. For this to happen it is necessary that words come to my mind free from the conceptual network that is present and active in ordinary speech. … So I jot down these sentences. I listen to them. I see them making signs to each other, and thanks to them I begin to understand needs, memories, fantasies which are within me. This is the beginning of the poem, which will eventually become a whole book, since it will concern all that I am.”\nConsidered one of the great French poets of the 20th century, Bonnefoy published many major collections of verse, several books of tales, numerous studies of literature and art, and an extensive dictionary of mythology. He was famed for his translations of Shakespeare especially, though he also translated the work of W.B. Yeats and John Donne, among others. In Shakespeare and the French Poet (edited by John Naughton, 2004), Bonnefoy remarked on the task of translating Shakespeare as “a personal act of poetry, not merely restoring the meaning as fully as possible, but simultaneously reinventing a meaning and a form in the French version, a rhythm—form and rhythm being a part of the meaning in their own way, an irreplaceable part. Verse, real verse, emerging as such, is the only medium that can suggest Shakespeare's verse in my translation.”\nBonnefoy’s many honors and awards included the Goncourt Prize. A regular presence at many American universities, Bonnefoy lectured on poetry and poetics, translation, and art. He was professor of comparative poetics at the Collège de France and lived in Paris until his death IN 2016.\n \n", "attrs": {"Region:": ["France"]}}