{"pf_url": "https://www.poetryfoundation.org/poets/yvor-winters", "name": "Yvor Winters", "yob": "1900", "yod": "1968", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/ec1f00eb6f48cf081c1cecda709c587f5f64d3fc.jpeg", "bio": "\nWhen Yvor Winters’s publisher and friend Alan Swallow hailed him in 1940 as the “sage of Palo Alto,” he accurately touched on the paradox of Winters’s career: the isolation in which he became admired as a poet, a teacher, and critic of poetry. For Winters, who adopted California early in his career as his permanent home, participated in the major poetic and critical movements of the 20th century—imagism, the expatriate transition scene, and new criticism—from afar: “In the ‘twenties,” he wrote in an autobiographical introduction to The Early Poems of Yvor Winters, 1920-28 (1966), “I was not in Paris, nor even in Harvard.” Nevertheless he became well known as a poet in the 1920s, as a strong moralistic critic in the 1930s, and, in his long career as a professor of English at Stanford University, as an advocate of neglected poets both living and dead, and as a teacher of poetry and critical thinking.\r\n \r\nThe son of Harry and Faith Winters, Arthur Yvor Winters was born in Chicago but grew up in Eagle Rock, California, near Pasadena. Although Eagle Rock is now a suburb of Los Angeles, in the early 1900s this southern California town was the rural landscape Winters celebrated in his poem, “On a View of Pasadena from the Hills”:\r\n \n                     The hills so dry, so dense the underbrush,\r\n                     That where I pushed my way the giant hush\r\n                     Was changed to soft explosion as the sage\r\n                     Broke down to powdered ash, the sift of age,\r\n                     And fell along my path, a shadowy rift.\nIn 1917-1918 he attended the University of Chicago, where he continued his early acquaintance with contemporary poetry, especially Wallace Stevens and the imagists, with avid purchases of little magazines and by joining the Poetry Club with Glenway Wescott, Elizabeth Madox Roberts, and Monroe Wheeler (who published Winters’s first book in 1921). He also met Harriet Monroe, whose editorship of Poetry in Chicago and whose wide contacts provided Winters important early links with other poets, such as Marianne Moore, with whom Winters corresponded.\nAt the end of the fall quarter in 1918, the discovery that Winters had tuberculosis brought about the most dramatic change in his early life. He was sent to a sanatorium in Santa Fe, New Mexico, where he stayed until 1921, and—because of enforced isolation and bedrest—he absorbed contemporary poetry from the little magazines, including back issues of Poetry supplied by Harriet Monroe and books sent from New York City by Marianne Moore. Locally, he became absorbed in the Santa Fe Movement, which championed Indian culture (both songs and paintings).\nTranslations of songs from Indian languages and of Japanese poems, as well, the spare lyrics of both Emily Dickinson and the now virtually unknown Adelaide Crapsey, influenced the style of his first books, The Immobile Wind (1921) and The Magpie’s Shadow (1922), both collected in The Early Poems of Yvor Winters, 1920-28 . In “Hawk’s Eyes,” from The Immobile Wind, Winters used Indian-like perceptions to present not only the speaker’s perception of the hawk but also the hawk’s perception of the speaker. The second book, The Magpie’s Shadow, consists of poems which record perceptions of the Indian’s Southwest in lines such as “My door frame smells of leaves,” from “Spring Rain.” Some of the poems are closer to intuitions than sense perceptions, as he describes “fields” where he “did not pick/a flower.” This precision of sense perception and intuition was part of Winters’s poetic theory in the early 1920s. In The Testament of a Stone, Being Notes on the Mechanics of the Poetic Image (1924), he defined the poet as one who perceives “The poet moving in a world that is largely thought, so long as he regards it curiously and as a world, perceives certain specific things, as the walker in a field perceives a grassblade. These specific things are the material of the image, of art.”\nThe Indian belief in the real physical presence of the spiritual world forms the background to Winters’s only published short story, “The Brink of Darkness” (Hound and Horn, July/September 1932). As Winters wrote in a 1928 transition review of books of Indian songs, “all phenomena, personal or objective” have an “immediacy” to the Indian perceiver; and such phenomena provide his protagonist, a rural schoolteacher, with trials of courage and patience. Winters described the story as “a study of the hypothetical possibility of a hostile supernatural world, and of the effect on the perceptions of a consideration of this possibility.” The story may be autobiographical, in that it reflects Winters’s life after he left the Santa Fe sanatorium in 1921: the continued isolation in which he lived and worked for two years as a schoolteacher in Madrid and Los Cerilos, New Mexico, and the setting of the University of Colorado, which he entered as an undergraduate in 1923 (he earned BA and MA degrees in Romance languages in 1925) and the University of Idaho at Moscow, where he was a language instructor in 1925-1927. The story also points to one of the themes of his later poetry and essays—the fear of loss of control, a surrender to irrational forces. Winters’s touchstone for this fear was Robert Bridges’s “Low Barometer,” a poem he regarded as one of the finest in the English language. In a review of Bridges’s poems for a 1932 issue of Hound and Horn, Winters quoted the stanza which dramatizes this fear:\n\r\n                     On such a night, when air has loosed\r\n                     Its guardian grasp on blood and brain,\r\n                     Old terrors then of god or ghost\r\n                     Creep from their caves to life again.\nOn 22 June 1926 Winters married Janet Lewis, who had also been a member of the University of Chicago Poetry Club and had also gone to Santa Fe to recover from tuberculosis. They had two children, Joanna and Daniel. Janet Lewis went on to become an accomplished poet, as well as the author of a number of distinguished novels and short stories with both historical and contemporary settings. Like Winters, her early poems and one of her novels (The Invasion, 1932) were heavily influenced by Indian culture. Although Winters later turned to different themes and forms, he felt the presence of American Indian culture throughout his life. In his poem “To the Painter Polelonema,” first collected in The Proof (1930), he celebrated the power of Indian art:\n\r\n                     You wring life\r\n                     from the rock\r\n                     from gold air\r\n                     violent with odors\r\n                     smoking wrath.\n\r\n35 years after leaving Santa Fe he would still recite a Chippewa song to his Stanford students as he paused on the threshold of the classroom: “Whenever I pause/The noise of the village.”\r\n \r\nAt the end of the 1920s Winters abandoned imagism and free verse and turned toward traditional English meter and rhyme. This shift began in the three years between his third and fourth books of poetry. In “April,” from his third book, The Bare Hills (1927), the perceived details—of the “little goat” who “crops/new grass”—are almost exclusively the poem. But in “Simplex Munditiis,” from The Proof, the goat now evokes the poet’s extended comments on the humbling and difficult quality of learning from nature. In spring the goat “nips yellow blossoms/shaken loose from rain,” and, as these falling “blossoms/drown the air with sorrow,” man must approach the earth with humility and keep his mind clear “to face the sod beside his door,/to wound it as his own flesh.” He must:\n                     bow his head and take\r\n                     with roughened hands\r\n                     sweet milk at dusk,\r\n                     the classic gift of earth.\n\r\nTwo related events may account for Winters’s shift from sensory to moral perception in his poetry and critical creed: his arrival at Stanford as a graduate student in 1927, which led to his greater knowledge of traditional English verse, and his controversial friendship with Hart Crane, which lasted four years, from 1926 to 1930.\nWinters’s friendship with Crane was mainly by correspondence, although they did meet briefly at Christmas in 1927. Each man admired the other’s work, although they were temperamentally quite different: Crane was flamboyant, public, a man of city life and riotous behavior; Winters was more steady, less outwardly dramatic, a man of California country life. Early in their correspondence, Winters praised Crane’s work-in-progress, The Bridge (1930), and Crane reciprocated by recognizing the strengths of Winters’s own multipoem series, “The Fire Sequence” (first published in The American Caravan in 1927). Crane admired Winters’s grasp of foreign languages, his erudition, and his discovery of the poems of the “unknown” Gerard Manley Hopkins, whose poems Winters loved to declaim. Winters admired the “steely tangible imagery that crystallizes an infinitude of meta-physical and nervous implications” in Crane’s early poetry, and even later, when criticizing The Bridge, he wrote that he was pointing out “flaws in a genius of a high order.”\nWell before Winters wrote negatively of The Bridge in a 1930 issue of Poetry their friendship was strained: Winters had begun, in 1927, to champion the idea that the poet had a special ethical relationship to society. Crane disagreed: “I write damned little because I am interested in recording certain sensations, very rigidly chosen, with an eye for what according to my taste and sum of prejudices seem suitable to—or intense enough—for verse.” Winters’s review of The Bridge marked the beginning of his mature critical position: perception, in itself, was too limiting. Winters’s shift from sensory to moral perception represented a sharp critique of the imagist tendency to regard natural details as self-sufficient (a tendency Winters had himself shared). The Bridge, Winters concluded, had lines “perceived with great precision”—”A cyclone threshes in the turbine crest, /Swooping in eagle feathers down your back”—but there is “no fluid experience bathing the perceptions and giving them a significant relation.”\nCrane could not accept the direction of Winters’s comments. Crane’s personal instability and his acceptance of “Whitmanian” inspiration and Emersonian “impulse” became for Winters a symbol of the failure of the poet’s ethical role: 15 years after Crane’s suicide in 1932 Winters—in a controversial essay, Hart Crane published in In Defense of Reason (1947)—called Crane a “saint of the wrong religion,” but favored his position over that of academics, like the prototypical Professor X who teaches Ralph Waldo Emerson and Walt Whitman but who does not accept their doctrines. Winters concluded that he would rather “emulate Odysseus ... and go down to the shadows for another hour’s conversation with Crane on the subject of poetry” than “discuss poetry with Professor X.”\nStanford University also provided Winters with a crucial context for his mature critical position. He began his doctoral studies in English in 1927, became an instructor the following year, and earned his PhD in 1934: he stayed at Stanford until his retirement in 1966, becoming an assistant professor in 1937, an associate professor in 1941, a full professor in 1949, and Albert Guerard Professor of Literature in 1961. His growing acquaintance with the large body of traditional English verse may have influenced—or at least paralleled—his shift to traditional meter and rhyme in his own poetry. The culmination of his research in the English lyric was an important essay published in the February, March, and April 1939 issues of Poetry, “The 16th Century Lyric in English,” which upheld the “plain style” of George Gascoigne, Barnabe Googe, and George Turberville as a worthy competitor to the ornate Petrarchan style of Philip Sidney and Edmund Spenser.\nIn the 1930s Winters began scholarly work in earnest, and the next 20 years were marked by his polemical critical studies of poetry and the American novel. A crucial event early in the 1930s established the tone and direction of Winters’s career at Stanford. This event, in the national news as a scandal, was the David Lamson case.\nWinters joined—and was a principal figure in—a defense committee formed to help clear David Lamson, a Stanford University Press employee who had been convicted, on the basis of circumstantial evidence and a dubious judicial atmosphere, of murdering his wife; Lamson was eventually released after spending three years behind bars, including a year on death row at San Quentin, awaiting execution. Although Winters was throughout his life an undramatic but serious supporter of such organizations as the ACLU and NAACP and an opponent of the Japanese-American concentration camps in the 1940s, the Lamson case was the only social issue on which his public investment was sustained. The theme of Winters’s critical philosophy in general—the arrogance of the academic world, or, more precisely, its pretensions to absolute knowledge, and the fragile hold of reason in human affairs—was the basis for Winters’s work on this case: out of this experience came an essay in the New Republic, an extended pamphlet based on the appeal, and three powerful poems. The reputation of Winters as a sharp-tongued absolutist was no doubt strengthened by such remarks as this one from the New Republic essay: “Lamson ... was the victim of an accident and of the irreducible ugliness and irrationality of the human mind.” The poems on the Lamson case—”To Edwin MacKenzie,” “To a Woman on her Defense of her Brother Unjustly Convicted of Murder,” and “To David Lamson,” all published in 1940—are ultimately optimistic. Three individuals—Lamson’s lawyer, the condemned man, and his sister—stand for the triumph of the human spirit over the prejudices of a legal machine and the follies of intellectuals who became (in the words of the third poem) “county politicians’ tools.” Winters’s commitment to this struggle was fierce. Stanford colleagues remembered that even 20 years later he would rehearse the details of the Lamson defense and actually restage the accident which caused Mrs. Lamson’s death.\nAfter the Lamson case Winters always remained a strong advocate of rational judgment in matters of life and art—a position he advocated in his critical works of the late 1930s and early 1940s. Extensive examinations of American literature, past and present, these three books were eventually collected in one volume with the revealing title of In Defense of Reason (1947). In the first, Primitivism and Decadence (1937), Winters continued his earlier studies of imagism and free verse; yet, despite his thorough and to a certain extent sympathetic explication of contemporary experimentation, he concluded that “experimental meter loses the rational frame which alone gives its variations the precision of true perception.” The third, The Anatomy of Nonsense (1943), is also a critique of contemporary poetry, concentrating on what he regarded as the morally limiting ideas of Wallace Stevens, T.S. Eliot, and John Crowe Ransom. The second book, Maule’s Curse (1938), surveyed earlier great writers of the American tradition—Nathaniel Hawthorne, James Fenimore Cooper, Herman Melville, Edgar Allan Poe, Emily Dickinson, and Henry James—especially attacking what he saw as their adherence to the romantic principle of taking impulse or emotion as the central guide to human activity.\nThe climax of Winters’s career as a poet came with his Collected Poems (1952; revised edition, 1960), on the basis of which he was granted the Bollingen Prize for Poetry in 1961, one of several awards he won for his poetry. The revised Collected Poems, Winters wrote in 1960, “represents ... a kind of definition by example of the style which I have been trying to achieve for a matter of thirty years.” An important aspect of this style is Winters’s skillful handling of metrics, a subject he discusses in “The Audible Reading of Poetry,” an important essay in his fourth book of criticism, The Function of Criticism (1957). The range of subject matter in his poems is wide; besides occasional and very public poems—on the Lamson case, university events, life during the war—there are epigrams in the plain style, including a biting two-line poem to “Saint Herman” Melville, asking salvation “from the worms who have infested thee,” and a number of California poems, where precise description of the landscape moves toward moral statement. In “To the Holy Spirit,” for example, a visitor to an old graveyard describes “stones/Pushed here and there,” commenting that they are “the seat / Of nothing” and concluding that beneath them are:\n\r\n                     Relics of lonely men,\r\n                     Brutal and aimless, then,\r\n                     As now, irregular.\n\r\nPerhaps “On Teaching the Young” best sums up his experience of teaching and writing poetry, which he saw as a demanding and severe craft, with its only reward—a “cold certitude” sustained by traditional poets for centuries. This poem epitomizes his theoretical statements about poetry as well. “A poem,” he wrote in a foreword to In Defense of Reason, “is a statement in words about a human experience.” While many may agree with such a formulation, his definition of the poet in Primitivism and Decadence is characteristically Wintersian—morally evaluative, conscious of tradition: “the poet, in striving toward an ideal of poetic form at which he has arrived through the study of other poets, is actually striving to perfect a moral attitude toward that range of experience of which he is aware.”\r\n \r\nThe final books of Winters’s career, Forms of Discovery (1967), an integrated collection of essays “on the forms of the short poem in English,” and Quest for Reality (1969, which he edited with Kenneth Fields), an anthology of short poems, were related acts of scholarship and criticism. Both books celebrate what Winters regarded as the two great eras of English poetry—the 16th and 17th centuries (from Wyatt to Dryden) and the late-19th and 20th centuries. This anthology contains numerous surprises (and “omissions”) to most readers trained in the canon of The Norton Anthology of English Literature, for Winters and Fields excluded all 18th-century Romantic, and Victorian poets, with only one exception (Charles Churchill). They included, from England, Thomas Hardy, Robert Bridges, T. Sturge Moore, Elizabeth Daryush, and Thom Gunn, and, from the United States, such relatively unknown poets as Jones Very and Frederick Tuckerman in the 19th century, and Adelaide Crapsey, Mina Loy, Janet Lewis, J.V. Cunningham, and Edgar Bowers from the 20th century. He accepted some of the poems of Emily Dickinson and Wallace Stevens with reservations, because of their tendency to rely on undeveloped sensuous detail. There are no poems by T.S. Eliot, Ezra Pound, Hart Crane, or Marianne Moore. Forms of Discovery defends these choices. The reason for Winters’s omission of the bulk of the established 18th- and 19th-century poets has been one of the most controversial features of his career. He argued that the vast majority of these poets he excluded were imbued with a romantic aesthetic which was based on the faulty assumption that since all ideas came from sense perceptions, then all ideas in poetry could be expressed through sense perceptions. The early Winters may have accepted this assumption, but not the later. Only in the “controlled association” of such powerful poems as Stevens’s “Sunday Morning” or the “post-symbolist” method of Emily Dickinson did he find sense perception and concept successfully joined.\n\r\nWinters had reasonable success in retrieving unknown poets and poems. His preference for serious and direct plain-style poems is evident in his championing of Philip Pain, an Anglo-American of the 17th century whose lyric “Scarce do I pass a day ...,” from his only book, Daily Meditations (1668), received little attention until Winters, in his lectures and in Forms of Discovery, argued for its perfect insight into the “human predicament, whether Christian or other.”\r\n \r\nWhatever notoriety his opinions earned him in nearly 50 years of writing, Winters had a notable career as poet, critic, and teacher. In The Armed Vision (1948) Stanley Edgar Hyman called him an “excessively irritating and bad critic of some importance.” But others have gone beyond even Winters’s self-evaluation in “Two Old Fashioned Songs” (1957-1958), the last poems in the 1960 Collected Poems: “What I did was small but good.” Allen Tate, in a New Republic review (2 March 1953) of the first Collected Poems, gave Winters high praise: “among American poets who appeared soon after the first war he is, Crane being dead, the master.” Since part of Winters’s legacy has been rebellion against the dictates of critical and poetic fashion, his admirers may yet secure him a place in the company of his better-known peers. In terms of his critical work, R.P. Blackmur’s remarks in Poetry (November 1940) set a respectful but circumspect tone: Winters’s “intimacy with the matter-and-form of poetry and imaginative prose ... is genuine and complete and stirring,” but the rigor of his principles and his drive for order, Blackmur concluded, disturbs many readers.\r\n \r\nAlthough Winters discouraged would-be biographers, a few revealing reminiscences have appeared, such as David Levin’s essay in the summer 1978 issue of the Virginia Quarterly Review as well as a special issue of the Southern Review devoted to his contributions to poetry and criticism. Winters taught a staggering number of young poets who went on to experience great success and long careers as poets and critics. A number of his students who have had successful writing careers have attested to the friendly and demanding nature of his teaching; poet and student Thom Gunn remembered Winters as speaking “of poetry with a peculiar intimacy and dedication for the art about which he had more to tell than anyone else.” He may also be remembered as a special kind of new critic, one who believed the text was integral, but who also argued that understanding its context was morally and philosophically necessary. —Based in part on the research and writing of Thomas Zaniello.\n", "attrs": {"Region:": ["U.S., Western"]}}