{"pf_url": "https://www.poetryfoundation.org/poets/zack-rogow", "name": "Zack Rogow", "yob": null, "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/03/7d2d76e63cda6cc10668c9000083842680120ee9.jpeg", "bio": "\n                                                                    Zack Rogow is a poet, translator, playwright, and editor. He has published eight colletions of poems, including Talking with the Radio (2015), My Mother and the Ceiling Dancers (2012), and The Number Before Infinity (2008). Since 2007, Rogow has been writing a series of plays about international writers, incorporating their work into the action. His co-authored, one-woman show about Colette had its first staged reading at the Millennium Stage of the Kennedy Center in Washington, DC, in 2015. In other plays in the series, Rogow has dramatized the life and work of the poets Yosano Akiko, Nazim Hikmet, and Léopold Sédar Senghor.  His translations include Earthlight by André Breton (co-translated with Bill Zavatsky), recipient of the 1994 PEN/Book-of-the-Month Club Translation Award. Working with Urdu speakers, Rogow has helped to create English versions of poems by Faiz Ahmed Faiz, Sahir Ludhyanvi, Mohammed Iqbal, and Maulana Hasrat Mohani, among others.   With Robert Hass, Rogow co-founded the Lunch Poems reading series at the University of California, Berkeley, which inspired the anthology that Rogow edited, The Face of Poetry (2005). The book combines poems with photographic portraits of the writers by Margaretta K. Mitchell. Currently, Rogow serves as poetry editor of Catamaran Literary Reader and teaches in the low-residency MFA in writing program at the University of Alaska Anchorage. His blog, Advice for Writers, contains more than 150 posts on topics of interest to writers. He received the 2015 Celestine Award in poetry from Holy Names University.\n                                                            ", "attrs": {}}