{"pf_url": "https://www.poetryfoundation.org/poets/zbigniew-herbert", "name": "Zbigniew Herbert", "yob": "1924", "yod": "1998", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/fb8928f7de8cd38c5195fb04a10fb813092faa49.jpeg", "bio": "\nZbigniew Herbert was a poet, playwright, and essayist. He was born in Lwów, a city then in Poland. After World War II, the city became part of Soviet Ukraine and is now called Lviv. During the war, Herbert joined the resistance movement against the Nazi occupation. His poetry, marked by a direct language and a strong moral concern, was shaped by his experiences under both the Nazi and Soviet dictatorships. Described by Stephen Stepanchev as “a witness to his time,” the politics of Herbert’s poetry are oppositional, idiosyncratic, and anti-dogmatic. Stephen Miller has remarked that while “Herbert’s poetry is preoccupied with the nightmares of recent history … it is not public speech. Subdued and casual, his poems shun both hysteria and apocalyptic intensity.” Robert Hass, writing in the Washington Post Book World, called Herbert “an ironist and a minimalist who writes as if it were the task of the poet, in a world full of loud lies, to say what is irreducibly true in a level voice.” Herbert is recognized as one of the great Polish poets of the 20th century, and he gained an international reputation upon the publication of his works in English. His Selected Poems (1968) was translated into English Czeslaw Milosz and Peter Dale Scott. Other works translated into English include the poetry collections Mr. Cogito (1994), Report from the Besieged City (1985), and Elegy for the Departure and Other Poems (1999) as well as the essay collections The Barbarian in the Garden (1986), Still Life with a Bridle: Essays and Apocryphas (1993), and The King of the Ants (1999). Herbert was the recipient of numerous honors and awards during his lifetime, including the Koscielski Foundation Prize, the Lenau Prize, the Alfred Jurzykowski Prize, and the Herder Prize.\nHerbert earned degrees in economics, law, and philosophy from various universities in Poland. Although he began writing poetry as a teenager, he did not publish until 1956 in part because of the political climate in Poland during the 1940s and 1950s. After the suppression of all publishing during the Nazi occupation, the repressive Stalinist years were marked by severe literary censorship. As has Czeslaw Milosz pointed out: “Before 1956 the price for being published was to renounce one’s own taste and he [Herbert] did not wish to pay it.” After a wave of revolts swept the Soviet Union in 1956, censorship relaxed in Poland and Herbert published his first collection, Chord of Light (“Struna swiatla,” 1956). He published many more collections of poetry, essays, and drama, all of which investigated and modeled a certain moral and ethical seriousness. This seriousness was related to Herbert’s conception of the role of the poet in society. “In Poland,” Herbert once stated, “we think of the poet as prophet; he is not merely a maker of verbal forms or an imitator of reality. The poet expresses the deepest feelings and the widest awareness of people. … The language of poetry differs from the language of politics. And, after all, poetry lives longer than any conceivable political crisis. The poet looks over a broad terrain and over vast stretches of time. He makes observations on the problems of his own time, to be sure, but he is a partisan only in the sense that he is a partisan of the truth. He arouses doubts and uncertainties and brings everything into question.” Still, poetry has limited influence. Speaking to Jacek Trznadel in Partisan Review, Herbert explained: “It is vanity to think that one can influence the course of history by writing poetry. It is not the barometer that changes the weather.”\n\r\nAlthough Herbert’s purpose as a poet and the subjects of his poetry are serious, he mixes humor and satire effectively. “The most distinctive quality of Herbert’s imagination,” Laurence Lieberman wrote in Poetry magazine, “is his power to invest impish fantasy, mischievously tender nonsense, with the highest seriousness. His humorous fantasy is the armor of a superlatively healthy mind staving off political oppression. Fantasy is an instrument of survival: it is the chief weapon in a poetry arsenal which serves as a caretaker for the individual identity, a bulwark against the mental slavery of the totalitarian church and state.” Miller also sees Herbert’s humor as “a way of resisting the dehumanizing and impersonal language of the state. … Keeping a sense of humor means keeping a private language and avoiding the total politicization of the self.”\n\r\nHerbert’s poetry is also laced with biblical and Greek mythological allusions. Miller contends that “the lens of myth reduces the glare of contemporary experience, placing it in a perspective that enables [Herbert] to view it without losing his sanity and sense of humor.” He also points out that the use of myth “liberates [Herbert] from the confines of particular historical events. … At the same time the use of myth fleshes out the thin bones of the satire, making it sly and elegant, not obvious and heavy-handed.” For example, a poem titled “Preliminary Investigation of an Angel” offers a comparison between totalitarian regimes and biblical mythology: an “angel” of the state, a member of the hierarchy, is put on trial and judged to be guilty of crimes against the “heavenly” government. The poem is reminiscent of the Stalin purges when no “faithful” member of the party was free from suspicion. In another poem, “Why the Classics,” Herbert contrasts Thucydides, the Greek historian who accepted the responsibility for the failure of his mission to capture Amphipolis, with the “generals of most recent wars” who wallow in their self-pity and state that everyone, and therefore no one, is responsible for their failures and actions.\n\nPan Cogito is widely recognized as one of Herbert’s finest works. When published in English as Mr. Cogito, the work brought Herbert to international attention. According to Ruel K. Wilson, it is one of Herbert’s most pessimistic works. Wilson, who sees Herbert as “Poland’s finest postwar poet,” notes that his “concern [in Pan Cogito] … is for humanity rather than for ideologies, which so often betray those who naively embrace them.” To Bogdana Carpenter and John Carpenter, writing in World Literature Today, Herbert’s concern is self-identity: “If Herbert discovers in himself traces of others and feels menaced by biological and historical determinism, he has at the same time an acute awareness of his separation from other human beings. In his earlier books Herbert frequently used the pronoun ‘we’ with a feeling of great solidarity and compassion for others, while in his recent work he tends to use the first-person singular pronoun. This is surprising—the ability to identify with other people … is one of Herbert’s most striking traits.”\nUnable to determine satisfactorily the relationship between Herbert and Cogito, critics have labeled the character petty and mediocre. His concerns are practical and his life ordinary. Cogito enjoys reading sensationalist newspaper features, fails when he tries transcendental meditation, and “his stream of consciousness brings up detritus like a tin can.” But both Wilson and the Carpenters have dismissed such criticisms by noting that Cogito is a very human and universal man. According to Wilson, Cogito is “a modern intellectual who reads the newspapers, recalls his childhood, his family; he also muses on pop-art, America, alienation, magic, an aging poet, the creative process.” For the Carpenters, Cogito “is a device allowing Herbert to admit this ordinariness we all share, to establish it and, once this is done, to build upon it. Herbert wants to underline ordinariness and imperfection because he wants to deal with practical, not transcendent, morality. The poems of Pan Cogito consistently apply ethics not only to action but to the possible, viable action of everyday life, taking human failings into account. The poems are tolerant and humane in their approach, and they are less categorical than the earlier poems, embracing a greater sense of contradictions.” Wilson noted that “in the last analysis, Cogito’s ‘weaknesses’—his incapacity for abstract thought, his rejection of dogmaticism, his very human petty fears and anxieties, his feelings of inadequacy and the concomitant self-irony—become his greatest strengths and virtues.” With regard to the role of characters in his work, Herbert once stated: “The speaker of my poems is a generalized figure who speaks not for himself or for me but for humanity. He is representative; he speaks for a generation, if you like; he makes historical and moral judgements.”\n\r\nWhen translated as Mr. Cogito, the book’s chief character met with further speculation from American critics. E. J. Czerwinski, writing in World Literature Today, noted the book’s thematic “juxtaposition of the chaotic and ignoble present and the secure, value-conscious past,” making Mr. Cogito “as great a cycle of poems as has been written in this century by any poet.” Drawing from Descartes’ philosophical position, Mr. Cogito becomes a persona who shares his thoughts and probes the paradoxes of life, yet he is not “a hero or a villain; like others in an occupied land, he is a struggler,” observes Kenneth Pobo in World Literature Today, who notes that the poems do not form a linear biography of Mr. Cogito, but offer instead “two points of view … a first-person speaker, Mr. Cogito himself; and a third-person speaker, in which another voice comments on Mr. Cogito.” This duality is expressed by Herbert in “About Mr. Cogito’s Two Legs,” showing how Mr. Cogito’s left leg is inclined “to leap / ready to dance” while his right is “nobly rigid,” so that “in this way / on two legs / the left which can be compared to Sancho Panza / and the right / recalling the wandering knight / Mr. Cogito / goes / through the world / staggering slightly.” What results is a character who is “both imagined and heartbreakingly real” states Rita Signorelli-Pappas in Small Press.\n\r\nIn addition to his poetry, Herbert’s essays and short prose works or “apocrypha,” collected in Still Life with a Bridle, are also noteworthy. Seeking an apparent antithesis to the totalitarian regimes under which he grew up, Herbert seeks answers in the historical background of middle class capitalism, in what Matthew Stadler in the New York Times Book Review calls “our great cultural ancestor, the Dutch bourgeois of the 17th century.” Part travel writing, part fiction, part essay, in Still Life with a Bridle Herbert explores history, science, architecture, documents, and painting, looking for a pattern of meaning to emerge from the collage, only to conclude that, according to Stadler, “the past does not dwell in the geography of the present, but in our imaginations.” Herbert uses images of lightness, darkness, and color to illustrate his point: “Dusk is falling, the last acrid, Egyptian yellows go out, cinnabar becomes gray and fragile, the last fireworks of the day grow dark. All of a sudden there is an unexpected pause, a short-lasting interval in the darkness as if somebody in a hurry opened the door from a light room into a dark room.”\n\r\nHerbert traveled throughout the West, reading from his work and teaching at several universities. But in his native land, much of his work was for many years first printed in underground publications or in the West because of its political implications. Polish writers who followed the communist line, in contrast, were treated very well. “Whoever chooses [in the West] to become a writer takes an immense risk, whereas here they lived in the lap of luxury, above the average of other professionals,” Herbert explained to Trznadel. “The only risk was political. One had to know which way the wind blows. … If one was a member of the Writers’ Union it was obvious that his books would be published. I do not know of a single case where a book was turned down because it was badly written.”\n\r\nOnce described by Stanislaw Baranczak in the New Republic as “undoubtedly the most admired and respected poet now living in Poland,” Herbert had a tremendous influence on younger writers. His advice to them, he once told Trznadel, is that “life is more complicated, more mysterious and more convoluted than the party, the army, the police. Let us detach ourselves a little from this truly horrible everyday reality and try to write about doubt, anxiety, and despair.”\n Poet of the historical, the philosophical, the political, the individual, Herbert’s sparse, carefully-crafted lines and ironic tonality earned him an international reputation. At the time of his death in 1998 at age 73, he was called by Hass, “one of the most influential European poets of the last half-century, and perhaps—even more than his contemporaries Czeslaw Milosz and Wislawa Szymborska—the defining Polish poet of the post-war years.”\n\r\nHerbert died in Warsaw in 1998. His Collected Poems appeared in 2007, and his Collected Prose was published in 2010.\n", "attrs": {"Region:": ["Poland"]}}